{
  "AirForce Delta (Japan)": {
    "desc_ja": "内戦のジェットファイターパイロットとして、プレイヤーは最大8機の航空機から選択し、後方視点で10のミッションに挑みます。\n\nミッションをクリアするためには、一定数の敵航空機や地上目標を破壊し、その後ボスの航空機または地上目標を撃破する必要があります。各ミッションをクリアすると、プレイヤーには報酬としてお金が与えられます。ボスを倒した後、そのお金を使って新しい飛行機やそのアップグレードを購入することができます。",
    "developer": "Climax",
    "genre": "Shooter / Plane, Simulation, Action, Shooter",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "20001122T000000",
    "title_ja": "エアフォースデルタ"
  },
  "Animal Breeder 3 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「あにまるぶりーだー3」は、J-Wingが開発・発売したRPG/ブリーディングゲームで、ゲームボーイカラー向けにリリースされました。「あにまるぶりーだー3」は日本のみで発売されました。",
    "developer": "J-Wing",
    "genre": "Japanese RPG, Role Playing Game",
    "players": "1",
    "publisher": "J・ウィング",
    "release_date": "19990624T000000",
    "title_ja": "あにまるぶりーだー3"
  },
  "Animal Breeder 4 (Japan)": {
    "desc_ja": "「あにまるぶりーだー4」は、J-Wingによって開発・発売されたRPG/ブリーディングゲームで、ゲームボーイカラー向けにリリースされました。「あにまるぶりーだー4」は日本のみで発売されました。",
    "developer": "J-Wing",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "J・ウィング",
    "release_date": "20010101T000000",
    "title_ja": "あにまるぶりーだー4"
  },
  "Animastar GB (Japan)": {
    "desc_ja": "アニマスターは、ドリームキャスト向けにリリースされたライフシミュレーションゲームで、2000年6月15日に日本のみで発売されました。モンスターファームやポケモンなどの他のゲームに似ています。このゲームの目的は、「アニマ」と呼ばれるモンスターを育て、訓練し、レースを行うことです。続編として、ゲームボーイカラー向けのアニマスターGBが2001年3月30日に日本で発売されました。",
    "developer": "AKI Corporation",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "メディアファクトリー",
    "release_date": "20010330T000000",
    "title_ja": "アニマスター"
  },
  "Aqualife (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "アクアライフは、タムソフトが開発・発売したゲームボーイカラー向けの戦略ゲームです。アクアライフは日本国外では発売されていません。",
    "developer": "Tamsoft",
    "genre": "Strategy",
    "players": "1",
    "publisher": "タムソフト",
    "release_date": "19991022T000000",
    "title_ja": "アクアライフ"
  },
  "Arle no Bouken - Mahou no Jewel (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「アルルの冒険 まほうのジュエル」は、ぷよぷよのゲーム世界を舞台にしたモンスター収集RPGです。若き見習い魔法使いアルルが、魔法のジュエルを集め、再び世界征服を企む邪悪なサタンを倒すために土地を探索します。\n\nゲームは上からの視点で進行し、アルルを操作して町やダンジョンを探索し、NPCと会話したり、アイテムを見つけたり購入したりします。戦闘ではキャラクターが横からの視点に切り替わり、標準的なターン制の形式で行動を選択し、多くのモンスターや敵キャラクターと戦います。モンスターを倒すたびに、そのユニークなカードを手に入れることができ、そのカードを使ってモンスターを呼び出し、冒険に参加させることができます。常に2体までのモンスターがあなたの側で戦うことができ、彼らもあなたと同様にレベルアップし、経験値を得ます。",
    "developer": "Compile",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "コンパイル",
    "release_date": "20000331T000000",
    "title_ja": "アルルの冒険 まほうのジュエル"
  },
  "Atsumete Asobu Kuma no Pooh-san - Mori no Takaramono (Japan)": {
    "desc_ja": "ウィニー・ザ・プーと彼の友達がゲームボーイカラーに登場する「ウィニー・ザ・プー：100エーカーの森の冒険」に参加しよう。あなたはプーが指定されたサイコロの回数内にゲームボードの特定の場所に到達するのを手助けしなければなりません。その途中で、プーは友達のティガー、ピグレット、ラビット、イーヨーと出会い、彼らはプーと一緒に遊び、愛らしいクマが自分の食器棚に収納できるミニゲームを開放します。ミニゲームでは、プーが蜂蜜を探したり、運動したり、魚を釣ったり、ラビットの穴から抜け出したり、ティガーと一緒に跳ねたり、どんぐりをキャッチしたりする手助けをします。「ウィニー・ザ・プー：100エーカーの森の冒険」をプレイすればするほど、新しい道やミニゲームを見つけるチャンスが増えます。",
    "developer": "TOSE",
    "genre": "Adventure",
    "players": "1",
    "publisher": "トミー",
    "release_date": "20000707T000000",
    "title_ja": "あつめてあそぶ くまのプーさん もりのたからもの"
  },
  "Azarashi Sentai Inazuma - Dokidoki Daisakusen! (Japan)": {
    "desc_ja": "イナズマザラシになり、5つのミニゲームに挑戦しよう。変身パワーを蓄え、ザラシ戦隊イナズマに変身して、悪の組織シロクマンと対決しよう。",
    "developer": "Omega Micott",
    "genre": "Action",
    "players": "1",
    "publisher": "オメガ・プロジェクト",
    "release_date": "20020329T000000",
    "title_ja": "あざらし戦隊イナズマ どきどき大作戦!?"
  },
  "B-Daman Bakugaiden - Victory e no Michi (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このゲームは、マップ上のパネルを回転させて進むRPGで、ビーダ戦士たちは進化し、合体することができます。B・ビーダマンは他のビーダ戦士と進化し、合体することができ、集めたアイテムは通信を通じて交換できます。",
    "developer": "C.P. Brain",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "メディアファクトリー",
    "release_date": "19990129T000000",
    "title_ja": "ビクトリーへの道 B・ビーダマン爆外伝"
  },
  "B-Daman Bakugaiden V - Final Mega Tune (Japan)": {
    "desc_ja": "これは、同名のアニメを基にしたRPGシリーズの第2作目です。敵と戦うために、あなたの戦闘ロボットを改造し、強化する必要があります。また、通信ケーブルを使用することで、前作のデータを利用することもできます。",
    "developer": "Mirai-Keikaku",
    "genre": "Strategy",
    "players": "2",
    "publisher": "メディアファクトリー",
    "release_date": "20000204T000000",
    "title_ja": "ファイナル メガチューン B ボンバーマン ビーダマン爆外伝V"
  },
  "Backgammon (Japan) (GB Compatible)": {
    "desc_ja": "バックギャモン、世界で最も広くプレイされ認知されているボードゲームがポータブルになりました。運とスキルの究極のゲームがゲームボーイで登場。プレイモードは「トーナメント」「フリー」「対戦マッチ」の3種類から選べ、難易度は6段階あります。",
    "developer": "Altron",
    "genre": "Board game, Puzzle",
    "players": "1",
    "publisher": "アルトロン",
    "release_date": "19990827T000000",
    "title_ja": "バックギャモン"
  },
  "Bad Badtz-Maru Robo Battle (Japan)": {
    "desc_ja": "バッドばつ丸は、ゴージャスタウンで開催される「ゴージャス杯ロボバトルトーナメント」に参加します。このイベントでは、バッドばつ丸は友達のイジュウイン・パンダバやグッド・ハナマルと競い合い、「ロボバトル」と呼ばれるイベントでロボット装備を強化しなければなりません。プレイヤーはロボットを強化するための経験値を獲得できます。パーツには「ノーマル」、「戦国武将」、そして「アニマル」など、さまざまな種類があります。パーツの組み合わせは80万以上にも及びます。\n「コブン」と呼ばれるペンギンが、ゲームのガイド役を務めます。",
    "developer": "TOSE",
    "genre": "Action",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20010810T000000",
    "title_ja": "バッドばつ丸 ロボバトル"
  },
  "Bakukyuu Renpatsu!! Super B-Daman - Gekitan! Rising Valkyrie!! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このRPGは人気アニメ「爆球連発!! スーパービーダマン」をテーマにしており、ライバルと対戦し、勝利金でパーツを購入し、ビーダマンを改造して強化していく内容です。",
    "developer": "Alpha Unit",
    "publisher": "タカラ",
    "release_date": "20000324T000000",
    "title_ja": "爆 球連発!! スーパービーダマン 激誕! ライジングヴァルキリー!!"
  },
  "Bakusou Dekotora Densetsu GB Special - Otoko Dokyou no Tenka Touitsu (Japan)": {
    "desc_ja": "「爆走デコトラ伝説」シリーズの移植版です。荷物を配達し、お金を貯めて独立を目指しましょう。ライバルとのレースに勝利し、パーツを集めてデコトラを改造しましょう。",
    "developer": "Kid",
    "genre": "Racing, Driving / Racing, Racing, Driving",
    "publisher": "KID",
    "release_date": "20000721T000000",
    "title_ja": "爆走デコトラ伝説 GB Special 男度胸の天下統一"
  },
  "Bakusou Senki Metal Walker GB - Koutetsu no Yuujou (Japan) (GB Compatible)": {
    "desc_ja": "メタルウォーカーは、ポケモンの機械版で、物語は未来の島で発見された謎の元素「コア」を巡るものです。この「コア」元素は、メタルウォーカーと呼ばれる高度に発展したロボットの種族を作り出すために使用され、島の人々の労働や防護に役立てられています。しかし、ある日、ロボットのギャングが反乱を起こし、島の著名な人物を殺してしまいます。プレイヤーは、テツオという息子を操作し、ドクター・ホークとテツオのメタルウォーカーの助けを借りて、反乱ロボットを追い詰め、父の仇を討つことを目指します。\n\nゲームプレイはポケモンに非常に似ており、プレイヤーは島のさまざまなエリアを探索し、「データパケット」と呼ばれる手がかりを探し、他のメタルウォーカーや「メタルバスター」と呼ばれる野生のウォーカーと戦いますが、これらのウォーカーを捕まえるのではなく、破壊します。他のウォーカーを破壊することで、スクラップ金属や「カプセル」と呼ばれるアイテムが得られ、これを使ってテツオのウォーカーをより高度な形に「進化」させることができます。また、スクラップ金属はジャンクショップに持っていくことでカプセルに変えることもできます。カプセルにはパワーアップだけでなく、戦闘で使用できる罠も含まれています。\n\nバトルも異なり、攻撃はアリーナの壁から角度をつけて行う転がり攻撃で構成されています。さらに、プレイヤーが複数の相手と戦う場合、すべての敵が同時に画面に表示され、正しい攻撃と角度を選ぶことで、複数の敵に同時にヒットさせることができます。\n\nウォーカーには、陸、海、空の3種類があり、ポケモンと同様に相互に有利不利があります（例：陸のウォーカーは海のウォーカーに対して有利ですが、空のウォーカーの攻撃には弱いです）。島のさまざまなエリアにベースキャンプを建設することもでき、プレイヤーのウォーカーの健康を回復するために使用できます。\n\nプレイヤーがゲームを進めるにつれて、100種類以上の異なるウォーカーと出会い、それぞれに独自の強みと弱みがあり、島のさらなるエリアにアクセスするために倒さなければならないボスも存在します。プレイヤーはリンクケーブルを使用して、自分のメタルウォーカーと戦ったり、ベースキャンプを交換したりすることもできます。",
    "developer": "Capcom",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "カプコン",
    "release_date": "19991224T000000",
    "title_ja": "爆走戦記メタルウォーカーGB 鋼鉄の友情"
  },
  "Bakuten Shoot Beyblade (Japan)": {
    "desc_ja": "アニメ「爆転シュート ベイブレード」を基にしたゲームです。バトルに勝利し、パーツを手に入れて自分のベイブレードをカスタマイズしましょう。他のプレイヤーと対戦したり、パーツを交換することもできます。",
    "developer": "Rokumendo",
    "publisher": "ブロッコリー",
    "release_date": "20010727T000000",
    "title_ja": "爆転シュート ベイブレード"
  },
  "Balloon Fight GB (Japan) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "バルーンファイトGB"
  },
  "Barcode Taisen Bardigun (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "バーコード対戦バーディガンは、グラフィックリサーチが開発し、タムソフトがゲームボーイカラー向けに発売したロールプレイングゲームです。バーコード対戦バーディガンは日本国内のみで発売されました。\n\nプレイヤーはバーコード対戦バーディガンの冒頭で短いカットシーンを見ます。カットシーンが終わると、プレイヤーは男性キャラクターか女性キャラクターのいずれかを選択します。\n\nプレイヤーはカードをスキャンして新しいモンスターやパワーアップを手に入れます。これらのモンスターはプレイヤーによって育成され、バトルで使用することができます。",
    "developer": "Graphic Research",
    "genre": "Role Playing Game",
    "publisher": "タム",
    "release_date": "19981211T000000",
    "title_ja": "バーコード対戦バーディガン Bardigun"
  },
  "Batman Beyond - Return of the Joker (Japan) (NP)": {
    "title_ja": "バットマン・ビヨンド リターン・オブ・ジョーカー"
  },
  "Battle Fishers (Japan)": {
    "desc_ja": "ゲームの目的は、釣り大会で校長を倒して学校を卒業することです。ライバルとの釣り対決を行い、さまざまなイベントをクリアしてルアーを集めましょう。",
    "developer": "Konami Computer Entertainment",
    "genre": "Fishing, Hunting and Fishing",
    "publisher": "コナミ",
    "release_date": "20000330T000000",
    "title_ja": "バトルフィッシャーズ"
  },
  "Beatmania GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "リズムに合わせてボタンを押すアクションゲームの移植版です。オリジナルの曲が追加されており、通信ケーブルを使って他のプレイヤーと対戦することもできます。",
    "developer": "KCEK",
    "genre": "Rhythm, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "19990311T000000",
    "title_ja": "ビートマニアGB"
  },
  "Beatmania GB - Gotcha Mix 2 (Japan)": {
    "desc_ja": "落ちてくるバーに合わせて、適切なタイミングで正しいボタンを押すお馴染みの音楽アクション。ゲームには、誰もが知っているメジャーな曲を中心に、20曲以上が収録されています。",
    "developer": "KCEJ",
    "genre": "Rhythm, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20000928T000000",
    "title_ja": "ガッチャミックス2"
  },
  "Beatmania GB 2 - Gotcha Mix (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "これは、リズムに合わせてボタンをタイミングよく押すアクションゲームの第2のゲームボーイ移植版です。ポップソングやアニメソングを含む合計25曲が収録されています。",
    "developer": "Konami",
    "genre": "Rhythm, Music and Dancing",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19991125T000000",
    "title_ja": "ガッチャミックス"
  },
  "Beyblade - Fighting Tournament (Japan)": {
    "desc_ja": "ベイブレードファイティングトーナメントは、リリースされた2番目のビデオゲームです。このゲームには、後にベイブレードシリーズで放棄されたコンセプトやアイデアがいくつか含まれていますが、多くのアイデアはマンガやアニメで引き続き展開されました。\n\n標準的なゲームプレイは、さまざまな場所を訪れ、プレイヤーがトーナメントを勝ち抜いて次のステージに進むというものです。各トーナメントに勝利するごとに、ゲームショップで購入可能なパーツやビットビーストが増えていきます。\nプレイヤーは、最初に「ドラグーン」、「ドラシエル」、「ドラザー」、「ドライガー」の4つのアーキタイプのうちの1つからスタートすることができます。初めはデフォルトでドラグーンしか選べませんでしたが、他のアーキタイプにアクセスするためのコードが雑誌で公開されました。\n\nただし、各試合では、発射を除いてプレイヤーはベイブレードがアリーナに入った後、ほとんど制御できず、多くの試合はプレイヤーのスキルよりも運やベイブレードの強さに基づいて勝敗が決まることが多かったです。",
    "developer": "Rokumendo",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "20000811T000000",
    "title_ja": "ベイブレード"
  },
  "Bikkuriman 2000 - Charging Card GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ゲームの目的は、カードバトルをしながらビックリマンシールを集めることです。バトルに勝つほど、より多くの称号を獲得し、できることが増えます。また、通信を通じて友達と対戦することも可能です。",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "20000610T000000",
    "title_ja": "ビックリマン2000 チャージングカードGB"
  },
  "Biohazard Gaiden (Japan)": {
    "desc_ja": "アンブレラ社が、ラクーンシティを壊滅させた致死ウイルスを開発した創造者であると信じられており、彼らは「スターライト」と呼ばれるクルーズ船上で新たなバイオオーガニック兵器を開発したとされています。この船はヨーロッパに向かっています。S.T.A.R.S.のメンバー、レオン・S・ケネディ（『バイオハザード2』のキャラクター）は、その兵器を破壊するために派遣されましたが、彼が船に到着して以来、チームは彼と連絡が取れなくなっています。\n\nトップダウンの横スクロールアクションと一人称シューティングを組み合わせたゲームプレイで、あなたの任務は現在大西洋に浮かぶ客船に乗り込み、兵器を破壊し、レオンを見つけることです。その途中で、オリジナルの『バイオハザード』シリーズに登場するのと同様の多くの致死的なアンデッド敵と遭遇し、船内で見つけたさまざまな武器やアイテムを使用して戦います。",
    "developer": "M4",
    "players": "1",
    "publisher": "カプコン",
    "release_date": "20020329T000000",
    "title_ja": "BIOHAZARD GAIDEN"
  },
  "Black Onyx, The (Japan)": {
    "desc_ja": "ゲームは、幻想的な町ウツロを舞台に、最大5人の勇敢でカスタマイズ可能なヒーローたちが、伝説のブラックオニキスを探し出し、町の呪いを解くために地下深くの迷宮を冒険する物語です。\n\nゲームボーイカラー版では、オリジナル版から更新されたビジュアルが追加されています。また、オリジナルゲームのビジュアルスタイルでプレイすることも可能です。",
    "developer": "Atelier Double",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "20010302T000000",
    "title_ja": "ザ・ブラックオニキス"
  },
  "Boku no Camp-jou (Japan)": {
    "desc_ja": "ぼくのキャンプ場は、ゲームボーイカラー向けの戦略/育成ゲームです。日本国外では発売されていません。",
    "developer": "Kouyousha",
    "genre": "Strategy",
    "players": "1",
    "publisher": "ナグザット",
    "release_date": "20000922T000000",
    "title_ja": "ぼくのキャンプ場"
  },
  "Bokujou Monogatari 2 GB (Japan) (GB Compatible)": {
    "desc_ja": "おじいさんの牧場を再建し、牛、鶏、羊を育て始めましょう。彼らを幸せに保つことで、あなたは豊かになれる！素晴らしい「ハーベストムーン」の世界を発見し、あなたのミッションを成功させるために手助けしてくれるクールな友達と出会いましょう。\n\n- 待望の「ハーベストムーン」続編がGBCでさらに楽しく登場！\n- 男の子または女の子の農場主を選べる\n- 何時間でも楽しめるゲームプレイ\n- 隠れたアーケードゲームには「モグラバッシュ」と「チェリーカップホースレース」が含まれています\n- 特別なゲームリンクケーブルオプションにより、「ハーベストムーン2」と「リバーキング2」間でのトレードが可能です",
    "developer": "Natsume",
    "genre": "Role Playing Game, Strategy",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19990806T000000",
    "title_ja": "牧場物語GB2 ぼくじょうものがたりジービー2"
  },
  "Bokujou Monogatari 3 GB - Boy Meets Girl (Japan) (Rev 1)": {
    "desc_ja": "過去の農業の成果（GBCの以前の「ハーベストムーン」シリーズの一部として高く評価された）を受けて、若い女の子から彼女の農場を立ち上げる手助けを頼まれます。その農場は島に位置しており、たくさんの作業が必要ですので、あなたのスキルを駆使して正しく物事を進める必要があります。\n\nあなたの多くのタスクは、農場の動物の世話をしたり、地元の店で商品（食料、水、機械アイテムなど）を購入する際に予算に気を配ったりすることです。そして、主な目的は農場を築き維持することですが、自分自身の世話をする機会もたくさんあります（映画に行ったり、ペットを買ったり、彼女や彼氏を見つけたり）。",
    "developer": "Victor Interactive Software",
    "genre": "Simulation",
    "players": "1",
    "publisher": "ビクターインタラクティブソフトウェア",
    "release_date": "20000929T000000",
    "title_ja": "牧場物語GB3 ぼくじょうものがたりジービースリー ボーイ・ミーツ・ガール"
  },
  "Bomberman Max - Ain Version (Japan)": {
    "desc_ja": "「ボンバーマン マックス Ain（アインバージョン）」は、ペンテルのキャンペーンに参加し、抽選に勝つことで手に入るもので、「光の勇者」と「闇の戦士」の2つのバージョンのステージを同時に楽しむことができます。",
    "developer": "Vatical Entertainment",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19990101T000000",
    "title_ja": "ボンバーマン マックス Ain アインバージョン"
  },
  "Bomberman Max - Hikari no Yuusha (Japan)": {
    "desc_ja": "ボンバーマンがゲームボーイカラーに帰ってきました。冒険は以前とほぼ同じで、出口への道を妨げるブロックや敵を爆破するために爆弾を設置します。\n\nポケモンと同様に、マックス：ブルーは冒険の一部です（もう一つはマックス：レッド チャレンジャー エディションです）。両方のゲームでは、「チャラボム」と呼ばれるクリーチャーを拾い、自分のものとして育て、他のプレイヤーのチャラボムと戦うことができます。これはシンプルなボーナスゲームでじゃんけんですが、全ての冒険を完了する唯一の方法は、リンクケーブルを介して両方のゲームをつなぎ、レベルを一つのカートリッジからもう一つに渡すことです。各ゲームにはユニークなレベルがあるため、全てのチャラボムを集めることができます。\n\nマックス：ブルーでは、ボンバーマン自身を操作し、シリーズの初めから続くクラシックなグラフィックとサウンドを楽しむことができます。",
    "developer": "Hudson Soft",
    "genre": "Puzzle, Action",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19991217T000000",
    "title_ja": "ボンバーマン マックス 闇の戦士"
  },
  "Bomberman Max - Yami no Senshi (Japan)": {
    "desc_ja": "ボンバーマン マックス 光の勇者は、ボンバーマン マックスシリーズの後半で、メインキャラクターのタスクはボンバーマン ブルー チャンピオンとほぼ同じです。しかし、ボンバーマンの代わりにマックスを操作します。マックスは見た目以外はボンバーマンとほとんど同じです。グラフィックもブルーとは異なり、各レベルで少し違っています。\n\nタスクは変わらず、爆弾を設置してブロックや敵を破壊し、ポケモンのように育てて戦うクリーチャーであるチャラボムを集めることです。特定のチャラボムやレベルはブルー版でのみ入手可能なので、他のゲームボーイとブルー チャンピオン エディションをリンクさせて、すべてのチャラボムを集めて冒険を完了させる必要があります。",
    "developer": "Hudson Soft",
    "genre": "Puzzle, Action",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19991217T000000",
    "title_ja": "ボンバーマン マックス 光の勇者"
  },
  "Bomberman Quest (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "捕まえたモンスターをすべて連れて、ボンバーマンは故郷の惑星ボンバーに向かっています。しかし、突然誰かが彼の4つのロケットエンジンをすべて盗んでしまい、彼は緊急着陸を余儀なくされます。墜落から目を覚ますと、エンジンだけでなく、すべてのモンスターも逃げてしまったことに気づきます！\n\n「ボンバーマンクエスト」は、ボンバーマンが4つの異なる土地を旅し、住民と話をしてエンジンとモンスターを取り戻すための手助けを受けるアクションRPGです。真のアクションRPGらしく、道中でバンパーツやモンスターを倒すことで得られるスキルなどのアップグレードを手に入れます。\n\nまた、2人のプレイヤーがリンクしたゲームボーイカラーを通じて対戦できるバトルモードもあります。",
    "developer": "Hudson Soft",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19981224T000000",
    "title_ja": "ボンバーマンクエスト"
  },
  "Bouken! Dondoko Shima (Japan)": {
    "desc_ja": "モンスターたちを助けて島を発展させ、島から脱出しましょう。島を探検し、素材を集め、野生のモンスターを捕まえて仲間にしましょう。",
    "developer": "D-1000 Project",
    "genre": "Simulation",
    "publisher": "Global A Entertainment",
    "release_date": "20020418T000000",
    "title_ja": "冒険! ドンドコ島"
  },
  "Brave Saga - Shinshou Astaria (Japan)": {
    "desc_ja": "多くのダンジョンを探索し、魔神を倒しましょう。ガオガイガーやゴッグなど、最大2体のロボットでパーティを編成し、敵に応じて切り替えましょう！",
    "developer": "Takara",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "タカラ",
    "release_date": "20010126T000000",
    "title_ja": "ブレイブサーガ 新章 アスタリア"
  },
  "Bugs Bunny - Crazy Castle 3 (Japan) (GB Compatible)": {
    "desc_ja": "バッグス・バニー クレイジーキャッスル3は、バッグス・バニーが登場するクレイジーキャッスルとその続編のゲームプレイをゲームボーイカラーに移植した作品です。あなたはバッグス・バニーとなり、古い城に隠された宝物を見つける必要があります。しかし、魔女ヘイゼルがあなたの友達（ダフィー・ダック、ヨセミテ・サム、シルベスター、ワイリー・コヨーテなどの他のルーニー・テューンズキャラクター）に呪いをかけてしまい、彼らはあなたが目標に到達するのを妨げようとします。\n\nあなたはバッグス・バニーを導き、城内外の60のレベルをクリアしなければなりません。各レベルでは、次のレベルへの扉を開くための8つの鍵を見つける必要があります。\n\nさらに、ライフを増やすためのニンジンを集めたり、敵を倒すためのさまざまな武器（爆弾、雷、コルク銃、ジュース、重りなど）を拾ったりすることができます。ハンマーやつるはしなどのアイテムは、レベルの障害物を乗り越えるのに役立ちます。シールド、時計、靴は、敵からあなたを守ってくれます。\n\nバッグス・バニーとして、歩き回ったり、階段を登ったり、エレベーターを使ったり、トンネルを通って画面を移動することができます。",
    "developer": "Kemco",
    "genre": "Puzzle, Strategy",
    "players": "1",
    "publisher": "KEMCO",
    "release_date": "19990129T000000",
    "title_ja": "バッグス・バニー クレイジーキャッスル3"
  },
  "Bugs Bunny - Crazy Castle 4 (Japan)": {
    "desc_ja": "「バッグス・バニー クレイジーキャッスル4」は、ゲームボーイカラー用のクレイジーキャッスルシリーズの第2作目です。\n\n前作の3つと同様に、バッグス・バニーを操作します。今回は神秘的なクレイジーキャッスルへの道を見つけなければなりません。さまざまな場所を通り抜け、タズ、ヨセミテ・サム、ワイリー・コヨーテ、ダフィー・ダック、エルマー・ファッドといったお馴染みのルーニー・テューンズのキャラクターたちと出会います。\n\nバッグス・バニーは階段やはしごを登り、ロープやバネをジャンプし、岩を壊すためのハンマーや健康を回復するためのニンジン、敵をノックアウトするための武器、岩を越えるためのつるはしなど、多くのアイテムを使用できます。\n\nレベルは60以上あり、それぞれのレベルで次のレベルへの扉を開けるための8つの鍵を見つける必要があります。氷の床、コンベヤーベルト、動く床、崩れるプラットフォームなど、さまざまな罠があなたの行く手を阻みます。",
    "developer": "Kemco",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "KEMCO",
    "release_date": "20000421T000000",
    "title_ja": "バッグス・バニー クレイジーキャッスル4"
  },
  "Burai Senshi Color (Japan)": {
    "desc_ja": "無頼戦士、悪の超知性エイリアンの種族が、半有機・半ロボットのクリーチャーであるロボミュータントの軍団を使って宇宙征服の計画を実行に移しました。彼らを止めるのはプレイヤーの役目です！ジェットパックを装着し、究極の無頼戦士になる準備を整えましょう。\n\nスペースマローダーは、2つのプレイモードを持つスクロールシューティングゲームです。ほとんどのレベルは、事前に設計されたレイアウトの横スクロールおよび縦スクロールですが、いくつかのレベルは異なり、上からの視点でランダム化されたレイアウトとなっています。いずれの場合も、プレイヤーはさまざまな武器（レーザー、ミサイル、リング）や、画面上のすべてを一掃する強力なコバルト爆弾を装備しています。\n\nスペースマローダーは、無頼戦士のゲームボーイカラー版です。ゲームプレイは全く同じで、無頼戦士と同様に3つの難易度（イーグル、アルバトロス、エース）を提供していますが、レベルのレイアウトは異なります。対戦モードは含まれていません。",
    "developer": "Kindle Imagine Develop",
    "genre": "Puzzle, Action",
    "players": "1",
    "publisher": "KEMCO",
    "release_date": "19990723T000000",
    "title_ja": "無頼戦士"
  },
  "Burger Burger Pocket - Hamburger Simulation (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "都市を巡り、食材を探し、自分だけのバーガーを作り、チェーンを拡大するボードゲームです。ゲームはバックギャモンのようなマップでプレイされ、各停留所でのイベントがあなたのレストランを成長させる手助けをします。",
    "developer": "Biox",
    "genre": "Build And Management, Simulation",
    "publisher": "バンプレスト",
    "release_date": "19990325T000000",
    "title_ja": "バーガーバーガーポケット"
  },
  "Burger Paradise International (Japan)": {
    "desc_ja": "さまざまな食材を使ってレシピを作成し、ハンバーガーショップを運営しましょう。自分だけのオリジナルハンバーガーを作り、バーガー・オブ・ザ・イヤーを目指しましょう。",
    "developer": "Biox",
    "genre": "Simulation",
    "players": "1",
    "publisher": "ギャップス",
    "release_date": "20000421T000000",
    "title_ja": "バーガーパラダイス インターナショナル"
  },
  "Cardcaptor Sakura - Itsumo Sakura-chan to Issho (Japan) (Rev 2) (GB Compatible)": {
    "desc_ja": "カードキャプターさくら いつもさくらちゃんと一緒！は、MTOによって開発・発売されたアドベンチャーゲームで、1999年に日本でリリースされました。目的は、さくらの家で彼女を見つけて話しかけ、冒険に出かけるように促すことで、失われたクロウカードをすべて集めることです。しかし、そのためには、ゲーム内のリアルタイム時計を利用して、適切な場所に適切な時間にいる必要があります。",
    "developer": "MTO Co",
    "genre": "Adventure / Point and Click, Adventure",
    "players": "1",
    "publisher": "エム・ティー・オー",
    "release_date": "19990515T000000",
    "title_ja": "カードキャプターさくら Cardcaptor Sakura いつもさくらちゃんと一緒"
  },
  "Cardcaptor Sakura - Tomoeda Shougakkou Daiundoukai (Japan)": {
    "desc_ja": "アニメ「カードキャプターさくら」のキャラクターたちが登場するミニゲーム集です。運動会に関連する12種類のミニゲームを楽しむことができます。占いなどの追加要素も含まれています。",
    "developer": "MTO Co",
    "genre": "Sports",
    "publisher": "ヴィアール・ワン",
    "release_date": "20001006T000000",
    "title_ja": "カードキャプターさくら Cardcaptor Sakura 友枝小学校大運動会"
  },
  "Checkmate (Japan) (En,Ja) (GB Compatible)": {
    "desc_ja": "最高の思考ルーチンを持つコンピュータと対戦できる究極の戦略ゲーム「チェス」を楽しむことができます。分かりやすい日本語と英語の2種類の表示から選ぶことができ、本格的な雰囲気を楽しめます。駒の色を自由に設定して楽しむことも可能です。初心者からプロフェッショナルまで、16のゲームレベルがあります。小さなパーツに分けられたレベル設定に応じて、相手のプレイ力が変わります。「勝利の戦い」モードでは15人の挑戦者と順番に対戦でき、「フリーバトル」モードでは16人の中から好きな相手を選んで対戦できます。また、ゲームを保存することもできるので、いつでも続けてプレイできます。",
    "developer": "Altron",
    "genre": "Board game",
    "players": "1",
    "publisher": "アルトロン",
    "release_date": "19990416T000000",
    "title_ja": "チェックメイト"
  },
  "Chee-Chai Alien (Japan) (Rumble Version)": {
    "desc_ja": "蛍光灯やリモコン、その他の光源から「チャイリアン」を集めて、彼らの体から「ダークマター」を取り除きましょう。赤外線通信を利用して、プレイヤー同士で「チャイリアン」を交換し、競い合うことができます。",
    "developer": "Creatures",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20010227T000000",
    "title_ja": "ちっちゃいエイリアン"
  },
  "Chibi Maruko-chan - Go Chounai Minna de Game Da yo! (Japan)": {
    "desc_ja": "「ちびまる子ちゃん」を基にしたボードゲームです。サイコロを振って町を巡り、思い出の隠された宝物を探しましょう。最大4人まで同時にプレイできます。",
    "publisher": "エポック社",
    "release_date": "20010810T000000",
    "title_ja": "ちびまる子ちゃん ご町内 みんなでゲームだよ!"
  },
  "Chiki Chiki Machine Mou Race (Japan)": {
    "desc_ja": "アニメシリーズを覚えている方には、懐かしい体験になるでしょう。ピーター・パーフェクト、ペネロペ・ピットストップ、そしてもちろんディック・ダスタードリーとマットリーなど、お気に入りのキャラクターから選んで、それぞれのキャラクターの馴染みのある車両でアニメのような環境を駆け抜けましょう。レースのゴールに最初に到達すると新しいコースが開放され、武器を使って他のキャストを排除し、進行を助けることができます。",
    "developer": "Velez & Dubail",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "シスコンエンタテイメント",
    "release_date": "20011122T000000",
    "title_ja": "チキチキマシン猛レース"
  },
  "Choro Q - Hyper Customable GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "チューニングされたチョロQを使って競い合うレースゲーム。200種類以上の改造パーツやパワーアップアイテムを駆使して、自分だけの最速のチョロQを作り上げよう。",
    "developer": "Eleca",
    "genre": "Role Playing Game",
    "publisher": "タカラ",
    "release_date": "19990730T000000",
    "title_ja": "チョロQ キュー ハイパーカスタマブルGB"
  },
  "Columns GB - Tezuka Osamu Characters (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「コラムス 手塚治虫キャラクターズ」は、ゲームギアにおける「テトリス」のような存在です。ゲームギアの生産が終了した数年後、ゲームボーイに移植されました。ゲームにはいくつかのモードが追加され、特に手塚治虫が創造した人気マンガキャラクターのライセンスが与えられています。アストロボーイやジャングル大帝、ブラック・ジャックなどの有名キャラクターを操作できます。\n\nメインのコラムスモードに加えて、このエディションには「謎ぷよ」シリーズのようなパズルモードがあり、あらかじめ設置されたピースを、あらかじめ定義された落下ピースを使って取り除く必要があります。また、友達と対戦するためのリンクアップモードもあります。\n\n手塚キャラクターはゲーム内で大きな役割を果たさず、プレイフィールドの右側にあるウィンドウに表示され、ゲームの進行に応じて表情が変わります。選べるキャラクターは6人おり、3つのセーブスロットに保存できます。セーブスロットを使うことで、次回のセッションに向けてスコアを保持できます。",
    "developer": "GAME",
    "genre": "Puzzle / Fall, Puzzle, Strategy",
    "players": "2",
    "publisher": "メディアファクトリー",
    "release_date": "19991105T000000",
    "title_ja": "コラムス 手塚治虫キャラクターズ"
  },
  "Command Master (Japan)": {
    "desc_ja": "ゲームは「ネオス」と呼ばれるキャラクターを召喚して戦う形式です。ゲームボーイは表示されたコマンドに応じて上下左右に動かし、さまざまなアクションを行います。",
    "developer": "Brain Dock",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "エニックス",
    "release_date": "20001122T000000",
    "title_ja": "コマンドマスター"
  },
  "Cross Hunter - Monster Hunter Version (Japan)": {
    "desc_ja": "クロスハンターは、Game Villageによって開発・出版されたゲームボーイカラー向けのRPGゲームです。クロスハンターには、モンスターハンター、トレジャーハンター、エックスハンターの3つの異なるバージョンがリリースされています。これらのゲームは、主に同じゲームでありながら、いくつかの内容の違いがある点でポケモンシリーズに似ています。",
    "developer": "Game Village",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ゲームビレッジ",
    "release_date": "20010412T000000",
    "title_ja": "クロスハンター Cross Hunter モンスターハンターバージョン"
  },
  "Cross Hunter - Treasure Hunter Version (Japan)": {
    "desc_ja": "クロスハンターは、Game Villageによって開発・出版されたゲームボーイカラー向けのRPGゲームです。クロスハンターには、モンスターハンター、トレジャーハンター、エックスハンターの3つの異なるバージョンがリリースされています。これらのゲームは、主に同じゲームでありながら、いくつかの内容の違いがある点でポケモンシリーズに似ています。",
    "developer": "Game Village",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ゲームビレッジ",
    "release_date": "20010412T000000",
    "title_ja": "クロスハンター Cross Hunter トレジャーハンターバージョン"
  },
  "Cross Hunter - X Hunter Version (Japan)": {
    "desc_ja": "クロスハンターは、Game Villageによって開発・出版されたゲームボーイカラー向けのRPGゲームです。クロスハンターには、モンスターハンター、トレジャーハンター、エックスハンターの3つの異なるバージョンがリリースされています。これらのゲームは、主に同じゲームでありながら、いくつかの内容の違いがある点でポケモンシリーズに似ています。",
    "developer": "Game Village",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20010412T000000",
    "title_ja": "クロスハンター Cross Hunter エックスハンターバージョン"
  },
  "Cyborg Kuro-chan - Devil Fukkatsu (Japan)": {
    "desc_ja": "プレイヤーがステージ上のすべての敵やオブジェクトを破壊するアクションゲームです。さまざまな武器を集めて、強力なボスに挑みましょう。他のプレイヤーと武器を競うこともできます。",
    "developer": "Konami Computer Entertainment Nagoya",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20000323T000000",
    "title_ja": "サイボーグクロちゃん デビル復活!!"
  },
  "Cyborg Kuro-chan 2 - White Woods no Gyakushuu (Japan)": {
    "desc_ja": "「サイボーグクロちゃん」のゲームアダプテーションの第2ステージ。アニメやコミックとしても人気の作品です。ゲームでは、より激しい敵の攻撃やスリリングなバトルが展開され、破壊可能なオブジェクトの数も大幅に増加しました。また、プレイヤーは「コミックボンボン」などの雑誌に掲載されたパスワードを入力することで、さまざまな武器を使用することができます。",
    "developer": "ITL",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20001019T000000",
    "title_ja": "サイボーグクロちゃん2 ホワイトウッズの逆襲"
  },
  "DT - Lords of Genomes (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "集めたデータを具現化し、敵を倒し、数々の謎を解く「DTマスター」になろう。敵との戦いはカードバトルを通じて展開される。",
    "developer": "GAME",
    "genre": "Adventure",
    "publisher": "メディアファクトリー",
    "release_date": "20010525T000000",
    "title_ja": "DTローズ・オブ・ゲノム"
  },
  "DX Jinsei Game (Japan)": {
    "desc_ja": "人気ボードゲームのゲームボーイ版です。メインゲームをクリアすると登場する「ライフゲームアイランド」は、メインゲームをプレイするほど発展し、さまざまなミニゲームを楽しむことができます。",
    "genre": "Board game",
    "players": "4",
    "publisher": "タカラ",
    "release_date": "20010427T000000",
    "title_ja": "人生ゲーム"
  },
  "DX Monopoly GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "1～4人で楽しめる、典型的なオーソドックスボードゲーム「モノポリー」をプレイできるソフトウェアです。ゲームの完了には時間がかかりますが、いつでもセーブが可能で、ゲームを再開するとプレイ履歴が表示されます。",
    "developer": "OeRSTED",
    "genre": "Board game",
    "publisher": "タカラ",
    "release_date": "20000421T000000",
    "title_ja": "デラックスモノポリーGB"
  },
  "Daa! Daa! Daa! - Totsuzen Card de Battle de Uranai de! (Japan)": {
    "desc_ja": "「だぁ!だぁ!だぁ! とつぜん★カードでバトルで占いで!?」は、ビデオシステムによって開発・発売されたゲームボーイカラー用のゲームです。「だぁ!だぁ!だぁ! とつぜん★カードでバトルで占いで!?」は、日本国外では発売されていません。",
    "developer": "Video System",
    "players": "1",
    "publisher": "ビデオシステム",
    "release_date": "20001208T000000",
    "title_ja": "だぁ!だぁ!だぁ! とつぜん★カードでバトルで占いで!?"
  },
  "Daffy Duck - Subette Koron de Oogane Mochi (Japan) (GB Compatible)": {
    "desc_ja": "「ダフィー・ダック すべってころんで大金持ち」では、ダフィーがバックス・バニーから聞いた隠された宝物を探しています。しかし、残りのルーニー・テューンズのキャラクターたちが彼を阻止しようとしています。\n\n「すべってころんで大金持ち」は、独特なメカニクスを持つ9つのレベルからなるプラットフォームアクションゲームです。ダフィーには空腹メーターがあり、常に満たしておく必要があります。レベル内で食べ物を見つけ、ダフィーが飢えないように急がなければなりません。",
    "developer": "Sunsoft",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "20000101T000000",
    "title_ja": "ダフィー・ダック すべってころんで大金持ち"
  },
  "Daikaijuu Monogatari - Poyon no Dungeon Room (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「ポヨンのダンジョンルーム」では、プレイヤーは小さなピンクの生き物ポヨンとなり、危険に満ちたダンジョンに送り込まれます。目的は、ダンジョンを探索し、敵と戦い、パズルを解き、脱出する道を見つけることです。\nゲームプレイは、相互に接続された部屋で構成された2D環境で行われます。プレイヤーは慎重に移動し、有用なアイテムを集め、各階の最後に待ち受けるボスに立ち向かう必要があります。戦闘はターン制で、シンプルな攻撃と防御のシステムが採用されています。\nゲームはカラフルで可愛らしいビジュアルスタイルを誇り、ポヨンや敵の詳細なスプライトが描かれています。サウンドトラックもキャッチーなテーマで評価されています。\nまだ日本独占ではありますが、「大貝獣物語 - ポヨンのダンジョンルーム」は、魅力的な雰囲気とアクセスしやすいゲームプレイを持つゲームボーイカラーのダンジョンクローラージャンルの良い代表作と見なされています。",
    "developer": "Birthday",
    "genre": "Dungeon Crawler RPG, Role Playing Game",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19990226T000000",
    "title_ja": "ポヨンのダンジョンルーム Poyon's Dungeon Room 大貝獣物語"
  },
  "Daikaijuu Monogatari - Poyon no Dungeon Room 2 (Japan)": {
    "desc_ja": "ダンジョンを掘り進み、ドラゴンを倒して7つのスタンプを集めよう。変身能力を使って大工や探偵、その他の職人に変身し、謎を解き明かしてカイバツ隠者になろう。",
    "developer": "A.I",
    "genre": "Action / Labyrinth, Action",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "20000602T000000",
    "title_ja": "大貝獣物語 ポヨンのダンジョンルーム2"
  },
  "Daikaijuu Monogatari - The Miracle of the Zone II (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気のカードバトルゲームの新バージョンです。カードの総数は340枚で、前作のカードも含まれています。プレイヤーは8つのレベルでランク付けされます。",
    "genre": "Strategy",
    "publisher": "ハドソン",
    "release_date": "19990319T000000",
    "title_ja": "大貝獣物語 Z: The Miracle of the Zone II ザ・ミラクル オブ ザ・ゾーンII"
  },
  "Daikatana GB (Japan) (NP)": {
    "title_ja": "大刀GB"
  },
  "Daiku no Gen-san - Kachikachi no Tonkachi ga Kachi (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「大工の源さん カチカチのトンカチがカチ」は、Bioxによって開発され、Gapsによってゲームボーイカラー向けに発売されたアクション/プラットフォームゲームです。「大工の源さん カチカチのトンカチがカチ」は、日本国外では一度も発売されていません。",
    "developer": "Biox",
    "genre": "Platform",
    "players": "1",
    "publisher": "バイオックス",
    "release_date": "20000428T000000",
    "title_ja": "大工の源さん カチカチのトンカチがカチ"
  },
  "Dance Dance Revolution GB (Japan)": {
    "desc_ja": "ダンスダンスレボリューションGBは、ナウプロダクションが開発し、コナミが発売したアクションゲームで、2000年に日本でリリースされました。",
    "developer": "Now Production",
    "genre": "Dancing, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20000803T000000",
    "title_ja": "ダンスダンスレボリューションGB"
  },
  "Dance Dance Revolution GB - Disney Mix (Japan)": {
    "desc_ja": "ダンスダンスレボリューションGB ディズニーミックスは、ナウプロダクションが開発し、コナミが発売したアクションゲームで、2001年に日本でリリースされました。",
    "developer": "Now Production",
    "genre": "Dancing, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20010329T000000",
    "title_ja": "ディズニーミックス"
  },
  "Dance Dance Revolution GB 2 (Japan)": {
    "desc_ja": "ダンスダンスレボリューションGB2は、ナウプロダクションが開発し、コナミが発売したアクションゲームで、2000年に日本でリリースされました。",
    "developer": "Now Production",
    "genre": "Dancing, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20001116T000000",
    "title_ja": "ダンスダンスレボリューションGB2"
  },
  "Dance Dance Revolution GB 3 (Japan)": {
    "desc_ja": "ダンスダンスレボリューションGB3は、ナウプロダクションが開発し、コナミが出版したアクションゲームで、2001年に日本でリリースされました。",
    "developer": "Now Production",
    "genre": "Dancing, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20010315T000000",
    "title_ja": "ダンスダンスレボリューションGB3"
  },
  "Dancing Furby (Japan) (GB Compatible)": {
    "desc_ja": "あなたはファービーとして踊らなければなりません！ウー・テー・ロウ・ワ・ブー！左に振って、右に振って。\n\nファービーは、ふわふわのピンクのバナナの耳を持つフクロウのようなモンスターです。彼らは踊ること、歌うこと、人間の言葉を少しずつ学ぶことが大好きです。具体的には、ファービーはタイガーエレクトロニクスによって製造された自律型おもちゃロボットで、このゲームのライセンサーです。これらのおもちゃは、最初の成功した家庭用ロボットの一つでした。ここでは、あなたのために踊ります。\n\nダンシングファービーは、クラシックなリズムゲームとして機能します。画面上に流れるボタンのプロンプトに合わせて、現在のタイムマークに達したときにボタンを押す必要があります。画面上のファービーは、あなたのパフォーマンスに応じて踊り、タイミングについてファービー語でコメントします。「ヌー・ルー」が完璧、「イー・デイ」が許容範囲、「ブー」は失敗を意味します。各曲の最後には、スコアが「ヌー・ルー」などで計算され、その後続行が許可されます。\n\nステージを成功裏にクリアすると、ゲームボーイの赤外線ポートをファービーのおでこの対応するポートに「接続」することができるようになります。これにより、曲に関する情報がファービーに伝わり、あなたが予期しないときに「エリーゼのために」を口ずさむようになります。\n\nゲーム内では、斑点模様、ストライプ模様、またはひし形の顔を持つファービーを選んで踊ることもできます。良いパフォーマンスを発揮すると、さらに多くのファービーがアンロックされます。\n\nゲーム内の曲には、「きらきら星」、「エリーゼのために」、およびいくつかの「人気のある」ナンバーが含まれています。",
    "developer": "Tomy",
    "genre": "Rhythm, Action, Music and Dancing",
    "players": "2",
    "publisher": "トミー",
    "release_date": "19991224T000000",
    "title_ja": "踊る天才ペット! Dancing Furby ダンシングファービー"
  },
  "Dear Daniel no Sweet Adventure - Kitty-chan o Sagashite (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "目的はダニエルがキティに会うことです。敵を飛び越えながら、彼はコマンドを入力して動きを決定し、ポイントを獲得します。ミニゲームで手に入れたアイテムは、あなたの能力を変化させます。",
    "developer": "TOSE",
    "genre": "Adventure",
    "players": "2",
    "publisher": "イマジニア",
    "release_date": "20000719T000000",
    "title_ja": "ディアダニエルのスウィートアドベンチャー キティちゃんをさがして"
  },
  "Deja Vu I & II (Japan)": {
    "desc_ja": "「ディジャブのケースブック」には、ゲームボーイ版の「ディジャブ：悪夢が現実に」と「ディジャブ2：ラスベガスで迷子」が含まれています。「ディジャブ」は1987年に様々なシステム向けに制作されたゲームの移植版です。これはクラシックな探偵ストーリーで、あなたは完全な記憶喪失の状態で死体のそばで目を覚まします。自分が誰なのか、どうやってそこに来たのか、そしてその死体が誰なのかもわかりません。「ディジャブ2」はこれまでゲームボーイではリリースされておらず、同じカートリッジに収められ、一つのゲームの価格で販売されました。",
    "developer": "Infinite Ventures",
    "genre": "Puzzle, Adventure",
    "players": "1",
    "publisher": "KEMCO",
    "release_date": "19991015T000000",
    "title_ja": "ディジャブ"
  },
  "Densha de Go! (Japan)": {
    "desc_ja": "1996年のアーケードゲームに基づく「電車でGo!」は、商業用の列車運転シミュレーションゲームの先駆けの一つであり、その後多くの続編を生み出しました。\n\nプレイヤーはさまざまな路線と列車を選択し、指定された駅まで列車を運転しなければなりません。厳しいスケジュールに従い、マークされた位置で正確に停車し、すべての標識や信号を守り、乗客の安全と快適さを確保する必要があります。\n\nプレイヤーがミスを犯すたびに、カウンターからポイントが減点されます。このカウンターは各ラウンドの開始時に選択した難易度に応じた値に初期化されます。ゼロに達するとゲームオーバーとなります。\n\n以下の路線が登場します：\n\n1. 亀岡から京都までの嵯峨野線（山陰線）\n2. 品川から横浜までの京浜東北線\n3. 京都から大阪までの東海道本線（JR京都線）\n4. 渋谷から東京駅までの山手線（内回り）\n5. 高槻から大阪までの東海道本線EX、元のバージョンの快速東海道本線の一部ですが、今回はすべての駅に停車します（Windows専用）\n6. 亀岡から京都までの嵯峨野線EX、元のバージョンの嵯峨嵐山から丹波口へのショートカットがありません（Windows専用）",
    "developer": "CyberFront Corporation",
    "genre": "Simulation / Vehicle, Simulation",
    "players": "2",
    "publisher": "サイバーフロント",
    "release_date": "19991210T000000",
    "title_ja": "電車でGo!"
  },
  "Densha de Go! 2 (Japan)": {
    "desc_ja": "1998年に発売された、タイトーの人気電車運転ゲームの続編が再びさまざまな家庭用システムに移植されました。PlayStationでは初めて雪の中を運転し、新幹線の運転席に座ることが可能です。\n\nゲームプレイはシミュレーションよりもアーケード寄りです。駅に完璧なタイミングと位置で停車し、ダイヤを守り、信号や速度制限に従い、乗客の安全と快適さを確保することが重要です。ミスをするとポイントが減点され、カウンターが0になるとゲームオーバーになります。\n\n以下の路線が利用可能です：\n\n1. 北陸新幹線：直江津から浦川原まで\n2. 東北新幹線：盛岡から新花巻まで\n3. 秋田新幹線：秋田から大曲まで\n4. 京浜東北線：品川から上野まで\n5. 大阪環状線：大阪から天王寺まで（アーケード版には未収録）\n6. 鹿児島本線：博多から小倉まで（PlayStationおよびWindows版のみ）",
    "developer": "Taito",
    "genre": "Simulation / Vehicle, Simulation",
    "players": "2",
    "publisher": "サイバーフロント",
    "release_date": "20001208T000000",
    "title_ja": "電車でGo!2"
  },
  "Dino Breeder 3 - Gaia Fukkatsu (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "これは恐竜育成シミュレーションの第3作目です。このタイトルでは、新しい種がイラスト付きの図鑑に登録されるだけでなく、動物たちと一緒に冒険に出かけることもできます。",
    "developer": "Digital Kids",
    "genre": "Simulation",
    "publisher": "J・ウィング",
    "release_date": "19990428T000000",
    "title_ja": "ディノブリーダー3 ガイア復活"
  },
  "Dino Breeder 4 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "これは、野生の恐竜を捕まえて育てるシリーズの最新作です。今回は、一緒に働ける恐竜の数が5匹に増えました。遺伝子を使って、新しい種類の恐竜を誕生させることができます。",
    "developer": "Digital Kids",
    "genre": "Simulation",
    "publisher": "J・ウィング",
    "release_date": "20000428T000000",
    "title_ja": "ディノブリーダー3"
  },
  "Dokapon! - Millennium Quest (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "目標を達成するまで出られないダンジョンで経験を積み、世界一の冒険者になろう。グー、チョキ、パーの属性を持つ武器を使って、敵とじゃんけんスタイルで戦おう。",
    "genre": "Role Playing Game",
    "publisher": "アスミック・エース エンタテインメント",
    "release_date": "20000714T000000",
    "title_ja": "ドカポン?! ミレニアムクエスト"
  },
  "Doki x Doki Sasete!! (Japan)": {
    "desc_ja": "主人公は男性アイドルグループに加入した女の子で、彼女の目標は1年後のドームコンサートを成功させることです。メンバーとの関係は、あなたの選択によって変化します。",
    "genre": "Adventure",
    "publisher": "ビクターインタラクティブソフトウェア",
    "release_date": "20011026T000000",
    "title_ja": "させて!!"
  },
  "Dokidoki Densetsu - Mahoujin Guruguru (Japan)": {
    "desc_ja": "アニメ「魔法陣グルグル」を基にしたRPGで、プレイヤーは4つの異なるシステムと属性を組み合わせた魔法陣を使ってモンスターを倒します。プレイヤー同士はカードを使って対戦することもできます。",
    "genre": "Role Playing Game",
    "publisher": "エニックス",
    "release_date": "20001117T000000",
    "title_ja": "ドキドキ♥伝説 魔法陣グルグル"
  },
  "Donald Duck - Daisy o Sukue! (Japan)": {
    "desc_ja": "この3Dプラットフォームアクションゲームでは、ドナルドを操作します。ドナルドのガールフレンドであるデイジーは、ダックバーグのテレビ局のリポーターです。恐ろしい魔法使いマーリックの秘密の寺院に関するストーリーを取材中、デイジーが誘拐されてしまいます。今、デイジーを取り戻すのはドナルドの役目です。途中で、彼は甥のヒューイ、デューイ、ルーイや発明家のジャイロ・ギアロースから助けを受けます。また、デイジーを救おうとするグラッドストーン・ギャンダーとの競争もあります。\n\nゲームプレイは、横スクロールのランニングとジャンプ、そして3Dのランニングとジャンプが交互に展開されます。横スクロールのレベルは、『スーパーマリオブラザーズ』シリーズに似たプレイ感覚です。3Dのレベルは、『クラッシュ・バンディクー』シリーズに近いものとなっています。全体で、さまざまなエリアに広がる20のレベルがあります。",
    "developer": "Ubisoft",
    "genre": "Platform",
    "players": "1",
    "publisher": "Ubiソフト",
    "release_date": "20001201T000000",
    "title_ja": "ドナルドダック デイジーを救え!"
  },
  "Donkey Kong 2001 (Japan)": {
    "desc_ja": "キングK.ルールがドンキーコングのバナナの在庫を奪ってしまい、ドンキーコングはそれを取り戻すためにあなたの助けが必要です。K.ルールを探す中で、クレムリンの大群があなたの進行を妨げます。クレムリンとはワニのような生き物で、クリッター（頭にジャンプするだけで倒せる）、クラッシャー（ほぼ無敵）、その他の敵が含まれます。また、ビーバー、ヘビ、ハゲタカなど、あなたの道を阻む他の敵もいます。彼らのリーダーには、非常に厄介なボスたちがいて、ヴェリー・ノーティ、ネッキー、バンブルB、ダム・ドラムなどが登場し、それぞれ独自の悪事で道を阻みます。\n\nドンキーコングにはディディーコングが加わります。この2匹の霊長類は大きく異なります。例えば、ドンキーコングは一般的に強く、ほとんどの敵を一回のジャンプで倒すことができ、バレルを頭上に持ち上げて遠くに投げることができます。一方、ディディーは速く、ドンキーほど強くはありませんが、非常に速く走ることができ、側転もできます。ディディーはバレルを前に持ち、前方からの攻撃に対するシールドを作ります。\n\nゲームは異なるワールドに分かれており、それぞれが異なるレベルに分かれています。各レベルにはボーナスエリアがあり、そこでバナナ、メダル、ライフを集めることができます。各ワールドの最後にはボスが待ち受けており、通常は小さな敵の大きなバージョンです。",
    "developer": "Rareware",
    "genre": "Platform, Action",
    "players": "2",
    "publisher": "任天堂",
    "release_date": "20010121T000000",
    "title_ja": "ドンキーコング2001"
  },
  "Donkey Kong GB - Dinky Kong & Dixie Kong (Japan)": {
    "desc_ja": "日本でのみ発売されたゲームボーイカラー用の「ドンキーコングランドIII」の特別強化版です。名声と富を求める者たちが伝説のロストワールドを求めてドンキーコングカントリーに押し寄せています。あなたはディクシーコングとキディコングを操り、36のコングサイズのアクションと冒険のレベルを進んでいきます。スキッター（クモ）、スコークス（オウム）、エリー（ゾウ）、エンガード（カジキ）、パリー（パラレルバード）といった動物の友達を使って、あなたの冒険スキルを証明し、誰よりも早くロストワールドを見つけましょう！",
    "developer": "Rareware",
    "genre": "Platform",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20000128T000000",
    "title_ja": "ドンキーコングGB ディンキーコング&ディクシーコング"
  },
  "Doraemon - Aruke Aruke Labyrinth (Japan) (GB Compatible)": {
    "desc_ja": "ドラえもん あるけあるけラビリンスは、エポックから発売されたアクションゲームで、1999年に日本でリリースされました。",
    "developer": "Epoch",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "19990723T000000",
    "title_ja": "ドラえもん あるけあるけラビリンス"
  },
  "Doraemon - Kimi to Pet no Monogatari (Japan) (GB Compatible)": {
    "desc_ja": "このRPGでは、ドラえもんやお馴染みのキャラクターたちが登場し、プレイヤーは特定の条件を満たし、戦闘中に「友情ポイント」を3つ集めることで、友情のコンビネーション攻撃を使用することができます。",
    "developer": "Epoch",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "20010316T000000",
    "title_ja": "ドラえもん きみとペットの物語"
  },
  "Doraemon Kart 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ドラえもんカート2は、エポックによって開発・発売されたレーシングゲームで、1999年に日本でリリースされました。",
    "developer": "Epoch",
    "genre": "Racing, Driving / Racing, Racing, Driving",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "19990312T000000",
    "title_ja": "ドラえもんカート2"
  },
  "Doraemon Memories - Nobita no Omoide Daibouken (Japan) (GB Compatible)": {
    "desc_ja": "ドラえもんメモリーズ のび太の想い出大冒険は、SASサカタが開発し、エポックが発売したアクションゲームで、2000年に日本でリリースされました。",
    "developer": "SAS Sakata",
    "genre": "Platform",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "20000310T000000",
    "title_ja": "ドラえもんメモリーズ のび太の想い出大冒険"
  },
  "Doraemon no Quiz Boy (Japan) (Rev 1)": {
    "desc_ja": "アニメや漫画でおなじみの「ドラえもん」キャラクターと一緒にクイズを楽しむゲームです。小学生向けの学習問題やドラえもんに関する雑学など、さまざまなジャンルの4,500問の質問が用意されています。",
    "developer": "Epoch",
    "genre": "Quiz / Japanese, Quiz",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "20000428T000000",
    "title_ja": "ドラえもんのクイズボーイ"
  },
  "Doraemon no Quiz Boy 2 (Japan)": {
    "desc_ja": "ドラえもんと一緒に楽しむクイズゲーム「ドラえもんのクイズボーイ」。5,000以上の学習クイズが収録されており、難易度は低、中、高の3段階から選べます。また、クイズを簡単にするための秘密道具を使うなど、ドラえもんらしいゲーム要素も満載です。",
    "developer": "Epoch",
    "genre": "Quiz / Japanese, Quiz",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "20021004T000000",
    "title_ja": "ドラえもんのクイズボーイ2"
  },
  "Doraemon no Study Boy - Gakushuu Kanji Game (Japan)": {
    "desc_ja": "このソフトウェアでは、小学校6年間で学ぶ1006の漢字の読み書きをマスターすることができます。ソフトウェアは、読み、書き、読み書きの練習問題を提供します。正しい答えを出すと、ドラえもんがバンザイで教えてくれます。また、ミニゲームモードや検索可能な辞書機能も搭載されています。",
    "players": "1",
    "publisher": "小学館",
    "release_date": "20010112T000000",
    "title_ja": "ドラえもんのスタディボーイ 学習漢字ゲーム"
  },
  "Doraemon no Study Boy - Kanji Yomikaki Master (Japan)": {
    "desc_ja": "小学生向けのドラえもん学習ゲームです。このゲームは、小学校で学ぶ「勉強漢字」の習得に特化しています。",
    "genre": "Educational",
    "players": "1",
    "publisher": "小学館",
    "release_date": "20030718T000000",
    "title_ja": "ドラえもんのスタディボーイ かんじよみかきマスター"
  },
  "Doraemon no Study Boy - Kuku Game (Japan)": {
    "desc_ja": "ドラえもんと一緒に遊びながら九九をマスターできるソフトウェアです。コースは3つあり、「基本問題」ではレベルごとに10問の九九問題が出題されます。「応用問題」では、掛け算の数や掛け算の回数に関する問題に挑戦できます。そして「マスターコース」では、99の計算問題がランダムに出題されます。",
    "genre": "Educational",
    "players": "1",
    "publisher": "小学館",
    "release_date": "20001220T000000",
    "title_ja": "ドラえもんのスタディボーイ 九九ゲーム"
  },
  "Dr. Rin ni Kiitemite! - Koi no Rin Fuusui (Japan)": {
    "desc_ja": "同名のアニメを基にしたゲームです。アニメの主人公、ミンリンに風水のアドバイスを求めて、さまざまな問題を解決しましょう。また、風水占いやタロットリーディングも楽しめます。",
    "developer": "Will",
    "genre": "Adventure",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "20020221T000000",
    "title_ja": "ドクター Dr.リンにきいてみて! 恋のリン風水!"
  },
  "Dragon Ball Z - Densetsu no Chou Senshi-tachi (Japan)": {
    "desc_ja": "ドラゴンボールZ: 伝説の超戦士たちは、ゲームボーイカラー用のカードゲームとターン制バトルゲームが融合した作品です。ゲームでは、攻撃、技、サポートアイテムのためのオリジナルのゲーム内カードを使用し、最初はトレードモードとストーリーモードの2つのモードのみが利用可能です。伝説の超戦士たちのストーリーは、サイヤ人編からブウ編の終わりまでをカバーしています。クリアするとバトルモードが解放され、プレイヤーはランダムな敵と対戦できるようになります。ゲームをクリアすると、フリーザ対セルのように、どのキャラクターでも任意のバトルで使用可能になります。",
    "developer": "Banpresto",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20020809T000000",
    "title_ja": "ドラゴンボール 伝説の超戦士たち"
  },
  "Dragon Quest I & II (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "神話の偉大な伝統の一つは、孤独な冒険者が圧倒的な困難に立ち向かい、悪を打ち倒す物語です。『ドラゴンクエスト』シリーズの第一作では、角のあるヘルメットと背中の服、そしてアレフガルドの市民の寛大さを頼りに、あなたは戦いの渦に投げ込まれます。町から町へ移動し、モンスターと戦い、金を集める中で、ドラゴンロードを倒すためのあなたの使命の詳細が明らかになっていきます。\n\nドラゴンクエストII\n第二の冒険は、ドラゴンロードを倒した多くの年後に展開されます。平和で穏やかな時代が、ハーゴンの怪物軍団によって破られ、彼らはムーンブルク城を襲撃して王を暗殺しようとしています。ロラシアの王子として、あなたは同じ志を持つ冒険者を求めて田舎を旅し、ハーゴンが邪悪な存在を復活させるのを阻止するためにパーティーを結成して出発する必要があります。",
    "developer": "Enix",
    "genre": "Compilation, Various, Role Playing Game",
    "players": "1",
    "publisher": "エニックス",
    "release_date": "19990923T000000",
    "title_ja": "ドラゴンクエスト"
  },
  "Dragon Quest III - Soshite Densetsu e... (Japan)": {
    "desc_ja": "あなたの父、勇敢なオルテガは亡くなりました。彼は魔王バラモスを倒すために旅立ちましたが、栄光の戦いで命を落としました。バラモスを止めなければ、彼は世界を滅ぼす悪の洪水を解き放つでしょう。あなたはバラモスを阻止し、ドラゴンウォリアーの伝説を発見しなければなりません！あなたの旅はアリアハンで始まります。旅の終わりはあなた次第です…",
    "developer": "Enix",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エニックス",
    "release_date": "20001208T000000",
    "title_ja": "ドラゴンクエストIII そして伝説へ…"
  },
  "Dragon Quest Monsters - Terry no Wonderland (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「ドラゴンクエストモンスターズ」では、テリーのワンダーランドに入ろう。そこは王様、モンスター、魔法が共存する魔法の場所だ。モンスターを仲間にして、長い冒険の中で待ち受ける危険に立ち向かおう。誘拐された妹を見つけ出し、世界で最も強力なモンスターマスターになれ！\n\n各モンスターは戦闘で使用できる独自の特技を持っている。彼らをしっかりと育て、大切に扱えば、勝利を手にすることができる！4万以上の異なる組み合わせ - 最も希少で強力なモンスターを繁殖させることができるか？\n\n- 200種類以上のかわいくてかっこいいモンスターを集め、手なずけ、育てよう。\n- 育てたモンスターを繁殖させて、親モンスターから特技を受け継いだより強力なモンスターを作り出そう。\n- ソロプレイも可能だが、ゲームリンクケーブルを使ってゲームボーイのゲームシステムに接続し、友達のモンスターと戦ったり繁殖させたりしよう。\n- 日本のベストセラーRPGゲーム、エニックスの「ドラゴンクエスト」のスピンオフ作品。",
    "developer": "Enix",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エニックス",
    "release_date": "19980925T000000",
    "title_ja": "ドラゴンクエストモンスターズ Dragon Quest Monsters テリーのワンダーランド"
  },
  "Dragon Quest Monsters 2 - Maruta no Fushigi na Kagi - Iru no Bouken (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "オリジナルの「ドラゴンクエストモンスターズ」同様、「ドラゴンクエストモンスターズ2 マルタのふしぎな鍵 イルの冒険」は、エニックスの長寿シリーズ「ドラゴンクエスト」のテーマやキャラクターを、非常に人気のあるポケモンのゲームプレイ要素と組み合わせています。プレイヤーはマルタの役割を担い、モンスターを集め、育て、戦わせる新たな冒険に挑みます。また、同時にリリースされた関連ゲーム「ドラゴンクエストモンスターズ2 コビーの冒険」では、マルタの兄の似たような冒険が描かれています。",
    "developer": "Enix",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "エニックス",
    "release_date": "20010412T000000",
    "title_ja": "ドラゴンクエストモンスターズ2 Dragon Quest Monsters マルタのふしぎな鍵 イルの冒険"
  },
  "Dragon Quest Monsters 2 - Maruta no Fushigi na Kagi - Ruka no Tabidachi (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ゲームボーイカラー用のオリジナル「ドラゴンウォリアーモンスターズ」と同様に、「ドラゴンウォリアーモンスターズ2 マルタのふしぎな鍵 ルカの旅立ち」は、エニックスの長寿シリーズ「ドラゴンクエスト」のテーマやキャラクターを、非常に人気のあるポケモンの携帯ゲームで確立されたゲームプレイの要素と組み合わせています。プレイヤーはコビの役割を担い、モンスターの収集、育成、戦闘の新しい冒険に出発します。同時にリリースされた関連ゲーム「ドラゴンウォリアーモンスターズ2 タラの冒険」では、コビの妹の似たような冒険が描かれています。",
    "developer": "Enix",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "エニックス",
    "release_date": "20010309T000000",
    "title_ja": "ドラゴンクエストモンスターズ2 Dragon Quest Monsters マルタのふしぎな鍵 ルカの旅立ち"
  },
  "Dungeon Savior (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "目的は、相手のダンジョンに部隊を送り、敵のボスを最初に倒すことです。さまざまな罠を配置して攻撃をかわし、強力な部隊で敵のダンジョンに侵入しましょう。",
    "developer": "Halloween",
    "genre": "Role Playing Game",
    "publisher": "J・ウィング",
    "release_date": "20000804T000000",
    "title_ja": "ダンジョンセイバー"
  },
  "Elevator Action EX (Japan)": {
    "desc_ja": "エレベーターアクション EXは、オリジナルと同じゲームプレイスタイルですが、いくつかの違いがあります。マイク、ガイ、またはサラとして、白い感嘆符で示された閉じられたドアの背後にあるすべての秘密文書、鍵、ディスクを取得しなければなりません。また、異なる武器や追加のヘルスバーが隠されている疑問符のついたドアもあります。建物内のすべてのアイテムを取得した後は、敵と対峙する前に、建物を逆方向に2回通過する必要があります。これを完了すると、次の建物に進み、前の建物よりも強力な敵と戦うことになります。各建物では、常に同じ武器からスタートします。",
    "developer": "Altron",
    "genre": "Platform / Shooter Scrolling, Platform, Action",
    "players": "1",
    "publisher": "コンパイル",
    "release_date": "20000922T000000",
    "title_ja": "エレベーターアクション"
  },
  "Elie no Atelier GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気RPGシリーズの最新作。プレイヤーは素材を集め、それを調合してさまざまなアイテムを作成します。目的は、フェアリーを育てて本格的な錬金術師に成長させながら、依頼を達成することです。",
    "developer": "TOSE",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20000108T000000",
    "title_ja": "エリーのアトリエ"
  },
  "Estpolis Denki - Yomigaeru Densetsu (Japan)": {
    "desc_ja": "シニストラルの島、ドゥームアイランドは、第二次ドゥームアイランド戦争の後、深い海に沈んでしまいました。永遠の眠りにあると信じられていましたが、再び静かに鼓動を始め、三度目の空に姿を現す準備をしています。悪しきシニストラルたちが再び蘇り、土地に予期しない恐怖をもたらしました。あなたの内に目覚めた力… 世界を救うための conflict に引き寄せる精神の流れがあるのです！マキシムの伝説の血筋の力があなたの中に宿っています… 運命の糸があなたを未知の目的地を求める冒険の旅へと導いていきます！",
    "developer": "Neverland",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "20010907T000000",
    "title_ja": "エストポリス伝記 よみがえる伝説"
  },
  "Fairy Kitty no Kaiun Jiten - Yousei no Kuni no Uranai Shugyou (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気のサンリオキャラクター「キティちゃん」が、中国の「易経」を使って占いを行います。キティはミニゲームをプレイし、占いをすることでレベルが上がり、占える内容が増えていきます。",
    "developer": "TOSE",
    "publisher": "イマジニア",
    "release_date": "19981211T000000",
    "title_ja": "フェアリーキティの開運辞典 妖精の国の占い修行"
  },
  "Ferret Monogatari (Japan)": {
    "desc_ja": "人気のペット、フェレットを育てるためのソフトウェアです。フェレットに餌を与えたり、掃除をしたり、世話をしながら、着せ替えやミニゲームも楽しむことができます。フェレットの能力が向上するにつれて、「フェレットショー」で賞を狙うこともできます。",
    "genre": "Simulation",
    "publisher": "カルチャーブレーン",
    "release_date": "20000428T000000",
    "title_ja": "フェレット物語"
  },
  "From TV Animation One Piece - Maboroshi no Grand Line Boukenki! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "モチーフはアニメ「ワンピース」に基づいています。友達5人を選んで敵と戦いましょう。イベントやバトルでダメージを受け、アドレナリンが溜まると、スペシャルムーブを発動できます。",
    "developer": "Alpha Unit",
    "genre": "Role Playing Game",
    "publisher": "バンプレスト",
    "release_date": "20020628T000000",
    "title_ja": "ワンピース 幻のグランドライン冒険記!"
  },
  "From TV Animation One Piece - Yume no Luffy Kaizokudan Tanjou! (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気アニメを基にした冒険。船でマップを移動し、イベントやバトルをクリアすることで自分だけのマップを作成します。進むルートによってストーリーが変化します。",
    "developer": "Alpha Unit",
    "genre": "Strategy",
    "publisher": "バンプレスト",
    "release_date": "20010427T000000",
    "title_ja": "ワンピース 夢のルフィ海賊団誕生!"
  },
  "Front Line - The Next Mission (Japan)": {
    "desc_ja": "アメリカの道は笑い事ではなく、サージェント・ロックが世界中の懐疑論者にそれを証明するためにここにいます。革のように硬いベテランを敵のキャンプまで導き、日を救い、アメリカの理想を守るためにそれを壊滅させましょう。アーケードゲーム「フロントライン」を基にしたこのゲームボーイカラー版では、D.C.コミックスのヒーロー、サージェント・ロックが登場します。あなたは戦争の英雄を川や森を越えて導き、敵の部隊や戦車を排除しなければなりません。障害物は豊富で、あらゆる角度で激しい抵抗に直面します。敵の戦車に遭遇したら、自由に乗り込んでください。ただし、十分な数の手榴弾で攻撃すれば、戦車も破壊できることを忘れないでください。しっかりとしたシンプルな前提と、緊張感あふれる戦闘アクションを特徴とする「サージェント・ロック：オン・ザ・フロントライン」は、ゲーマーや戦争愛好者、コミックファンに必ずアピールすることでしょう。さあ、皆をカバーしていますね。",
    "developer": "Altron",
    "genre": "Shooter",
    "players": "1",
    "publisher": "アルトロン",
    "release_date": "20010223T000000",
    "title_ja": "フロントライン"
  },
  "Front Row (Japan)": {
    "desc_ja": "リアルなF1のように、詳細でリアルなマシン設定（エンジン、タイヤ、ボディ）を簡単に楽しむことができます。マシン（チーム）は8種類から選択可能です。日本、イギリス、オーストラリアを含む全16コースでレースを行い、世界チャンピオンを目指す本格的なワールドツアーモードを搭載しています。さらに、お気に入りのコースを選んでレースを楽しむことができるシングルレースモードや、最速ラップを目指すタイムアタックモードも用意されています。もちろん、通信機能を使えば2人で熱いバトルを繰り広げることも可能です。",
    "developer": "Kindle Imagine Develop",
    "genre": "Racing, Driving / Racing, Racing, Driving",
    "players": "2",
    "publisher": "KID",
    "release_date": "19991001T000000",
    "title_ja": "フロントロウ"
  },
  "Fushigi no Dungeon - Fuurai no Shiren GB 2 - Sabaku no Majou (Japan) (AFMJ)": {
    "desc_ja": "不思議のダンジョン 風来のシレンGB2 砂漠の魔城は、チュンソフトが開発・発売したロールプレイングゲームで、2001年に日本でリリースされました。",
    "developer": "Chunsoft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "カプコン",
    "release_date": "20010719T000000",
    "title_ja": "不思議のダンジョン 風来のシレンGB2 (AFMJ)"
  },
  "Fushigi no Dungeon - Fuurai no Shiren GB 2 - Sabaku no Majou (Japan) (BFWJ)": {
    "desc_ja": "不思議のダンジョン 風来のシレンGB2 砂漠の魔城は、チュンソフトが開発・発売したロールプレイングゲームで、2001年に日本でリリースされました。",
    "developer": "Chunsoft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "カプコン",
    "release_date": "20010719T000000",
    "title_ja": "不思議のダンジョン 風来のシレンGB2 (BFWJ)"
  },
  "GB Harobots (Japan)": {
    "desc_ja": "GBハロボッツは、サンライズインタラクティブが発表したロールプレイングゲームで、2000年に日本でリリースされました。",
    "developer": "Sunrise Interactive",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "サンライズインタラクティブ",
    "release_date": "20001201T000000",
    "title_ja": "GBハロボッツ"
  },
  "Gaiamaster Duel - Card Attackers (Japan)": {
    "desc_ja": "ガイアマスター デュエル カードアタッカーズは、カプコンが発表した雑多なゲームで、2001年に日本でリリースされました。",
    "publisher": "カプコン",
    "release_date": "20010629T000000",
    "title_ja": "ガイアマスター Duel カードアタッカーズ"
  },
  "Gakkyuu Ou Yamazaki (Japan) (Rev 1) (GB Compatible)": {
    "desc_ja": "学級王ヤマザキは、コーエーによって出版されたロールプレイングゲームで、1999年に日本でリリースされました。",
    "genre": "Role Playing Game",
    "publisher": "コーエー",
    "release_date": "19990529T000000",
    "title_ja": "学級王ヤマザキ ゲームボーイ版"
  },
  "Gambler Densetsu Tetsuya - Shinjuku Tenun Hen (Japan) (Rev 1)": {
    "desc_ja": "これは、麻雀界で「ジョンセイ」と呼ばれた伝説のゲームマスターの物語です。\n週刊少年マガジンに連載された麻雀漫画「哲也 - ギャンブラー勝負師伝説」の4人対戦麻雀ゲームです。\nテレビアニメ版のキャラクターやエピソードを楽しむことができ、さまざまなイカサマテーマのゲームをいつでもどこでも楽しめます。\nストーリーに沿って専門家と対戦する「シナリオゲームモード」、キャラクターやルールを自由に設定できる「フリーゲームモード」、2人対2台のコンピュータで対戦する「コミュニケーションゲームモード」、覚えやすく楽しい「ダンチの麻雀コースモード」など、さまざまなゲームモードが搭載されています。",
    "genre": "Mahjong, Puzzle, Asiatic board game",
    "players": "2",
    "publisher": "アテナ",
    "release_date": "20010209T000000",
    "title_ja": "ギャンブラー 勝負師伝説 哲也 新宿天運編"
  },
  "Game Boy Gallery 3 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "これは、昔懐かしい「ゲーム＆ウオッチ」を楽しむことができるソフトウェアの第3弾です。このタイトルには「ドンキーコングJR.」などのゲームが含まれています。また、アレンジモードも搭載されています。",
    "developer": "Nintendo",
    "genre": "Compilation",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19990408T000000",
    "title_ja": "ゲームボーイギャラリー3"
  },
  "Game Boy Wars 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ゲームボーイウォーズ2は、ゲームボーイカラー用のターン制ストラテジーゲームです。これは、任天堂ウォーズシリーズの日本専用作品です。\n\nゲームボーイウォーズ2は、ハドソンソフトによるゲームボーイウォーズの続編の第2作で、1998年11月20日に発売されました。CPUの意思決定アルゴリズムが再び改善され、プレイヤーがユニットを移動させる際に、どのスペースに移動または攻撃できるかが表示されるようになり、プレイヤーの意思決定プロセスがより明確になりました。ゲームボーイウォーズ2には54の新しいマップがあります。",
    "developer": "Hudson Soft",
    "genre": "Strategy",
    "publisher": "ハドソン",
    "release_date": "19981120T000000",
    "title_ja": "ゲームボーイウォーズ2"
  },
  "Game Boy Wars 3 (Japan)": {
    "desc_ja": "「ゲームボーイウォーズ3」のゲームプレイは、前作の「ゲームボーイウォーズ」シリーズからの大きな変化を遂げており、ハドソンが制作した戦争シミュレーションシリーズ「ネクタリス」をモデルにしています。例えば、間接攻撃ユニットは、今では1ターン内に移動と攻撃を同時に行うことができます。前作の「ゲームボーイウォーズ」との違いは、特定のユニットを生産するためには必要な資金だけでは不十分であることです。プレイヤーは工場や都市に建設資材を提供する必要があります。そのためには、建設ユニットをこれらの場所に展開し、資材を作成しなければなりません。これらの建設ユニットは、木を伐採したり、道路を作成したりすることもできます。",
    "developer": "Hudson Soft",
    "genre": "Strategy",
    "publisher": "ハドソン",
    "release_date": "20010830T000000",
    "title_ja": "ゲームボーイウォーズ3"
  },
  "Game Conveni 21 (Japan) (GB Compatible)": {
    "desc_ja": "ゲーム「コンビニ 21」は、スターフィッシュによって出版された戦略ゲームで、2000年に日本でリリースされました。",
    "genre": "Strategy",
    "publisher": "スターフィッシュ",
    "release_date": "20000518T000000",
    "title_ja": "コンビニ 21"
  },
  "Ganbare Goemon - Mononoke Douchuu Tobidase Nabebugyou! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このRPGでは、よく知られた「ゴエモン」が主人公となり、日本各地を旅しながらユニークな「もののけ」と戦い、山の封印を解くための六つの鍵を手に入れます。",
    "developer": "KCEK",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19991216T000000",
    "title_ja": "がんばれゴエモン もののけ道中 飛び出せ鍋奉行!"
  },
  "Ganbare Goemon - Seikuushi Dynamites Arawaru!! (Japan)": {
    "desc_ja": "「がんばれゴエモン 星空士ダイナマイッツあらわる!!」は、がんばれゴエモンシリーズの新たなアクションプラットフォーマーです。RPG要素を排除し、16ビット時代のアクション/プラットフォーマーのルーツに戻り、ゴエモンと彼の友達エビス丸が、悪の宇宙侵略者の力を打ち破るために、奇妙なバージョンの封建日本を舞台にしたいくつかのステージを冒険します。\n\nゲームは、ゴエモンまたはエビス丸のどちらかのキャラクターが登場するステージを交互に進行します。各キャラクターは悪党に向かう異なるルートを取り、その結果、ステージのスクロールもキャラクターごとに異なります。アイテムや武器を集めることができますが、キャラクターのアップグレードはそれ以外にはありません。また、ゲームには、シリーズの伝統に従い、ゴエモンの仲間たちが登場するいくつかのアーケードミニゲームを含む中間ボーナスラウンドもあります。",
    "developer": "Konami",
    "genre": "Role Playing Game, Action",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "20001221T000000",
    "title_ja": "がんばれゴエモン 星空士ダイナマイッツあらわる!!"
  },
  "Ganbare Goemon - Tengutou no Gyakushuu (Japan) (GB Compatible)": {
    "desc_ja": "このRPGでは、あなたは大江戸に迷い込んだ少年を操作し、ゴエモンや彼の仲間たちと協力して犯罪を解決します。特別な技や仲間との連携攻撃を駆使して、バトルシーンで敵を打ち倒します。",
    "developer": "TOSE",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19990114T000000",
    "title_ja": "がんばれゴエモン 天狗党の逆襲"
  },
  "Ganbare! Nippon! Olympic 2000 (Japan)": {
    "desc_ja": "ESPNインターナショナルトラック＆フィールドは、リアルなアスレチックコンテストの興奮をゲームボーイカラーにお届けします。フェンシング、スキート射撃、100メートルダッシュ、走り幅跳び、やり投げ、100メートル自由形水泳、110メートルハードル、高跳び、ウエイトリフティング、棒高跳び、体操の跳馬、卓球を含む12種類の競技で金メダルを目指しましょう。各競技は、成功するためにスピード、スタミナ、タイミングの組み合わせが必要で、ボタンを連打することがカギとなります！すべての競技で勝利し、究極のチャンピオンになれるでしょうか？フルカラーで詳細なグラフィックが、手に汗握るアクションを生き生きと表現します。ゲームボーイリンクケーブルを使って友達と接続し、誰が最も多くのメダルを獲得できるかを競う2人対戦に挑戦しましょう。このゲームには、すべてのハイスコアと世界記録を保存するためのバッテリーバックアップが含まれています。",
    "developer": "KCEO",
    "genre": "Action, Sports / Multisports, Sports",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20000713T000000",
    "title_ja": "がんばれ! ニッポン! オリンピック"
  },
  "Gekisou Dangun Racer - Onsoku Buster Dangun Dan (Japan)": {
    "desc_ja": "このゲームは人気の「ダンガンレーサー」ホビーを基にしています。マシンやパーツを購入し、カスタマイズして、チャンピオンシップで勝利を目指しましょう。ゲームボーイ版にはオリジナルパーツもあります。",
    "genre": "Simulation",
    "publisher": "イマジニア",
    "release_date": "20011012T000000",
    "title_ja": "激走 ダンガンレーサー 音速バスターDangun弾"
  },
  "Gem Gem Monster (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "エネルギークリスタルで満ちた世界では、特別な缶を使ってモンスターに変えることができます。何世紀にもわたり、人間はモンスター同士を戦わせるために訓練してきました。しかし、「クール・ジョー」という名のトレーナーが戦いのルールを破り続けており、彼が何を企んでいるのかを突き止めるのはあなたの役目です。クリスタルを集めてモンスターに変えましょう。あなたのモンスターを他のモンスターと戦わせて経験値を獲得し、能力を向上させることができます。また、バトルに勝つことでさらに多くのクリスタルを手に入れることも可能です。モンスターを作成するだけでなく、クリスタルはモンスターが攻撃や回復能力を学ぶためにも使用できます。60種類以上のモンスターを集めることができるので、あなたを忙しくさせる要素がたくさんあります。「リル・モンスター」でクール・ジョーに関する真実を見つけ出してみてください。",
    "developer": "Kindle Imagine Develop",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "KID",
    "release_date": "19990730T000000",
    "title_ja": "ジェムジェムモンスター"
  },
  "Gensou Maden Saiyuuki - Sabaku no Shijin (Japan)": {
    "desc_ja": "「幻想魔伝最遊記 砂漠の四神」は、J-Wingによって出版されたロールプレイングゲームで、2001年に日本でリリースされました。",
    "genre": "Role Playing Game",
    "publisher": "J・ウィング",
    "release_date": "20010323T000000",
    "title_ja": "幻想魔伝最遊記 砂漠の四神"
  },
  "Get Chuu Club - Minna no Konchuu Daizukan (Japan) (Rumble Version) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "げっちゅう Get虫 倶楽部 みんなの昆虫大図鑑は、1999年に日本で発売されたアドベンチャーゲームで、Jalecoエンターテインメントによって出版されました。",
    "genre": "Adventure",
    "publisher": "ジャレコ",
    "release_date": "19990813T000000",
    "title_ja": "げっちゅう Get虫 倶楽部 みんなの昆虫大図鑑"
  },
  "Glocal Hexcite (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ヘキサイトは、ハニカム状のプレイフィールドで遊ぶパズルゲームです。中央には六角形があり、さらに六つの六角形が全体のプレイフィールドを構成しています。ターン制のゲームプレイにより、二人が一つのシステムを使ってプレイすることができます。また、二人対戦モードもサポートされています。\n\nプレイヤーは、まず中央の六角形に幾何学的な形（三角形、六角形、平行四辺形など）を置きます。その後、CPUまたは人間の対戦相手が、既に置かれたピースに隣接し（完全に一面が接触するように）別の形を置きます。プレイヤーは、完全な六角形を完成させることでボーナスポイントを獲得します。このゲームの戦略の多くは、相手を騙してボーナスを取らせることにあります。また、二つの面が得点に寄与するようにピースを置くことでボーナスも得られます。すべてのピースが置かれるか、残りのピースが置けなくなるとゲームは終了します。その場合、残ったピースの形の複雑さに基づいてポイントが減点されます（六角形は三角形の二倍のポイントが減点されます）。\n\n日本では、このゲームはいくつかのWindows版が登場し、ボードゲームとしても発売されています。",
    "developer": "Gu",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "Ubisoft",
    "release_date": "19980921T000000",
    "title_ja": "グローカルヘキサイト"
  },
  "Gonta no Okiraku Daibouken (Japan)": {
    "desc_ja": "「ゴン太のおきらく大冒険」は、Lay-Upによって発表されたアドベンチャーゲームで、2000年に日本でリリースされました。",
    "genre": "Adventure",
    "publisher": "レイアップ",
    "release_date": "20000929T000000",
    "title_ja": "ゴン太のおきらく大冒険"
  },
  "Goraku Ou Tango! (Japan) (GB Compatible)": {
    "desc_ja": "ゴラクオー・タンゴ！は、人気の日本のワードパズル出版社であるセカイブンカのページに見られるパズルを模したシンプルな言葉ゲームです。これらのパズルは、英語と日本の二つの音節文字であるひらがなやカタカナで書かれた言葉を使い、単語の下にあるタイルを動かして異なる書き方で再現するというものです。このゲームプレイにはいくつかのバリエーションがあります。\n\nストーリーモードでは、世界中で日本の正書法を掘り起こしている考古学者の家族が登場します。たとえば、スウェーデンは失われたアトランティスの故郷として知られているだけでなく、埋もれた日本の文書の宝庫でもあります！家族の一員が行方不明になっており、これらの世界的な古代日本の遺跡に手がかりがあるかもしれません。パズルを完成させることで、シーンを見たり、新しくてより難しいパズルに挑戦したりすることができます。",
    "developer": "Studio Mebius",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "J・ウィング",
    "release_date": "20000211T000000",
    "title_ja": "語楽王Tango! ゴラクオー・タンゴ"
  },
  "Grandia - Parallel Trippers (Japan)": {
    "desc_ja": "これは、セガサターンとプレイステーションのオリジナル「グランディア」から派生したゲームボーイのスピンオフです。\n\n物語は、ユウヒ、ミズキ、シロウという三人の学校の子供たちが「グランディア」の世界に吸い込まれる様子を描いています。ゲームの途中で、ジャスティン、フィーナ、スーなど、オリジナル「グランディア」のキャラクターたちと出会います。\n\n「グランディア」のキャラクターが登場しますが、これは「グランディア」のストーリーの続きではありません。",
    "developer": "Game Arts",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "20001222T000000",
    "title_ja": "グランディア パラレルトリッパーズ"
  },
  "Granduel - Shinki Dungeon no Hihou (Japan)": {
    "desc_ja": "グランデュエル 深きダンジョンの秘宝は、スタジオVeXが開発し、ボトムアップが出版したロールプレイングゲームで、1999年に日本でリリースされました。",
    "developer": "Studio VeX",
    "genre": "Role Playing Game, Puzzle",
    "players": "1",
    "publisher": "ボトムアップ",
    "release_date": "19991210T000000",
    "title_ja": "グランデュエル 深きダンジョンの秘宝"
  },
  "Great Battle Pocket, The (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ザ・グレイトバトルPOCKETは、アルファユニットが開発し、バンプレストが発売した雑多なゲームで、1999年に日本でリリースされました。",
    "developer": "Alpha-Unit",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "19991203T000000",
    "title_ja": "ザ・グレイトバトルPOCKET"
  },
  "Grinch (Japan)": {
    "desc_ja": "グリンチとして、今年はフーヴィルがクリスマスを祝わないようにします… あなたが受け入れるべきミッションには、プレゼントを壊したり、嫌なガジェット（腐った卵発射器、スライム発射器）を作ったり、郵便を妨害したり… さらに多くのことが含まれます。あなたの「武器」の設計図を探して、4つの広大な環境を探索しましょう。時には友達のマックスを呼んで、少し手助けしてもらうこともできます。",
    "developer": "Konami",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20001121T000000",
    "title_ja": "グリンチ"
  },
  "Guruguru Garakutas (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "現実世界と異世界を行き来するRPG。現実世界で拾ったガラクタは、異世界で友達やアイテムに変わります。それらを使って邪悪な帝国を倒しましょう。",
    "developer": "Multimedia Intelligence Transfer",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "19990910T000000",
    "title_ja": "ぐるぐるガラクターズ"
  },
  "Guruguru Town Hanamaru-kun (Japan)": {
    "desc_ja": "学生たちは、テレビアニメの主役「ハナマルくん」と一緒に一日を過ごし、クイズやかくれんぼ、しりとりなどのミニゲームを楽しみます。",
    "publisher": "J・ウィング",
    "release_date": "20010427T000000",
    "title_ja": "ぐるぐるタウン はなまるくん"
  },
  "Gyouten Ningen Batseelor - Doctor Guy no Yabou (Japan)": {
    "desc_ja": "最大4人の友達を操作し、平和の石を集めて衰退する世界を救おう。バトルでは、キャラクターが自らを変身させてパワーアップすることができる。",
    "genre": "Role Playing Game",
    "publisher": "コナミ",
    "release_date": "20011101T000000",
    "title_ja": "仰天人間バトシーラー ドクトル・ガイの野望"
  },
  "Hamster Club (Japan) (GB Compatible)": {
    "desc_ja": "ハムスター倶楽部は、ハムスターの繁殖を育成するシミュレーションゲームで、マスターブリーダーを目指します。3種類の動物「シゲッチ」「ブーちゃん」「エンドくん」から1匹を選び、手持ちの資金に応じて繁殖を行います。さまざまなコンペティション（カップ）に参加することで、ハムスターの能力や優しさを競います。同時に最大4匹のハムスターをケージで飼うことができます。",
    "developer": "Nekogumi",
    "genre": "Strategy",
    "publisher": "ジョルダン",
    "release_date": "19991029T000000",
    "title_ja": "ハムスター倶楽部"
  },
  "Hamster Club - Awasete Chuu (Japan)": {
    "desc_ja": "人気コミック「ハムスター倶楽部」のかわいいキャラクターたちが登場する落ち物パズルです。このゲームは、数字の書かれたブロックを並べて消せるブロックのチェーンを作るパズルです。特定のブロックが消えると、かわいいハムスターたちがプレイヤーを応援してくれます。",
    "developer": "Nekogumi",
    "genre": "Puzzle / Fall, Puzzle",
    "publisher": "ジョルダン",
    "release_date": "20000922T000000",
    "title_ja": "ハムスター倶楽部 あわせてチュー"
  },
  "Hamster Club - Oshiema Chuu (Japan)": {
    "desc_ja": "各レベルにはハムスターの習性に関する300問のクイズがあり、レベルアップごとにミニゲームが獲得できます。また、ハムスターを診断するモードも用意されています。",
    "developer": "Nekogumi",
    "publisher": "ジョルダン",
    "release_date": "20010921T000000",
    "title_ja": "ハムスター倶楽部 おしえまチュー"
  },
  "Hamster Club 2 (Japan) (GB Compatible)": {
    "desc_ja": "ハムスターを繁殖させ、育てたハムスターを競技に出場させましょう。競技で認められると、ブリーダーとしての地位が向上します。",
    "developer": "Nekogumi",
    "genre": "Strategy",
    "publisher": "ジョルダン",
    "release_date": "20001215T000000",
    "title_ja": "ハムスター倶楽部2"
  },
  "Hamster Monogatari GB + Magi Ham no Mahou Shoujo (Japan)": {
    "desc_ja": "この2つのゲームは、「ハムスター物語」と、さまざまなキャラクターのハムスターを育てながら訓練するシミュレーションゲームです。そして「マジハームの魔法少女」は、プレイヤーが魔法でハムスターに変身し、ハムスターの世界を救うための冒険に出るゲームです。",
    "genre": "Compilation",
    "publisher": "カルチャーブレーン",
    "release_date": "20020809T000000",
    "title_ja": "ハムスター物語GB + マジハームの魔法少女"
  },
  "Hamster Paradise (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「ハムスターパラダイス」では、かわいいハムスターをペットにすることができます。ハムスターの行動や性格は、育て方やお世話の仕方によって変わります。愛情を持って育てると、ハムスターはトリック（ボールに乗るなど）を披露したり、さまざまなジェスチャーを見せたりします。通信ケーブルを使って友達のハムスターに会ったり、レースゲームで競争したりすることもできます。ハムスターの面白いジェスチャーを写真に撮って、プリンターで印刷することも可能です。",
    "developer": "Shimada Kikaku",
    "genre": "Simulation / Life, Simulation",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "19990226T000000",
    "title_ja": "ハムスターパラダイス"
  },
  "Hamster Paradise 2 (Japan) (Rev 1)": {
    "desc_ja": "まず最初に、ハムセンターのハムゾウ博士からハムスターをもらいました。\nもらったハムスターにかわいい名前を付けましょう。基本的にはお世話をします！\n\n愛情を持って育てると、ハムスターはどんどん大きくなります。\n餌を与えたり散歩をしたりして、丁寧に育てましょう。\nハムスターと一緒に散歩をすると、さまざまなイベントが発生します。\n\nミニゲームをクリアすることでお金を得ることができます。\nこのお金を使って、ハムスターのために食べ物やおもちゃ、バードハウスを買いましょう。\n\nハムスターは成長すると結婚することができます。\nハムスターを上手に育てると、新しい種類が誕生するかもしれません。\nこのゲームは、実際のハムスター以上に反応するので、よりかわいく感じられます！",
    "developer": "Digital Kids",
    "genre": "Simulation / Life, Simulation",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "20000317T000000",
    "title_ja": "ハムスターパラダイス2 ちゅー"
  },
  "Hamster Paradise 3 (Japan)": {
    "desc_ja": "この作品では、ゴールデンハムスター、ジャンガリアンハムスター、ロボロフスキーハムスターの中からお気に入りのハムスターを育てることができます。前作で人気だったミニウサギに加え、リスも登場しました。ハムスターと一緒に遊べる楽しいミニゲームもたくさんあります。ハムスターホイールやハムキャッチなどのお馴染みのゲームに加え、新しいゲームも追加されており、その数は数十種類以上です。ケージは二階建ての建物に変身しました。上下に移動しながら遊ぶことができます。公園やお店だけでなく、ハムスターと一緒に出かけられる遊園地や学校も増えました。ゲーム内のさまざまな場所で手に入るステッカーを集めたり、赤外線通信を通じて友達とメールを交換したりすることも可能です。",
    "developer": "Digital Kids",
    "genre": "Simulation / Life, Simulation",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "20001215T000000",
    "title_ja": "ハムスターパラダイス3 ちゅりー"
  },
  "Hamster Paradise 4 (Japan)": {
    "desc_ja": "ハムスターパラダイスシリーズがさらに可愛くなりました！\n育てられるハムスターの種類が8種類に増えました：ゴールデン、ジャンガリアン、ロボロフスキー、ブルーサファイア、ホワイト、ブラック、パンダ、そしてプリン！\nさらに、2匹のハムスターを同時に飼うことができるようになりました。\n餌を与えると、2匹のハムスターが共有して食べる可愛い仕草を見ることができます。\n自分のハムスターを結婚させたり、通信機能を使って友達のハムスターと遊んだりすることができます。\nミニゲームの内容がリニューアルされ、新しい散歩場所が追加され、16種類の新しいハムスターを発見することができ、発見したハムスターに「メゾン・ド・ハムスター」で出会うことができます。",
    "developer": "Digital Kids",
    "genre": "Simulation / Life, Simulation",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "20010928T000000",
    "title_ja": "ハムスターパラダイス4"
  },
  "Hamunaptra - Ushinawareta Sabaku no Miyako (Japan)": {
    "desc_ja": "リック・オコーネルは偶然にも死者の街ハムナプトラを発見します。彼がエジプト学者エヴリン・カーナハンと彼女の兄ジョナサンと共に戻ると、呪われて生きたままミイラにされた僧侶イモテップが目を覚まします。今、リックと彼の仲間たちはイモテップが世界を滅ぼすのを阻止しなければなりません。各レベルでは、あなた（リックとして）は星の鍵の6つのパーツを集める必要があります。しかし、道を阻む多くの敵がいます。幸いにも、マチェーテ、デュアルピストル、ショットガン、ルイス機関銃、ダイナマイト、魔法のアミュレットなど、数多くの武器を使って敵を排除することができます。探索やアクションのレベルに加えて、一部のエリアでは障害物を避けながら川を漂うなど、新しいゲームプレイスタイルも取り入れられています。世界の運命はあなたの手の中にあります。",
    "developer": "Konami",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20001130T000000",
    "title_ja": "ハムナプトラ 失われた砂漠の都"
  },
  "Hana Yori Dango - Another Love Story (Japan)": {
    "desc_ja": "同名の漫画を基にしています。漫画の第12巻までの内容を基にしており、オリジナルのイベントも含まれています。主人公の牧野つくしが主役となり、彼の学校の生徒たちとの親密な関係を築いていきます。",
    "publisher": "TDKコア",
    "release_date": "20010727T000000",
    "title_ja": "花より男子"
  },
  "Hanasaka Tenshi Tenten-kun no Beat Breaker (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「花さか天使 テンテンくんのBeatBreaker」は、ゲーム「サイモン」とマッチ3パズルゲームのハイブリッドです。プレイには4つのボタンが必要で、コントロールパッドの左右とAボタン、Bボタンを使用します。ゲーム画面は上下に分かれており、上半分には8つの列があり、その下にストライプのライン、さらにその下に空白の白いエリアがあります。ゲーム画面の左側にはタイムバーが表示されており、ラウンドをクリアするごとにバーが増加します。バーが時計の上部に達するとレベルがクリアとなります。白いエリアがストライプのラインを超えて満杯になるとゲームオーバーです。\n\n各ラウンドでは、特定のリズムで8つの音符が演奏されます。音符が演奏された後、再度演奏され、今度は各音符が演奏されるたびに円が列から落ちてきます。あなたの目標は、円がストライプのラインに達したときにボタンを押すことで、円を矢印やAまたはBのマークが付いたカラフルな円に変えることです。これらはゴミ箱に落ちます。音符を押し損ねると、円は黒い怒った顔の円に変わり、クリアするのが難しくなります。十分なビートを正しく行うと、幸せな顔の円が現れ、これがワイルドカードとして機能します。\n\n3つ以上のカラフルな円が横に並ぶと、画面から消え、ポイントが得られます。同じボタンをタイミングよく何度も押すことでレベルをクリアすることもできますが、他のボタンを使ってコンボを組むことで、より大きなポイントを得ることができます。また、音符を間違って押すと、別のボタンのシンボルが落ちてくることがあり、それを戦略的にクリアする必要があります。",
    "developer": "Konami",
    "genre": "Puzzle, Strategy",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "19990428T000000",
    "title_ja": "花さか天使 テンテンくんのBeatBreaker ビートブレイカー"
  },
  "Harry Potter to Kenja no Ishi (Japan)": {
    "desc_ja": "ゲームボーイカラー用の最初のハリー・ポッターゲームでは、ハリーのホグワーツ魔法魔術学校での初年度の物語が、伝統的なロールプレイングゲームの形式で語られます。\n\nプレイヤーはハリーとして、クエストを達成し、モンスターと戦い、経験値とレベルを獲得しながら、書籍や映画のストーリーを進めていきます。\n\n戦闘はターン制で、ハリーはさまざまなクリーチャーや敵に対して多様な呪文を使用することができます。さらに、「有名な魔女と魔法使いコレクターズカード」のカードの組み合わせを使用することで、強力な魔法効果を生み出すことができます。これらのカードは自由に探索できるホグワーツの至る所で見つけることができます。スタミナと魔法ポイントを回復するポーションは、ハリー自身が見つけたり、購入したり、適切な材料を使って調合することができます。",
    "developer": "Griptonite Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・スクウェア",
    "release_date": "20011201T000000",
    "title_ja": "ハリー・ポッターと賢者の石"
  },
  "Hello Kitty no Beads Factory (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "かわいいキティは、5種類のビーズから5つのビーズを縦または横に並べて消すことでビーズアクセサリーに挑戦します。ビーズゲージのポイントを貯めることでステージをクリアします。",
    "genre": "Puzzle",
    "publisher": "イマジニア",
    "release_date": "19990717T000000",
    "title_ja": "ハローキティのビーズ工房 ファクトリー Puzzle Collection パズルコレクション"
  },
  "Hello Kitty no Happy House (Japan)": {
    "desc_ja": "キティとのコミュニケーションを中心にしたゲームで、会話を楽しむことができます。アクションパートではミニゲームをプレイしたり、アイテムを集めて部屋を再装飾することができます。",
    "genre": "Various",
    "players": "2",
    "publisher": "エム・ティー・オー",
    "release_date": "20020302T000000",
    "title_ja": "ハローキティのハッピーハウス"
  },
  "Hello Kitty no Magical Museum (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ハローキティが誕生してから25年が経ちました。私たちは、多くの過去のデザインを集めた博物館を開くことに決めました。しかし、その博物館は魔法にかけられており、絵を見ることができません。それぞれにかけられた魔法を解くために、パズルに挑戦しましょう！全45種類のパズルがあります。挑戦してみてください！",
    "developer": "Atelier Double",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "19990428T000000",
    "title_ja": "ハローキティのマジカルミュージアム"
  },
  "Hello Kitty no Sweet Adventure - Daniel-kun ni Aitai (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気のサンリオキャラクターが登場するアクションゲームです。「ダニエルくんのスウィートアドベンチャー」の別バージョンです。ロンドンでキティを操作し、ニューヨークでダニエルと再会させましょう。キティは衣装を変えることでパワーアップします。",
    "developer": "TOSE",
    "genre": "Action",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20000719T000000",
    "title_ja": "ハローキティのスウィートアドベンチャー ダニエルくんにあいたい"
  },
  "Hello Kitty to Dear Daniel no Dream Adventure (Japan)": {
    "desc_ja": "サンリオキャラクター「ハローキティ」と「ディアダニエル」が、過去、現在、未来が混ざり合った神秘的な世界で冒険します。\n\nこれは日本でのみ発売されたクラシックなハローキティのプラットフォームゲームです。あなたはハローキティの夢の中を進んでいきます。ハローキティとしてプレイし、カイゾースタイルの世界を多くのレベルで進んでいきます。各レベルでは、タイマーやハートなどを集めます。特定の扉を開けるには鍵が必要です。全体として、これは楽しいハローキティの冒険ゲームです。レベルをクリアするために必要なアイテムを探索し、集めましょう。",
    "developer": "TOSE",
    "genre": "Action / Adventure, Action",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20010414T000000",
    "title_ja": "ハローキティとディアダニエルのドリームアドベンチャー"
  },
  "Hero Hero-kun (Japan)": {
    "desc_ja": "「コミックボンボン」に連載されていた「へろへろくん」のゲーム版です。原作同様に多くのギャグや笑いが詰まっています。主人公のへろへろくんは、鼻水を使って攻撃し、人々の視線をそらします。",
    "developer": "TOSE",
    "genre": "Action",
    "publisher": "イマジニア",
    "release_date": "20010209T000000",
    "title_ja": "へろへろくん"
  },
  "Hiryuu no Ken - Retsuden GB (Japan)": {
    "desc_ja": "「飛龍の拳列伝GB」は、NES版「飛龍の拳 III」の続編です。リュウフェイは、過去に封印された大魔神の復活を阻止するために活躍します。ストーリーを進めながら様々なファイターと戦う「アクションモード」や、7人の中からお気に入りのファイターを選んで戦う「1対1モード」など、3つのモードを楽しむことができます。このシリーズには、相手の弱点や自分の防御位置を示す印を使用する「シンガンマーク」システムも搭載されています。",
    "genre": "Action",
    "publisher": "カルチャーブレーン",
    "release_date": "20001222T000000",
    "title_ja": "飛龍の拳列伝GB"
  },
  "Hollywood Pinball (Japan) (GB Compatible)": {
    "desc_ja": "ゲームボーイ史上、最大かつ最もカラフルなピンボールの祭典に飛び込もう！\n\n『ハリウッドピンボール』は、あなたを圧倒するSEVENのテーマテーブルを提供します。各テーブルは、実際のピンボールのスリルと興奮を体験できるよう、丹念にデザインされています。これに、銀幕を彩る最速かつ最もリアルなボールの動きを組み合わせれば、まるでスターたちと一緒にいるかのような感覚を味わえます。\n\nライト、カメラ、アクション！これはあなたの人生のパフォーマンスになるかもしれません。さあ、ピンボールを楽しもう！",
    "developer": "Tarantula",
    "genre": "Pinball",
    "players": "1",
    "publisher": "スターフィッシュ",
    "release_date": "19991223T000000",
    "title_ja": "ハリウッドピンボール"
  },
  "Honkaku Hanafuda GB (Japan)": {
    "desc_ja": "このソフトウェアでは、プレイヤーが「こいこい」を楽しむことができ、花札を使って役を作る速さを競います。また、「おいちょ」では、2枚から3枚のカードを使って得点を競い、「花合わせ」では、場にあるすべてのカードを引き、最後に作った役で得点を競います。",
    "genre": "Hanafuda, Asiatic board game",
    "publisher": "アルトロン",
    "release_date": "20000224T000000",
    "title_ja": "本格花札GB"
  },
  "Hunter x Hunter - Hunter no Keifu (Japan)": {
    "desc_ja": "人気の週刊少年ジャンプ漫画「ハンター×ハンター」の世界を再現したシミュレーションゲームです。プレイヤーはゴンやヒソカなどお馴染みのキャラクターと共にハンター試験に挑戦します。このゲームは単なるバトルSLGではなく、試験に応じて料理（アイテム合成）などのさまざまなアクションも必要とします。",
    "genre": "Strategy",
    "publisher": "コナミ",
    "release_date": "20000615T000000",
    "title_ja": "ハンター×ハンター Hunter×Hunter ハンターの系譜"
  },
  "Hunter x Hunter - Kindan no Hihou (Japan)": {
    "desc_ja": "ハンター×ハンター 禁断の秘宝は、ITLが開発し、コナミが発売したアクションゲームで、2001年に日本でリリースされました。",
    "developer": "ITL",
    "genre": "Action",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "20010412T000000",
    "title_ja": "ハンター×ハンター 禁断の秘宝"
  },
  "Hyper Olympic - Winter 2000 (Japan)": {
    "desc_ja": "「ミレニアム ウィンター スポーツ」では、8つのウィンタースポーツで勝利の興奮と敗北の苦悩を体験できます。ボブスレーではできるだけ速くコースを駆け抜け、スピードスケートでは相手を抜いてゴールを目指しましょう。2つのスキージャンプイベントで誰が最も遠くにジャンプできるかを競い、エアリアル競技では空中でのひねりや回転を決められるか挑戦します。スキーを履いてダウンヒルコースを滑り降りたり、スノーボードを装着してジャイアントスラロームコースを攻略したりしましょう。スノーボードアクションの最高峰を体験するには、ハーフパイプでジャッジを驚かせるパフォーマンスに挑戦してください。チャレンジモードでイベントを練習するか、チャンピオンシップモードで世界最高のウィンターアスリートを目指しましょう。「ミレニアム ウィンター スポーツ」でウィンタースポーツのすべてのアクションを楽しんでください。",
    "developer": "Konami",
    "genre": "Sports / Multisports, Sports",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20000127T000000",
    "title_ja": "ハイパーオリンピック ウィンター2000"
  },
  "Hyper Olympic Series - Track & Field GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ボタンを連打して走るスポーツゲームです。目標は、ジャベリンスローや100メートル走を含む10種類の陸上競技イベントで競い、2日間でチャンピオンシップを勝ち取ることです。",
    "developer": "Konami Computer Entertainment",
    "genre": "Action, Sports / Multisports, Sports / Running trails, Sports",
    "publisher": "コナミ",
    "release_date": "19990701T000000",
    "title_ja": "ハイパーオリンピックシリーズ トラック&フィールドGB"
  },
  "It's a World Rally (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "インターナショナルラリーは、20のコースと速度、加速、グリップが異なる14台の車両を備えたラリーゲームです。トーナメント中、プレイヤーは車両をアップグレードすることができ、例えばより良いエンジンやスピード向上を選択したり、次のレースの天候条件に応じてダンパーやタイヤを調整することができます。車両のコンポーネントの効果はトーナメントの進行に伴い徐々に低下します。その他のプレイモードとしては、シングルラリー、タイムレース、そして人間の対戦相手とのデュエルがあります。",
    "developer": "Konami",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "19990513T000000",
    "title_ja": "ワールドラリー"
  },
  "Jack no Daibouken - Daimaou no Gyakushuu (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ブライアンは何も起こらない穏やかで静かな町に住んでおり、みんなもそれを好んでいます。しかし突然、悪党たちの大群が町を襲い、かつての静かなコミュニティに混乱をもたらします。町はブライアンに平和と調和を取り戻すための冒険に出ることを期待しています。あなたはこの意外なヒーローを操り、人生最高の冒険に出発します。旅をする中で、もっと邪悪なことが起こっていることに気づき、モンスターや敵に手をこまねくことになります。旅の途中で、ターン制の戦闘でこれらのモンスターや敵と戦わなければなりませんが、そこにはひとひねりがあります。ターンの合間に移動して攻撃をかわすことができ、また呪文や攻撃を組み合わせて特別な技を作り出すことも可能です。ブライアンが町を救い、ひょっとしたら世界をも救う手助けをしましょう。QUEST RPG: ブライアンの旅で。",
    "developer": "Atelier Double",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20000115T000000",
    "title_ja": "ジャックの大冒険 Elemental Tale 大魔王の逆襲"
  },
  "Jagainu-kun (Japan) (GB Compatible)": {
    "desc_ja": "人気キャラクター「ジャガイヌくん」をフィーチャーしたリズムアクションゲームです。ジャガイヌくんをリズミカルに操作して、モデルの動きに合わせてダンスしましょう。",
    "genre": "Action",
    "publisher": "ビクターインタラクティブソフトウェア",
    "release_date": "20000324T000000",
    "title_ja": "じゃがいぬくん"
  },
  "Jaguar Mishin Sashi Senyou Soft - Mario Family (Japan)": {
    "desc_ja": "刺しゅうミシン用のマリオデザインソフトです。",
    "title_ja": "ジャガーミシン刺しゅう専用ソフト マリオファミリー"
  },
  "Jankyuusei - Cosplay Paradise (Japan)": {
    "desc_ja": "キャラクターは「クラスメイト」と「後輩」で構成された恋愛シミュレーションです。高校の麻雀部の顧問として、彼は学校内を移動しながら生徒たちと話したり麻雀をしたりして、部員を集めます。また、プレイヤーはゲーム中に勝利して集めた衣服やアイテムを使って、クラブのメンバーを着せ替えることができます。",
    "genre": "Mahjong, Asiatic board game",
    "publisher": "エルフ",
    "release_date": "20010427T000000",
    "title_ja": "雀級生 コスプレ★パラダイス"
  },
  "Jet de Go! - Let's Go by Airliner (Japan)": {
    "desc_ja": "このドライビングシミュレーターの目的は、単に飛行機を操縦するだけでなく、乗客を安全かつ確実に目的地へ運ぶことです。JALの全面的な協力により、すべての航空機、スケジュール、ルート、空港を実際の航空機を使用してプレイすることができます。メインの「クルーズモード」に加えて、操縦技術が評価される「フライトモード」や、ミニゲームを楽しめる「エクストラモード」も含まれています。",
    "genre": "Simulation / Vehicle, Simulation",
    "publisher": "アルトロン",
    "release_date": "20001027T000000",
    "title_ja": "ジェット Jetで"
  },
  "Jinsei Game - Tomodachi Takusan Tsukurou yo! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "有名なボードゲーム「人生ゲーム」の最新作です。モンタージュでキャラクターを作成し、赤ちゃんからゲームをスタートします。能力を向上させながら、ミリオネアを目指しましょう。",
    "developer": "Alpha Unit",
    "genre": "Board game",
    "players": "1",
    "publisher": "タカラ",
    "release_date": "19990423T000000",
    "title_ja": "人生ゲーム 友達たくさんつくろうよ!"
  },
  "Jisedai Begoma Battle Beyblade (Japan)": {
    "desc_ja": "このゲームは「ベーゴマ」を基にしたRPGで、各ベーゴマには石や電気などの属性があり、その属性に特有のスペシャルムーブを使用することができます。",
    "developer": "Rokumendo",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "Hudson Soft",
    "release_date": "19990724T000000",
    "title_ja": "次世代ベーゴマバトル ベイブレード"
  },
  "Jissen ni Yakudatsu Tsumego (Japan) (Rev 1)": {
    "desc_ja": "日本棋院の基金が提供する、厳選された100問の詰碁ソフトウェアです。「実戦に役立つ」という名前が示すように、ユーザーが正しい手以外の手を指しても、コンピュータは全力で応じます。これにより、ユーザーは実際のゲーム形式で正しい手と間違った手を学ぶことができます。",
    "developer": "Pony Canyon",
    "genre": "Board game",
    "players": "1",
    "publisher": "ポニーキャニオン",
    "release_date": "20000811T000000",
    "title_ja": "実戦に役立つ詰碁"
  },
  "Joryuu Janshi ni Chousen GB - Watashi-tachi ni Chousen Shitene! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "6人の女性雀士と対戦できます。各雀士はそれぞれの部屋で麻雀をプレイします。各部屋に設定された条件をクリアすると、次の部屋に進むことができます。",
    "genre": "Mahjong, Asiatic board game",
    "publisher": "カルチャーブレーン",
    "release_date": "19991217T000000",
    "title_ja": "女流雀士に挑戦GB 私達に挑戦してネ!"
  },
  "Juukou Senki Bullet Battlers (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このRPGでは、「バトラー」と呼ばれるロボットを操作し、敵と戦います。戦闘中に敵データをコピーし、バトラーを組み合わせて進化させ、伝説のバトラーを探し出します。",
    "developer": "KCEK",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19991021T000000",
    "title_ja": "銃鋼戦記バレットバトラー"
  },
  "K.O. - The Pro Boxing (Japan)": {
    "desc_ja": "プロボクサーを育成し、世界チャンピオンを目指すシミュレーションゲームです。トレーニングによって、パワーファイターやアウトボクサーなど、さまざまなタイプのファイターを作成できます。試合はアクションゲームで、プレイヤーがファイターを直接操作し、プレイヤーのスキルが試されます。",
    "genre": "Sports / Boxing, Sports",
    "publisher": "アルトロン",
    "release_date": "20000811T000000",
    "title_ja": "K.O. -ザ・プロボクシング-"
  },
  "Kaitei Densetsu!! Treasure World (Japan) (GB Compatible)": {
    "desc_ja": "潜水艦やバルーンを使って海に沈んだ宝物を引き上げ、古代文明が眠る「ワールドトレジャー」を目指そう。調査しているエリアでは、ライバルと戦うこともあるかもしれません。\n＊カクレンボバトルモンスタータクティクス\nダンジョン内のモンスターを倒して競争に勝利しよう。「モンタク」はモンスターを倒した証であり、戦闘で使用するためのさまざまなスキルを取得するのに使われます。",
    "developer": "Nexus Interact",
    "genre": "Strategy",
    "players": "1",
    "publisher": "ダズ",
    "release_date": "20000811T000000",
    "title_ja": "海底伝説!! トレジャー ワールド"
  },
  "Kakurenbo Battle - Monster Tactics (Japan)": {
    "desc_ja": "ダンジョンのモンスターを倒して競技に勝利しよう。「モンタク」はモンスターを倒した証であり、戦闘で使用するためのさまざまなスキルを取得するのに使われます。",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20001121T000000",
    "title_ja": "かくれんぼバトル モンスタータクティクス"
  },
  "Kakutou Ryouri Densetsu Bistro Recipe - Gekitou Foodon Battle Hen (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このゲームは、プレイヤーが「フードン」と呼ばれる、食材を組み合わせて調理することで生み出されるモンスターを使ってライバルと戦うRPGです。",
    "developer": "Red 5 Software",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "19991008T000000",
    "title_ja": "格闘料理伝説ビストロレシピ 激闘★フードンバトル編"
  },
  "Kakutou Ryouri Densetsu Bistro Recipe - Kettou Bistgarm Hen (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "これは、プレイヤーが食材を調理して「フードン」と呼ばれるモンスターを作り、連続したバトルで戦うRPGの第2弾です。新しい種を含む合計180種類のフードンがゲームに登場します。",
    "developer": "Red 5 Software",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "19991210T000000",
    "title_ja": "格闘料理伝説ビストロレシピ 決闘★ビストガルム編"
  },
  "Kanji Boy (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "日本漢字能力検定協会が監修した漢字の問題集で、過去の漢字検定2級から7級までの問題が含まれています。クイズ形式で問題に答えることで、自分の実力を評価することができます。",
    "publisher": "J・ウィング",
    "release_date": "19990603T000000",
    "title_ja": "漢字ボーイ"
  },
  "Kanji Boy 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "漢字能力試験の最新の問題を収録しており、漢字の習熟度を測ることができます。クイズ形式なので、遊び感覚で漢字を学ぶのが簡単です。さらに、このタイトルの難易度は2から10に拡張され、全体のボリュームも大幅に増加しました。",
    "genre": "Puzzle",
    "publisher": "J・ウィング",
    "release_date": "20000630T000000",
    "title_ja": "漢字ボーイ2"
  },
  "Kanji Boy 3 (Japan)": {
    "desc_ja": "文部科学省（MEXT）によって承認された日本漢字能力検定の問題が7,000問収録されています（2002年6月まで）。プレイヤーは自分のレベルに合わせて12段階の問題から選んで学習することができます。",
    "developer": "J-Wing",
    "genre": "Educational",
    "players": "1",
    "publisher": "J・ウィング",
    "release_date": "20030605T000000",
    "title_ja": "漢字ボーイ3"
  },
  "Kanji de Puzzle (Japan) (GB Compatible)": {
    "desc_ja": "画面上の漢字のピースを消しながら成語を作るパズルを含む、3つのパズルを楽しむことができます。また、100問の問題に正解することでクリアできる漢字クイズもあります。",
    "genre": "Puzzle",
    "publisher": "エム・ティー・オー",
    "release_date": "20000428T000000",
    "title_ja": "漢字deパズル"
  },
  "Kanzume Monsters Parfait (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "モンスター育成シミュレーションゲーム「カンヅメモンスターパフェ」の新バージョン。内蔵時計機能により、ゲーム内イベントがリアルタイムと連動しています。",
    "developer": "Aisystem Tokyo",
    "genre": "Strategy",
    "publisher": "スターフィッシュ",
    "release_date": "19990604T000000",
    "title_ja": "カンヅメモンスターパフェ"
  },
  "Karamuchou wa Oosawagi! - Okawari! (Japan) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "カラムー町はおおさわぎ! おかわり!"
  },
  "Karamuchou wa Oosawagi! - Polinkies to Okashina Nakama-tachi (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "お菓子のマスコットキャラクターが登場するアクションパズルゲーム。伝説の五つのお菓子を手に入れるために、プレイヤーは各ステージで鍵を集めながら敵を避けなければなりません。",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "スターフィッシュ",
    "release_date": "19981211T000000",
    "title_ja": "カラムー町は大さわぎ! ポリンキーズとおかしな仲間たち"
  },
  "Kaseki Sousei Reborn II - Monster Digger (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "化石の断片を集め、さまざまな生き物を復活させるRPGです。ゲームの進行に影響を与える友情レベルの設定が追加され、モンスターは通信ケーブルを通じて交換できます。",
    "developer": "Starfish",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スターフィッシュ",
    "release_date": "19990212T000000",
    "title_ja": "化石創世リボーンII モンスターティガー"
  },
  "Kawaii Pet Shop Monogatari (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "動物を育てながらペットショップを経営し、祖母の病気を治すための薬草を探し、店舗を繁盛させるためのさまざまな依頼をこなすRPGです。",
    "genre": "Role Playing Game",
    "publisher": "タイトー",
    "release_date": "19990923T000000",
    "title_ja": "かわいいペットショップ物語"
  },
  "Kawaii Pet Shop Monogatari 2 (Japan) (Rev 1) (GB Compatible)": {
    "desc_ja": "お客様のリクエストに応じてペットを捕まえ、育て、レンタルすることでペットショップを管理しましょう。通信ケーブルを使ってペットを交換したり、対戦したりすることができます。",
    "developer": "Taito",
    "genre": "Role Playing Game",
    "publisher": "タイトー",
    "release_date": "20001222T000000",
    "title_ja": "かわいいペットショップ物語2"
  },
  "Keitai Denjuu Telefang - Power Version (Japan) (GB Compatible)": {
    "desc_ja": "2020年、携帯電話を使って「電獣会」に参加し、「電獣」と友達になり、電話番号をもらうことが流行しました。\n\n主人公のシゲキは、そのような「電獣ブーム」とは無関係な生活を送っていましたが、一体の電獣の出現をきっかけに電獣の世界へ行くことを決意します。電獣の世界で新しい友達を作るために。\n\nこのゲームでは、未来的な携帯電話Dショットを駆使して電獣の世界（このゲームの世界）で電獣（電獣の世界に住むモンスター）とのテレファング（バトル）を勝ち抜き、強力な電獣と友達になります。電話番号を手に入れながら電獣の世界の謎を解く新しいRPGです！\n\n「テレファングパワーアンテナ」は、初回生産分の「テレファングパワーアンテナ同梱版」のパッケージに含まれています！\n\nこれをゲームボーイの通信コネクタに取り付けてゲームをプレイすると、友達の電獣に電話をかけたり、電獣からの電話を受けたりする際にアンテナが光ります！",
    "developer": "Smilesoft",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "スマイルソフト",
    "release_date": "20001103T000000",
    "title_ja": "携帯電獣テレファング Power パワー・バージョン"
  },
  "Keitai Denjuu Telefang - Speed Version (Japan) (GB Compatible)": {
    "desc_ja": "2020年、携帯電話を使って「電獣界」に行き、「電獣」と友達になり、彼らから電話番号をもらうことが流行しました。\n\n主人公のシゲキは、そんな「電獣ブーム」とは無関係な生活を送っていましたが、ある電獣の出現をきっかけに電獣の世界に行くことを決意しました。新しい友達を作るために、電獣の世界へと旅立ちます。\n\nこのゲームでは、未来的な携帯電話Dショットを駆使して電獣の世界（このゲームの世界）で電獣（電獣の世界に住むモンスター）とのテレファング（バトル）に勝ち、強力な電獣と友達になります。電話番号を手に入れながら電獣の世界の謎を解き明かす新しいRPGです！\n\n「テレファングパワーアンテナ」は、初回生産分のみの「テレファングパワーアンテナ同梱版」に含まれています！\n\nこれをゲームボーイの通信コネクタに取り付けてプレイすると、ゲーム中に友達の電獣に電話をかけたり、電獣から電話を受けたりすると、アンテナが光ります！",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "スマイルソフト",
    "release_date": "20001103T000000",
    "title_ja": "携帯電獣テレファング Speed スピード・バージョン"
  },
  "Kettou Transformers Beast Wars - Beast Senshi Saikyou Ketteisen (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「決闘 Duel Fight トランスフォーマー ビーストウォーズ ビースト戦士最強決定戦」は、ゲームボーイカラー用の格闘ゲームです。\n\n「ビーストウォーズ」、「ビーストウォーズII」、「ビーストウォーズネオ」からの戦士たちが登場します。",
    "developer": "Gaibrain",
    "genre": "Fighting / 2D, Fighting",
    "players": "2",
    "publisher": "タカラ",
    "release_date": "19990319T000000",
    "title_ja": "決闘 Duel Fight トランスフォーマー ビーストウォーズ ビースト戦士最強決定戦"
  },
  "Kikansha Thomas - Sodor-tou no Nakama-tachi (Japan)": {
    "desc_ja": "人気テレビ番組「きかんしゃトーマス」に基づいた冒険です。トーマスを操作して壊れた線路をつなぎましょう。4つのミニゲームも楽しめます。",
    "publisher": "タム",
    "release_date": "20011012T000000",
    "title_ja": "きかんしゃトーマス ソドーとうのなかまたち"
  },
  "Kindaichi Shounen no Jikenbo - 10 Nenme no Shoutaijou (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "あなたは漫画でお馴染みのキャラクター、金田一になり、殺人事件を解決します。シナリオや結末は、あなたの行動や会話での選択、調査中に尋ねる質問によって変わります。",
    "developer": "Aspect",
    "genre": "Adventure",
    "publisher": "バンプレスト",
    "release_date": "20001216T000000",
    "title_ja": "金田一少年の事件簿 10年目の招待状"
  },
  "Kinniku Banzuke GB - Chousensha wa Kimida! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気テレビ番組「筋肉番付」がアクションゲームとして登場！ゲームには「ストラックアウト」や「モンスターボックス」を含む5つの人気イベントが収録されています。",
    "developer": "KCE Sapporo",
    "genre": "Sports",
    "publisher": "コナミ",
    "release_date": "19991125T000000",
    "title_ja": "筋肉番付GB Muscle Ranking 挑戦者はキミだ!"
  },
  "Kinniku Banzuke GB 2 - Mezase! Muscle Champion (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "合計6種類のゲームがプレイ可能で、「サンショクマッスル」はテレビ番組「筋肉番付」からの競技です。ゲームは、ボタンを適切なタイミングで押すか、連続して叩くことで進行します。2人のプレイヤーが対戦することもできます。",
    "genre": "Sports",
    "publisher": "コナミ",
    "release_date": "20000810T000000",
    "title_ja": "筋肉番付GB2 Muscle Ranking 目指せ!マッスルチャンピオン!"
  },
  "Kinniku Banzuke GB 3 - Shinseiki Survival Retsuden! (Japan)": {
    "desc_ja": "カエンというサルや他のキャラクターを操作して、さまざまな競技に挑戦しよう。パワーフォースやSASUKE 2000などの新しい競技がこのタイトルに追加されました。通信ケーブルを使って友達と競い合うこともできます。",
    "genre": "Sports",
    "publisher": "コナミ",
    "release_date": "20010222T000000",
    "title_ja": "筋肉番付GB3 Muscle Ranking 新世紀サバイバル列伝!"
  },
  "Kisekae Series 2 - Oshare Nikki (Japan) (Rev 1)": {
    "desc_ja": "高校卒業前の1年間をクラブ活動やデートに費やしましょう。アルバイトをすることで、新しい服や化粧品を購入し、さまざまなおしゃれなアクティビティを楽しむことができます。",
    "publisher": "ビクターインタラクティブソフトウェア",
    "release_date": "20010323T000000",
    "title_ja": "おしゃれ日記 きせかえシリーズ②"
  },
  "Kisekae Series 3 - Kisekae Hamster (Japan)": {
    "desc_ja": "ハムスターの服を集めて、帽子やアクセサリーなどで着せ替えを楽しもう。また、学生生活の3年間をテーマにしたボードゲームをプレイしたり、キャラクターの運勢を占ったりすることもできるよ。",
    "developer": "Kouyousha",
    "genre": "Adventure",
    "publisher": "ビクターインタラクティブソフトウェア",
    "release_date": "20011221T000000",
    "title_ja": "きせかえハムスター きせかえシリーズ③"
  },
  "Koguru Guruguru - Guruguru to Nakayoshi (Japan) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "コグルグルグル ぐるぐるとなかよし"
  },
  "Konchuu Fighters (Japan)": {
    "desc_ja": "幼虫を育てて成虫にし、餌を与えたり訓練したりします。成虫になると、敵と戦う準備が整います。戦闘でスキルを使用すると、レベルが上がり、パワーも増加します。",
    "developer": "Digital Kids",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "デジタルキッズ",
    "release_date": "20020726T000000",
    "title_ja": "昆虫ファイターズ"
  },
  "Konchuu Hakase 2 (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "昆虫を集め、育て、図鑑を完成させるRPGです。ゲームには250種類の昆虫が登場します。捕まえた昆虫を育てて、フェアでの勝利を目指しましょう。",
    "developer": "J-Wing",
    "genre": "Role Playing Game",
    "publisher": "J-Wing",
    "release_date": "19990723T000000",
    "title_ja": "昆虫博士2 (Rev 1)"
  },
  "Konchuu Hakase 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "昆虫を集め、育て、図鑑を完成させるRPGです。ゲームには250種類の昆虫が登場します。捕まえた昆虫を育てて、フェアでの勝利を目指しましょう。",
    "developer": "J-Wing",
    "genre": "Role Playing Game",
    "publisher": "J・ウィング",
    "release_date": "19990723T000000",
    "title_ja": "昆虫博士2"
  },
  "Konchuu Hakase 3 (Japan)": {
    "desc_ja": "町で昆虫を集めて、イラスト付きの本を完成させましょう。合計で250種類以上の昆虫が本に登場します。通信ケーブルを使えば、友達と昆虫を交換することができます。",
    "genre": "Strategy",
    "publisher": "J・ウィング",
    "release_date": "20010727T000000",
    "title_ja": "昆虫博士3"
  },
  "Korokoro Kirby (Japan)": {
    "desc_ja": "デデデ大王が再び悪さをして、今度は空からすべての星を奪ってしまいました。夢の国のために、カービィが再び邪悪な大王を止めるために戻ってきました。しかし、今回はこれまで以上にあなたの助けが必要です。\n\nカービィはボールに変身してしまいました。あなたはゲームテーブルを傾けたり回したりして、カービィが敵を避けてゴールにたどり着けるように導かなければなりません。そのためには、カートリッジに内蔵されたモーションセンサーのおかげで、実際にゲームボーイカラー/アドバンスのコンソールを傾ける必要があります。あなたの動きが、小さなピンクのボールの進む方向を決定します。",
    "developer": "Nintendo",
    "genre": "Puzzle, Action",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20000823T000000",
    "title_ja": "コロコロカービィ"
  },
  "Koto Battle - Tengai no Moribito (Japan)": {
    "desc_ja": "プレイヤーが「コトダマ」、力を持つ言葉からモンスターや魔法カードを作成し、それらを戦闘で使用するRPGです。",
    "developer": "Alpha Dream",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アルファドリーム",
    "release_date": "20010309T000000",
    "title_ja": "コトバトル 天外の守人"
  },
  "Lemmings VS (Japan)": {
    "desc_ja": "あなたの任務は、120のレベルにわたるスピーディなパズルを通じてレミングスを救出することです。これらの生き物は、レベルの終わりにある安全な場所にたどり着くことを願って、無邪気に世界を歩き続けますが、残念ながらこれらのレベルには急な崖や地面の隙間、障害物、川などの危険が含まれています。\n\nあなたが操作するのは個々のレミングスではなく、レミングスの上を移動できる十字カーソルです。画面の下部には、登る、浮く、叩くなど、レミングスに割り当てることができる機能の選択肢があります。適切な機能を選択するためにクリックし、その後レミングスをクリックしてアクティブにします。各レベルには異なるスキルの範囲、異なる数のレミングス、進行するための異なるパーセンテージ目標があります。",
    "developer": "Presage Software",
    "genre": "Strategy, Puzzle",
    "players": "1",
    "publisher": "J・ウィング",
    "release_date": "20000407T000000",
    "title_ja": "VSレミングス"
  },
  "Little Magic (Japan)": {
    "desc_ja": "リトルマジックは、アルトロンが開発・発売したパズルゲームで、1999年に日本でリリースされました。最近、魔法が大流行しています。人気のある女の子たちは皆魔法を練習しており、若きメイもその輪に入りたいと思っています。彼女の努力にもかかわらず、彼女が扱える魔法の呪文は魔法のバブルを作ることだけのようです。それでも、メイは限られた能力の中でも魔法学校を卒業することを決意しています。彼女の前にある道は不可能に思えますが、彼女の強い意志によって、何も彼女の行く手を阻むことはできません。",
    "developer": "Altron",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "アルトロン",
    "release_date": "19991126T000000",
    "title_ja": "リトルマジック"
  },
  "Lode Runner - Domudomu Dan no Yabou (Japan) (GB Compatible)": {
    "desc_ja": "有名なアクションパズルゲームの最新作です。本作では、プレイヤーが捕らわれた動物を救いながらステージを進むモードがあります。救助した動物を育てることもできます。",
    "genre": "Puzzle, Platform / Run & Jump, Platform",
    "publisher": "エクシング・エンタテイメント",
    "release_date": "20000428T000000",
    "title_ja": "ロードランナー ドムドム団のやぼう"
  },
  "Lodoss-tou Senki - Eiyuu Kishiden GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気の「ロードス島の戦い」シリーズの小説の後半を基にしたボードゲームです。プレイヤーは限られたターン数内であらかじめ設定された目標を達成することによって、マップを進んでいきます。",
    "developer": "Tomy",
    "genre": "Strategy",
    "publisher": "トミー",
    "release_date": "19981211T000000",
    "title_ja": "ロードス島戦記 英雄騎士伝GB"
  },
  "Looney Tunes Collector - Martian Quest! (Japan)": {
    "desc_ja": "マーシャン・クエスト！の忠実な仲間K-9は、宇宙船を掃除していました。その際、K-9は偶然にもマーヴィンの地球を破壊する計画に必要なテレポーターのパーツを10個捨ててしまいました。バックス・バニーは偶然にもマーチャンの計画を聞いてしまい、今や彼は世界中を旅して他のルーニー・テューンズのキャラクターを47人集めなければなりません。バックスは基本的なタスクをこなすことができますが、ゲームのすべてのパズルを解き、10個のテレポーターのパーツを集めるには、各キャラクターの特別なスキルと才能が必要です。例えば、エルマー・ファッドは銃で障害物を吹き飛ばすことができ、ダフィー・ダックは泳いで深い水に潜ることができます。各キャラクターをどのように、いつ使うかを学ぶことが、LOONEY TUNES COLLECTOR: Alert! での成功の鍵となります。",
    "developer": "Infogrames",
    "genre": "Action / Adventure, Puzzle, Action",
    "players": "2",
    "publisher": "シスコンエンタテイメント",
    "release_date": "20011214T000000",
    "title_ja": "マーシャンクエスト!"
  },
  "Loppi Puzzle Magazine - Hirameku Puzzle Dai-2-gou (Japan) (Rev 1) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "ロッピーパズルマガジン ひらめくパズル第2号"
  },
  "Loppi Puzzle Magazine - Hirameku Puzzle Dai-3-gou (Japan) (Rev 1) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "ロッピーパズルマガジン ひらめくパズル第3号"
  },
  "Loppi Puzzle Magazine - Hirameku Puzzle Soukangou (Japan) (Rev 1) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "ロッピーパズルマガジン ひらめくパズル創刊号"
  },
  "Loppi Puzzle Magazine - Kangaeru Puzzle Dai-2-gou (Japan) (Rev 1) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "ロッピーパズルマガジン 考えるパズル第2号"
  },
  "Loppi Puzzle Magazine - Kangaeru Puzzle Dai-3-gou (Japan) (Rev 1) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "ロッピーパズルマガジン 考えるパズル第3号"
  },
  "Loppi Puzzle Magazine - Kangaeru Puzzle Soukangou (Japan) (Rev 1) (SGB Enhanced, GB Compatible) (NP)": {
    "title_ja": "ロッピーパズルマガジン 考えるパズル創刊号"
  },
  "Love Hina Party (Japan)": {
    "desc_ja": "ラブひなパーティでは、ケイタロウの立場になり、彼がホテルのマネージャーとしての任務を再開します。アドベンチャーモードでは、特定の場所を訪れ、出会ったキャラクターと会話をすることができます。会話中には、時々あなたの答えを選ぶ場面もあります。ストーリーの中では、ヒナタアパートの女の子たちが「ラブひな」アニメに関するクイズを出題してくることもあります。ゲームのアクションモードは、アドベンチャーモードとは異なり、3人称視点で行われる4つの異なるミニゲームを通じて展開されます。",
    "developer": "Marvelous Interactive",
    "genre": "Adventure",
    "players": "1",
    "publisher": "マーベラスエンターテイメント",
    "release_date": "20010126T000000",
    "title_ja": "ラブひな Love♥Hina ラブひなパーティ"
  },
  "Love Hina Pocket (Japan) (Rev 1)": {
    "desc_ja": "あなたは浦島ケイタロウとなり、ゲーム内で様々なことを行い、彼が望む女の子の心をつかむために7日間の時間があります。最初の6日間、ケイタロウは女の子と話したり、彼女を喜ばせるために正しいことを言ったり行ったりします。プレイヤーはひなた荘に住む女の子たち、なる、むつみ、しのぶ、カオル、もとこ、きつね、サラ、さらにははるかの中から誰でも選ぶことができます。\n\n女の子たちのケイタロウへの気持ちが高まると、彼のために良いことをしてくれる可能性が高くなります。しかし、彼女たちを怒らせると、恐ろしいことになるので注意が必要です。",
    "developer": "Marvelous Interactive",
    "genre": "Adventure",
    "players": "1",
    "publisher": "マーベラスエンターテイメント",
    "release_date": "20000804T000000",
    "title_ja": "ラブひな"
  },
  "Luca no Puzzle de Daibouken! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このゲームは、プレイヤーが数字を縦横の列や色分けされたエリアに重複させずに配置するパズルゲームです。また、20問のパズルをクリアするごとにミニゲームが楽しめます。",
    "genre": "Puzzle",
    "publisher": "ヒューマン",
    "release_date": "19990611T000000",
    "title_ja": "ルーカのぱずるで大冒険!"
  },
  "Macross 7 - Ginga no Heart o Furuwasero!! (Japan)": {
    "desc_ja": "アニメを基にしたシューティングゲームです。あなたの艦を操作して、数多くのステージをクリアしましょう。ボスバトルでは、曲のリズムに合わせて特殊攻撃を発動して戦います。",
    "developer": "Aisystem Tokyo",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "20000317T000000",
    "title_ja": "マクロス7 Macross 銀河のハートを奮わせろ!!"
  },
  "Magical Chase GB - Minarai Mahoutsukai Kenja no Tani e (Japan)": {
    "desc_ja": "マジカルチェイスは、クエストが開発したPCエンジンのオリジナルのスクロールシューティングゲームの移植版で、GBCに合わせて音声とビジュアルがダウングレードされています。\n\n主人公のリップルは、恐ろしい魔女の見習い魔法使いである若い学生です。リップルは魔女にした約束を破り、禁断の本を覗いてしまい、6体の悪魔を解放してしまいました。彼女がすべての悪魔を捕まえて本の中に戻さない限り、魔女はリップルをカエルに変えてしまいます。リップルは、エルフスターの友達である「スター・メイデン」たち、トプシーとターヴィと共に冒険に出発します。",
    "developer": "Quest",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "マイクロキャビン",
    "release_date": "20000804T000000",
    "title_ja": "マジカルチェイス 見習い魔法使い 賢者の谷へ"
  },
  "Majokko Mari-chan no Kisekae Monogatari (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "魔女の女の子マリちゃんは、ファッションセンスを磨く冒険に出かけます。アルバイトをしたり友達と出かけたりすることで、190以上の衣装を集めることができます。",
    "genre": "Role Playing Game",
    "publisher": "パック・イン・ソフト",
    "release_date": "19990903T000000",
    "title_ja": "きせかえ物語"
  },
  "Marie no Atelier GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気RPGシリーズの最新作。プレイヤーは素材を集め、それを調合してさまざまなアイテムを作成します。目的は、フェアリーを育てて本格的な錬金術師に成長させながら、依頼を達成することです。",
    "developer": "TOSE",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20000108T000000",
    "title_ja": "マリーのアトリエ"
  },
  "Mario Tennis GB (Japan)": {
    "desc_ja": "ゲームボーイカラー用の「マリオテニス」は、N64版とはまったく異なる体験です。N64版の基本的なゲームプレイに加え、GBC版ではロイヤルテニスアカデミーでランクを上げていくRPGスタイルの世界が特徴です。\n\nメインモードであるマリオツアーでは、低いステータスのルーキーとしてスタートします。トレーニングプログラムを完了し、他の学生を倒すことで経験値を獲得し、テニスのステータスを向上させることができます。テニスをしていない時は、アカデミーの敷地を散策したり、他の学生と話したり、景色や音を楽しんだりすることができます。\n\nメインゲームに加えて、素早くプレイできるエキシビションモード（シングルスまたはダブルス）も用意されています。また、コンピュータと対戦するのに飽きたら、ゲームリンクケーブルを使って友達と対戦することも可能です。",
    "developer": "Camelot Software",
    "genre": "Sports, Sports / Tennis",
    "players": "2",
    "publisher": "任天堂",
    "release_date": "20001101T000000",
    "title_ja": "マリオテニスGB"
  },
  "McDonald's Monogatari - Honobono Tenchou Ikusei Game (Japan)": {
    "desc_ja": "マクドナルドで1年間働き、店長を目指そう。フライを作るなどの店舗での仕事はミニゲームになっている。仲間とのロマンチックなイベントも楽しめる。",
    "genre": "Adventure",
    "publisher": "TDKコア",
    "release_date": "20010720T000000",
    "title_ja": "マクドナルド物語 ほのぼの店長育成ゲーム"
  },
  "Medarot 2 - Kabuto Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "パーツを組み合わせて作られたロボット「メダロット」を育成するRPGです。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "19990723T000000",
    "title_ja": "メダロット2 Medarot: Kabuto Version カブトバージョン"
  },
  "Medarot 2 - Kuwagata Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "パーツを組み合わせて作られたロボット「メダロット」を育成するRPGです。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "19990723T000000",
    "title_ja": "メダロット2 Medarot: Kuwagata Version クワガタバージョン"
  },
  "Medarot 2 - Parts Collection (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「メダロット2」のパワーアップ版で、組み合わせたパーツで自分が作ったロボットを成長させるRPGです。前作のすべてのパーツとメダルが利用可能です。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "19991029T000000",
    "title_ja": "メダロット2 Medarot パーツコレクション"
  },
  "Medarot 3 - Kabuto Version (Japan)": {
    "desc_ja": "これは「メダロット」シリーズの第3作目です。このタイトルでは、戦闘中に特定のメダロットを変形させてその能力を変更することができます。個別の戦闘に加えて、プレイヤーは3人対戦も楽しむことができます。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "20000723T000000",
    "title_ja": "メダロット3 カブトバージョン"
  },
  "Medarot 3 - Kuwagata Version (Japan)": {
    "desc_ja": "これは「メダロット」シリーズの第3作目です。このタイトルでは、戦闘中に特定のメダロットを変形させてその能力を変更することができます。個別の戦闘に加えて、プレイヤーは3人対戦も楽しむことができます。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "20000723T000000",
    "title_ja": "メダロット3 クワガタバージョン"
  },
  "Medarot 3 - Parts Collection - Z kara no Chousenjou (Japan)": {
    "desc_ja": "「メダロット3」のすべてのメダルとパーツが利用可能です。このゲームでは、プレイヤーがパーツを組み合わせて作ったロボットで戦います。また、すべてのキャラクターも登場します。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "20001124T000000",
    "title_ja": "メダロット3 Medarot パーツコレクション Zからの超戦場"
  },
  "Medarot 4 - Kabuto Version (Japan)": {
    "desc_ja": "シリーズ最新作。目標は、戦闘で集めたパーツを使ってロボットを強化し、「メダマスター」になることです。対戦相手とミニゲームをプレイして勝者を決めることもできます。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20010323T000000",
    "title_ja": "メダロット4 カブトバージョン"
  },
  "Medarot 4 - Kuwagata Version (Japan)": {
    "desc_ja": "シリーズ最新作。目標は、戦闘で集めたパーツを使ってロボットを強化し、「メダマスター」になることです。対戦相手とミニゲームをプレイして勝者を決めることもできます。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20010323T000000",
    "title_ja": "メダロット4 クワガタバージョン"
  },
  "Medarot 5 - Susutake Mura no Tenkousei - Kabuto (Japan)": {
    "desc_ja": "あなたは村の新しい学校に転校してきた主人公の役割を担い、他のメダロットと戦って対戦相手を打ち負かします。スタート時に持っているメダロットを含む、さまざまなバージョンのメダロットが存在します。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20011214T000000",
    "title_ja": "メダロット5 すすたけ村の転校生 カブト"
  },
  "Medarot 5 - Susutake Mura no Tenkousei - Kuwagata (Japan)": {
    "desc_ja": "あなたは村の新しい学校に転校してきた主人公の役割を担い、他のメダロットと戦って対戦相手を打ち負かします。スタート時に持っているメダロットを含む、さまざまなバージョンのメダロットが存在します。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20011214T000000",
    "title_ja": "メダロット5 すすたけ村の転校生 クワガタ"
  },
  "Medarot Cardrobottle - Kabuto Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「メダロット カードゲーム」がゲームボーイでプレイ可能になりました。カードの組み合わせにより、コンボ技を繰り出して相手に大ダメージを与えることができます。",
    "developer": "TOSE",
    "genre": "Strategy",
    "publisher": "イマジニア",
    "release_date": "20000310T000000",
    "title_ja": "メダロット カードロボトル Medarot Cardrobottle: Kabuto Version カブトバージョン"
  },
  "Medarot Cardrobottle - Kuwagata Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「メダロット カードゲーム」がゲームボーイでプレイ可能になりました。カードの組み合わせにより、コンボ技を繰り出して相手に大ダメージを与えることができます。",
    "developer": "TOSE",
    "genre": "Strategy",
    "publisher": "イマジニア",
    "release_date": "20000310T000000",
    "title_ja": "メダロット カードロボトル Medarot Cardrobottle: Kuwagata Version クワガタバージョン"
  },
  "Megami Tensei Gaiden - Last Bible (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「ラストバイブル」シリーズは、古代中東を模したファンタジー世界を舞台にしています。この世界では、人間が「ガイア」と呼ばれる世界のエネルギーを呼び起こすことを学びました。主人公のエルはガイアを学んでいましたが、卒業の日に奇妙な生き物が現れ始めます。彼は仲間たちと共に、彼らの世界にモンスターを送り込むガイアマスターたちを倒すために旅立ちます。",
    "developer": "Atlus",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "19990319T000000",
    "title_ja": "女神転生外伝 ラストバイブル"
  },
  "Megami Tensei Gaiden - Last Bible II (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "魔国（デモンカントリー）の王は心配している。その夜、王国ではたった一人の赤ん坊が誕生した。古代の予言によれば、それはグリヤスという神の力の復活の兆しである… 15年後、あなたはユリ、ガイアの力を学ぶ若き学生である。魔国の王は、グリヤスの復活に立ち向かうために人々を募集するために使者を送り、彼を打倒するための仲間を集めている。ユリと彼の友人たちは、この冒険が何をもたらすのか知らずに、仲間に加わることを決意する。\n\n「ラストバイブルII」は、ほとんどの女神転生シリーズとは異なり、中世文化を持つファンタジーの世界、ガイアの惑星を舞台にしている。ランダムバトルで出会った悪魔を仲間にすることができ、彼らを呼び出して戦わせることができる。月のフェーズは悪魔との会話に影響を与え、彼らを仲間にするためには正しい答えを選ぶ必要がある。",
    "developer": "Access Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "19990416T000000",
    "title_ja": "女神転生外伝 ラストバイブルII"
  },
  "Meitantei Conan - Karakuri Jiin Satsujin Jiken (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「名探偵コナン からくり寺院殺人事件」として知られる本作では、ジミー・クドウが休暇で訪れた地元の寺院で発生した最新の殺人事件を解決することが求められます。",
    "developer": "Alpha Unit",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20000224T000000",
    "title_ja": "名探偵コナン Detective Conan からくり寺院殺人事件"
  },
  "Meitantei Conan - Kigantou Hihou Densetsu (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "奇岩島秘宝伝説（英語名：The Legend of Treasure on a Strange Rock Island）は、名探偵コナンシリーズのトップダウンアドベンチャーゲームで、主人公の江戸川コナン（本名：工藤新一）が奇岩島の謎を解くための事件に挑みます。しかし、ゲーム内ではコナンだけでなく、工藤の彼女である蘭や、コナンのおかげで名探偵となった蘭の父・小五郎、蘭の高校の親友・園子、そしてコナンのクラスメートである光彦、歩、美々といったキャラクターも操作可能です。操作するキャラクターによって、特定のエリアへのアクセスが可能または不可能になり、他のキャラクターとの対話や反応も異なる場合があります。",
    "developer": "Alpha-Unit",
    "genre": "Adventure",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "20000331T000000",
    "title_ja": "名探偵コナン Detective Conan 奇岩島秘宝伝説"
  },
  "Meitantei Conan - Norowareta Kouro (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気漫画「名探偵コナン」を基にしたゲームです。コナンとしてプレイし、蘭、平次、または園子の中からパートナーを選んで事件を解決しましょう。パートナーによってイベントが変化します。",
    "developer": "Alpha-Unit",
    "genre": "Adventure",
    "publisher": "バンプレスト",
    "release_date": "20010601T000000",
    "title_ja": "名探偵コナン Detective Conan 呪われた航路"
  },
  "MetaFight EX (Japan)": {
    "desc_ja": "オリジナルの『ブラスター マスター』のイベントの後、再び地下からの遺伝子操作された脅威が迫る中、『ブラスター マスター：エネミー ビロウ』では、再びソフィア3の操縦席に座ることになります。\n\nゲームプレイは、最初のゲームのリメイクのように進行し、似たようなレベルやチャレンジが用意されており、車両と徒歩の二重プレイモードが特徴です。また、新しい武器やアップグレードも追加されています。",
    "developer": "Sunsoft",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "20000224T000000",
    "title_ja": "メタファイト EX"
  },
  "Metal Gear - Ghost Babel (Japan)": {
    "desc_ja": "「メタルギア ゴーストバベル」は、メタルギアシリーズのストーリーには位置づけられていませんが、同じ英雄である特殊エージェント、ソリッド・スネークを主人公にした無関係なエピソードを描いています。秘密政府プロジェクト「バベル」は、非常に破壊的なメカ兵器であるメタルギアプロジェクトの復活を試みます。しかし、「ギンドラン解放戦線」と呼ばれる組織がメタルギアのプロトタイプをハイジャックしてしまい、これがなければさらなる開発は無意味になります。ソリッド・スネークは、彼にとって完全に不慣れではない場所であるアウターヘブンに潜入し、プロトタイプを回収するために派遣されます。\n\nこのゲームは、初期のメタルギアゲームとスタイルやゲームプレイが似ています。上からの視点で描かれ、主にステルスに基づいたゲームプレイが特徴です。スネークは、警備員をやり過ごすために様々な戦術を駆使して彼らを気をそらせたり、静かに排除したりしなければなりません。時折、スネークはボスと遭遇し、次のエリアに進むためには彼らを倒す必要があります。",
    "developer": "Konami",
    "genre": "Action",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "20000427T000000",
    "title_ja": "メタルギア ゴーストバベル"
  },
  "Metamode (Japan)": {
    "desc_ja": "世界の平和を守るためにクールズを招集し、敵と戦うアクションゲームです。多くのスキルを習得することで、変身し能力を向上させることもできます。",
    "genre": "Action RPG, Role Playing Game",
    "publisher": "コーエー",
    "release_date": "20000224T000000",
    "title_ja": "メタモード"
  },
  "Minnie & Friends - Yume no Kuni o Sagashite (Japan)": {
    "desc_ja": "ミニーはキャラクターを操作し、夢の国を見つけるために五つの国の謎を解きます。冒険のヒントを得るために、ミッキーやグーフィー、他のキャラクターとメールを交換することができます。",
    "developer": "Hudson Soft",
    "genre": "Adventure",
    "publisher": "ハドソン",
    "release_date": "20011213T000000",
    "title_ja": "ミニー&フレンズ Minnie & Friends 夢の国をさがして"
  },
  "Mizuki Shigeru no Shin Youkaiden (Japan)": {
    "desc_ja": "同名のカードゲームを基にした作品です。スペクターの世界で繰り返し戦い、最強のデッキを作り上げましょう。通信ケーブルを使えば、カードの交換や対戦が可能です。",
    "genre": "Strategy",
    "publisher": "プライムシステム",
    "release_date": "20010727T000000",
    "title_ja": "水木しげるの新・妖怪伝"
  },
  "Mobile Trainer (Japan)": {
    "desc_ja": "このソフトウェアはモバイルアダプターGBと同梱されており、最大96文字のひらがなとカタカナのメールメッセージを作成する機能や、モバイルホームページを閲覧する機能が含まれています。\n\nただし、携帯電話やPHSが必要ですが、機能が劣り通信料金もかかるメール機能を使用する必要はなく、モバイルホームページはソフトウェアの紹介のみとなっています。\n\n利用可能なソフトウェアはモバイルシステムGBのみでした。",
    "developer": "MissingLink",
    "publisher": "Nintendo",
    "release_date": "20010127T000000",
    "title_ja": "モバイルトレーナー"
  },
  "Momotarou Densetsu 1-2 (Japan)": {
    "desc_ja": "「桃太郎伝説」と「桃太郎伝説II」の二つの物語を楽しむことができます。「I」の蓋の開いた井戸に道具を入れると、「II」の冒険中にそれらを取り出して使用することができます。",
    "developer": "TamTam",
    "genre": "Compilation, Role Playing Game",
    "players": "1",
    "publisher": "Hudson Soft",
    "release_date": "20010101T000000",
    "title_ja": "桃太郎伝説1→2 から"
  },
  "Monopoly (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "今回は、あなたのコンピュータ上で楽しめるモノポリーゲームです。現実のようにリアルに楽しむことができます。あなたのすべての動きは3Dアニメーションで表現されるか、アニメーションを見たくない場合はオフにすることもできます。最大6人まで同時にプレイ可能で、インターネットを通じて対戦することもできます。音楽はMIDI形式で、音質はWAV形式です。サイコロを振り、回転させて、笑顔を見せるのをお忘れなく。",
    "developer": "Sculptured Software",
    "genre": "Board game",
    "players": "4",
    "publisher": "ハズブロージャパン",
    "release_date": "19981211T000000",
    "title_ja": "ゲームボーイ モノポリー"
  },
  "Monster Farm Battle Card GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "モンスターファームバトルカードGBは、伝統的なオーバーヘッドビューのRPGゲームプレイと、完全なコレクティブルカードゲームを組み合わせています。他のモンスターファームシリーズに親しんでいるプレイヤーはキャラクターや場所を認識するでしょうが、ゲームをプレイするために事前の牧場経験は必要ありません。\n\nプレイヤーは隔離された島の村や近くの洞窟を探索し、カードゲームで対戦相手と戦います。進行するにつれて、敗れた相手がカードやアイテムのコレクションに加わります。",
    "developer": "Tecmo",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "テクモ",
    "release_date": "19991224T000000",
    "title_ja": "モンスターファームバトルカード"
  },
  "Monster Race 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "プレイヤーが集めたモンスターを育成し、レースに参加するRPGの続編です。モンスターやコースの種類が増えただけでなく、前作で育てたモンスターのデータも使用できます。",
    "developer": "Koei",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コーエー",
    "release_date": "19990312T000000",
    "title_ja": "もんすたあ★レース2"
  },
  "Monster Traveler (Japan) (Rev 1)": {
    "desc_ja": "このゲームは、「コズモン」と呼ばれるモンスターと共に宇宙を冒険し、古代の都市を目指すものです。約150種類のコズモンが存在し、彼らはトレーニングやバトルを通じて進化し、強力な技を習得します。",
    "genre": "Strategy",
    "publisher": "タイトー",
    "release_date": "20020308T000000",
    "title_ja": "モン★スタートラベラー"
  },
  "Moomin no Daibouken (Japan)": {
    "desc_ja": "ムーミンはフィンランドからの魅力的で成功したスターです。荷物をまとめて、ムーミン谷を通る素晴らしい旅の準備をしましょう。\n\n- 6つの素晴らしいレベルで楽しもう！\n- スキルを試すレベルクリアチャレンジ！\n- 驚くほど美しいグラフィックとアニメーション。",
    "developer": "Pixel",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "20000630T000000",
    "title_ja": "ムーミンの大冒険"
  },
  "Mr. Driller (Japan)": {
    "desc_ja": "ミスタードリラーの世界は謎のブロックで覆われています。強力なドリルだけを武器に、空気供給が尽きる前に安全な場所まで掘り進まなければなりません！\n\nミスタードリラーは、瞬時の判断力と少しの計画が求められるリアルタイムパズルゲームです。ゲームプレイはテトリスとボルダーダッシュの組み合わせで、カラフルなブロックを掘り進んで底に到達しなければなりませんが、無謀な掘削の結果（ブロックが落ちてきて潰されること）を避ける必要があります。",
    "developer": "Namco",
    "genre": "Puzzle, Strategy",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "20000629T000000",
    "title_ja": "ミスタードリラー GB版"
  },
  "Muteki Ou Tri-Zenon (Japan)": {
    "desc_ja": "同名のTVアニメを基にした本作では、3人の主要キャラクターが合体ロボット「トライゼノン」を操り、地球侵略を企むゼノバレスが送り込むロボットたちと戦います。「トライゼノン」は水陸空の機体が合体したもので、それぞれに特性があるため、タケザキ川に応じて組み合わせたり分離したりすることが鍵となります。また、「ガイアゼノン」や他のロボットも仲間として登場します。",
    "genre": "Adventure",
    "publisher": "マーベラスエンターテイメント",
    "release_date": "20010309T000000",
    "title_ja": "無敵王トライゼノン"
  },
  "Nakayoshi Cooking Series 1 - Oishii Cake-ya-san (Japan)": {
    "desc_ja": "街を歩き回り、レシピや材料を見つけて、おいしいケーキを作りましょう。料理の過程はミニゲームになっており、ケーキの品質はゲームでのパフォーマンスによって決まります。",
    "publisher": "エム・ティー・オー",
    "release_date": "20001215T000000",
    "title_ja": "なかよしクッキングシリーズ① おいしいケーキ屋さん"
  },
  "Nakayoshi Cooking Series 2 - Oishii Panya-san (Japan)": {
    "desc_ja": "町の人々に情報を尋ね、パンの材料を集め、レシピに従って焼き上げます。料理の過程はミニゲームになっており、あなたのスコアがパンの味を決定します。",
    "genre": "Strategy",
    "publisher": "エム・ティー・オー",
    "release_date": "20010420T000000",
    "title_ja": "なかよしクッキングシリーズ② おいしいパン屋さん"
  },
  "Nakayoshi Cooking Series 3 - Tanoshii Obentou (Japan)": {
    "desc_ja": "街で情報を集めて、お弁当を作るために必要な食材を見つけましょう。80種類以上の副菜を組み合わせてランチボックスを作ります。ミニゲームでのスコアが、あなたの料理の腕前を決めます。",
    "publisher": "エム・ティー・オー",
    "release_date": "20010629T000000",
    "title_ja": "なかよしクッキングシリーズ③ たのしいお弁当"
  },
  "Nakayoshi Cooking Series 4 - Tanoshii Dessert (Japan)": {
    "desc_ja": "町で情報を集め、デザートを作るための材料を集めましょう。集めた材料とレシピを使って、ミニゲームで料理をしなければなりません。ミニゲームのスコアが料理のクオリティを決定します。",
    "publisher": "エム・ティー・オー",
    "release_date": "20011115T000000",
    "title_ja": "なかよしクッキングシリーズ④ たのしいデザート"
  },
  "Nakayoshi Cooking Series 5 - Cake o Tsukurou (Japan)": {
    "desc_ja": "街を移動して、ケーキを作るためのレシピや材料を集めよう。料理の部分は、ゲームでの成功や失敗によってケーキの味が変わるミニゲームだよ。",
    "genre": "Strategy",
    "publisher": "エム・ティー・オー",
    "release_date": "20020405T000000",
    "title_ja": "なかよしクッキングシリーズ⑤ こむぎちゃんのケーキをつくろう!"
  },
  "Nakayoshi Pet Series 1 - Kawaii Hamster (Japan) (GB Compatible)": {
    "desc_ja": "ハムスターの行動をリアルに再現した育成シミュレーションゲームです。目的は、指定された日数内にハムスターたちとできるだけ仲良くなりながら、彼らの世話をすることです。",
    "developer": "MTO Co",
    "genre": "Simulation / Life, Simulation",
    "players": "1",
    "publisher": "エム・ティー・オー",
    "release_date": "20000128T000000",
    "title_ja": "なかよしペットシリーズ① かわいいハムスター"
  },
  "Nakayoshi Pet Series 2 - Kawaii Usagi (Japan) (GB Compatible)": {
    "desc_ja": "毎日ウサギに餌を与え、掃除をし、世話をしながら友達になるための育成ソフトウェアです。ウサギとのやり取りはノートや思い出アルバムに記録されます。",
    "developer": "MTO Co",
    "publisher": "エム・ティー・オー",
    "release_date": "20000324T000000",
    "title_ja": "なかよしペットシリーズ② かわいいウサギ"
  },
  "Nakayoshi Pet Series 3 - Kawaii Koinu (Japan)": {
    "desc_ja": "これは、ペットを飼う楽しさを体験できるシリーズの第3弾です。このタイトルでは、マルチーズや柴犬を含む5種類の可愛い仔犬を飼うことができます。彼らをトレーニングし、散歩させ、親密になりましょう。",
    "genre": "Strategy",
    "publisher": "エム・ティー・オー",
    "release_date": "20000811T000000",
    "title_ja": "なかよしペットシリーズ③ かわいい仔犬"
  },
  "Nakayoshi Pet Series 4 - Kawaii Koneko (Japan)": {
    "desc_ja": "目標は、子猫たちとコミュニケーションを取りながら育てることです。「お世話ポイント」を使って子猫たちの世話をし、より親しくなることができます。利用可能な子猫の種類は全部で5種類です。",
    "genre": "Strategy",
    "publisher": "エム・ティー・オー",
    "release_date": "20010216T000000",
    "title_ja": "なかよしペットシリーズ④ かわいい子猫"
  },
  "Nakayoshi Pet Series 5 - Kawaii Hamster 2 (Japan)": {
    "desc_ja": "ハムスターに餌を与えたり、一緒に遊んだりしてお世話をしましょう。ハムスターの世話をしながら、彼らをもっとよく知ることで、どんどん可愛い行動を観察できるようになります。",
    "genre": "Strategy",
    "publisher": "エム・ティー・オー",
    "release_date": "20010427T000000",
    "title_ja": "なかよしペットシリーズ⑤ かわいいハムスター2"
  },
  "Naminori Yarou! (Japan) (NP)": {
    "title_ja": "波乗り野郎!"
  },
  "Net de Get - Minigame @ 100 (Japan)": {
    "desc_ja": "「チキンレース」や「おかき焼き」など、さまざまなミニゲームを楽しむことができます。モバイルアダプターGBを使用して、新しいミニゲームをダウンロードすることができます。",
    "developer": "Mobile21",
    "publisher": "コナミ",
    "release_date": "20010712T000000",
    "title_ja": "ネットでゲット ミニゲーム@100"
  },
  "Network Boukenki Bugsite - Alpha Version (Japan)": {
    "desc_ja": "ネットワーク冒険記バグサイト α アルファは、KAZeが開発し、Smilesoftが日本で発売したゲームボーイカラー用のビデオゲームです。ゲームはアルファ版とベータ版の2つのバージョンがあります。このゲームには、バグセンサーと呼ばれる周辺機器が含まれており、これはテレファングゲームに同梱されていたパワーアンテナと機能的に同じです。バグセンサーは限定版のコピーのみが含まれる予定でしたが、非限定版は一切製造されませんでした。",
    "developer": "KAZe",
    "genre": "Role Playing Game",
    "publisher": "スマイルソフト",
    "release_date": "20011102T000000",
    "title_ja": "ネットワーク冒険記バグサイト α アルファ"
  },
  "Nintama Rantarou - Ninjutsu Gakuen ni Nyuugaku Shiyou no Dan (Japan)": {
    "desc_ja": "ランタロウやキリマルなど、異なる特徴を持つキャラクターの中から一人を選び、5つの異なるミニゲームで自分を鍛えよう。最も多くの巻物を集めることを競うバトルモードも含まれている。",
    "developer": "Polygon Magic",
    "publisher": "アスク",
    "release_date": "20010323T000000",
    "title_ja": "忍たま乱太郎 忍術学園に入学しようの段"
  },
  "Nisemon Puzzle da Mon! - Feromon Kyuushutsu Daisakusen! (Japan)": {
    "desc_ja": "プレイヤーがハンマーで「ニセモン」を叩いて救出し、解放装置に運ぶパズルゲームです。救出されたニセモンは友達になります。",
    "developer": "Prime System",
    "publisher": "プライムシステム",
    "release_date": "20010810T000000",
    "title_ja": "ニセモン パズルdaモン! フェロモン救出大作戦!"
  },
  "Nobunaga no Yabou - Game Boy Ban 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "武将たちが活発に動き出す！戦国時代を描いた名作がパワーアップ！独自の武将を駆使して、世界統一の夢を実現するために戦略と戦術を尽くそう！シナリオは2つあり、約400人の実在の武将が登場。さらに、野戦と包囲戦モードも搭載されており、汗をかくような戦闘のスリルを楽しむことができる。今こそ、意思の中で散らばる大名・織田信長の大志を果たす時だ！",
    "developer": "Koei",
    "genre": "Strategy",
    "publisher": "コーエー",
    "release_date": "19990409T000000",
    "title_ja": "信長の野望 ゲームボーイ版2"
  },
  "Ohasuta Dance Dance Revolution GB (Japan)": {
    "desc_ja": "おはスタ：ダンスダンスレボリューションGBは、ダンスダンスレボリューションシリーズのミレニアルスーパーパワーと人気の日本の子供向け番組おはスタ（またはおはスター）を融合させたゲームです…その名称についてはまだ議論があります。トラックリストは限られており、全12曲がすべておはスタのオリジナル曲ですが、あなたの究極のダンスを見せることで得られる星を利用したコレクタブルカードシステムも組み込まれています。私は止まらず泣いています。涙が止まりません。",
    "developer": "Now Production",
    "genre": "Dancing, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20010208T000000",
    "title_ja": "おはスタ"
  },
  "Ohasuta Yama-chan & Raymond (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "迷路のような複雑な要塞を攻略し、誘拐されたオハガールを救出せよ！おなじみのヤマちゃんとレイモンドが大活躍するアクションパズルゲーム！",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "19990312T000000",
    "title_ja": "おはスタ やまちゃん&レイモンド"
  },
  "Oide Rascal (Japan)": {
    "desc_ja": "テーマはアニメ「ラスカル」。ラスカルに優しく撫でたり褒めたりして、良い友達になりましょう。ミニゲームをクリアすることで、食べ物などのアイテムを手に入れることができます。",
    "developer": "Agatsuma Entertainment",
    "genre": "Simulation",
    "publisher": "タム",
    "release_date": "20010425T000000",
    "title_ja": "おいでラスカル"
  },
  "Ojarumaru - Mangan Jinja no Ennichi de Ojaru! (Japan) (GB Compatible)": {
    "desc_ja": "アニメ「おじゃる丸」のキャラクターたちが登場するミニゲーム集です。シューティングゲームや金魚すくいなどを楽しむことができます。また、高得点を獲得することで手に入る「メンコ」を使って、他のプレイヤーと対戦することもできます。",
    "developer": "MTO Co",
    "publisher": "エム・ティー・オー",
    "release_date": "20000630T000000",
    "title_ja": "おじゃる丸 満願神社の縁日でおじゃる!"
  },
  "Ojarumaru - Tsukiyo ga Ike no Takaramono (Japan) (GB Compatible)": {
    "desc_ja": "アニメ「おじゃる丸」の世界が舞台です。サイコロを振って町を移動し、ミニゲームをプレイしてポイントを増やし、ゴールを目指しましょう。対戦プレイも可能です。",
    "genre": "Board game",
    "publisher": "サクセス",
    "release_date": "20000714T000000",
    "title_ja": "おじゃる丸 月夜が池の たからもの"
  },
  "Othello Millennium (Japan) (GB Compatible)": {
    "desc_ja": "競技モードでは他のプレイヤーやコンピュータと対戦することができ、アドベンチャーモードも選べます。アドベンチャーモードをクリアすると証明書が発行され、マニュアルに記載された方法で日本オセロ協会に申し込むと、本物の証明書を受け取ることができます。",
    "developer": "Tomcat System",
    "genre": "Othello, Asiatic board game",
    "publisher": "ツクダオリジナル",
    "release_date": "19991008T000000",
    "title_ja": "オセロミレニアム"
  },
  "Other Life - Azure Dreams GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "巨大なモンスタータワーは、村モンズバイヤの近くにそびえ立っています。そこには凶悪なモンスターが住んでおり、入ることを恐れる者は少ないです。しかし、タワーの中のモンスターは卵を産み、その卵を手に入れた者は、そこから出てくるモンスターを飼いならすことができます。これらのモンスターは「ファミリア」と呼ばれ、危険な時に飼い主を助けてくれます。勇敢な冒険者たちがタワーに挑み、卵を手に入れようとしました。その中の一人がガイという名の男でしたが、彼はモンスタータワーで命を落としました。今、彼の息子コウは十五歳になり、タワーで運試しをする許可を得ました。\n\nあなたはコウと彼の「ファミリア」たちを操作する、この独特な「モンスター育成」RPGを楽しむことになります。タワーから卵を捕まえ、家に持ち帰り、モンスターを育てて飼いならす必要があります。戦闘中は、彼らに異なる指示を与えます。異なる種族は異なる能力を持ち、異なるアプローチが必要です。戦闘システムはリアルタイムとターン制の戦闘が混ざったものです。他の多くのコンソールRPGとは異なり、特別な戦闘画面は存在しません。",
    "developer": "Konami",
    "genre": "Role Playing Game, Dungeon Crawler RPG",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19990805T000000",
    "title_ja": "アザーライフ アザードリームスGB"
  },
  "Ou Dorobou Jing - Angel Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "同名の漫画を基にしたゲームです。主人公のジンの目的は、「アクア・ヴィテ海」に隠された宝物を盗むことであり、モンスターたちを友達にすることです。エンジェルバージョンとデビルバージョンでは、登場するモンスターに違いがあります。",
    "developer": "C.P. Brain",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19990312T000000",
    "title_ja": "王ドロボウJing ジン Angel エンジェルバージョン"
  },
  "Ou Dorobou Jing - Devil Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "同名の漫画を基にしたゲームです。主人公のジンの目的は、「アクア・ヴィテ海」に隠された宝物を盗むことであり、モンスターたちを友達にすることです。エンジェルバージョンとデビルバージョンでは、登場するモンスターに違いがあります。",
    "developer": "C.P. Brain",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19990312T000000",
    "title_ja": "王ドロボウJing ジン Devil デビルバージョン"
  },
  "Owarai Yoiko no Geemumichi - Oyaji Sagashite 3 Choume (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "おわらいよゐこのげえむ道 オヤジ探して3丁目は、KCEKが開発し、コナミが発売したアクションゲームで、1999年に日本でリリースされました。",
    "developer": "KCEK",
    "genre": "Action",
    "publisher": "コナミ",
    "release_date": "19991225T000000",
    "title_ja": "おわらいよゐこのげえむ道 オヤジ探して3丁目"
  },
  "Perfect Choro Q (Japan)": {
    "desc_ja": "海や陸を旅しながらチョロQで町のイベントやレースに参加し、勝利を目指しましょう。レースで得た賞金を使って、タイヤやその他のパーツを購入し、チョロQをカスタマイズできます。",
    "developer": "Electronics Application",
    "genre": "Racing, Driving / Racing, Racing, Driving",
    "publisher": "タカラ",
    "release_date": "20000811T000000",
    "title_ja": "チョロQ キュー パーフェクトチョロQ"
  },
  "Phantom Zona (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「怪人ゾナー」では、プレイヤーはパズルを解くことが最も人気のある娯楽である学校に招待されます。しかし、到着すると、プレイヤーは怪人ゾナーと出会い、この学校が実は謎を使って戦うギャングの秘密基地であることを明かされます。プレイヤーがバトルに入ると、謎が出題され、複数の選択肢が提示されます。正解すると相手にダメージを与え、間違えるとプレイヤーがダメージを受けます。ダメージが最も少ない方が勝利します。このゲームはゲームボーイカラーの赤外線ポートを利用しています。赤外線信号を発するものを使用することで、新しいパズルが生成されます。また、プレイヤーはゲームボーイリンクケーブルを使ってパズルを交換することもできます。",
    "developer": "Vistec",
    "genre": "Strategy",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20001021T000000",
    "title_ja": "怪人ゾナー"
  },
  "Pia Carrot e Youkoso!! 2.2 (Japan)": {
    "desc_ja": "目的は、冬休みにレストランでアルバイトをしながら女の子たちと友達になることです。選ぶアルバイトによって、プレイできるミニゲームや出会う女の子が異なります。",
    "developer": "TOSE",
    "genre": "Adventure",
    "publisher": "NECインターチャネル",
    "release_date": "20001202T000000",
    "title_ja": "Pia♥キャロットへようこそ!!2.2"
  },
  "Pitfall GB (Japan) (GB Compatible)": {
    "desc_ja": "悪の力「スカージ」がレッドルセンスを操り、ジャングルを支配しようとしています。今、ピットフォール・ハリー・ジュニアがブルールセンスを使って土地に平和を取り戻す使命を担っています。あなたはハリーを操作し、ジャングル、火山、刑務所、洞窟を含む15のレベルを戦い抜きます。各ワールドには独自のバリエーションがあり、例えばジャングルのステージではツタを使って swinging し、ピッケルを使ってサソリや他のモンスターと戦う必要があります。ハリーは素早い反射神経を持っており、弾をかわしたり、悪者を飛び越えたりすることができます。さらに、ハリーの特技に加えて、レベル中にはエクストラライフ、金塊、クリスタル、エクストラヘルスなどのパワーアップが散らばっています。PITFALL: ビヨンド・ザ・ジャングルでハリーがジャングルに平和を取り戻す手助けをしましょう。",
    "developer": "David A. Palmer Productions",
    "genre": "Platform",
    "players": "1",
    "publisher": "ポニーキャニオン",
    "release_date": "19990528T000000",
    "title_ja": "ピットフォール"
  },
  "Pocket Billiards - Funk the 9 Ball (Japan)": {
    "desc_ja": "「ポケットビリヤード ファンク The 9 ナイン ボール」では、ボールの中にいるモンスターを使って9ボールプールをプレイします。これらのモンスターはタマッピーと呼ばれ、ゲームに影響を与える特別な能力を持っています。",
    "developer": "Suntek",
    "genre": "Sports / Pool, Sports",
    "players": "1",
    "publisher": "タム",
    "release_date": "20000219T000000",
    "title_ja": "ポケットビリヤード ファンク The 9 ナイン ボール"
  },
  "Pocket Bowling (Japan) (En) (GB Compatible)": {
    "desc_ja": "大きなボールを使って白いピンを倒すアクションと興奮が、ゲームボーイカラーに「ポケットボウリング」として登場！6人の異なるボウラーから選択できます。中にはアンドロイドもいます。自分のプレイスタイルに合ったボウラーを選んだら、トレーニングモードでスペアを取る練習をし、ゲームの操作に慣れましょう。アクションの準備が整ったら、スタンダードモードで人間の対戦相手やコンピュータ相手と対戦しましょう。さらに挑戦したい方は、4人の対戦相手と4つの異なるアリーでトーナメントに挑戦してみてください。すべてのモードで完璧なショットを決めるには、ボールを正しくラインアップし、適切なスピンとパワーを設定し、タイミングよくボールを放つことが求められます。「ポケットボウリング」をプレイして、レーンのマスターになりましょう。",
    "developer": "Athena",
    "genre": "Sports / Bowling, Sports",
    "players": "2",
    "publisher": "Jaleco",
    "release_date": "19981023T000000",
    "title_ja": "ポケットボウリング"
  },
  "Pocket Color Billiards (Japan)": {
    "desc_ja": "9ボールや8ボールを含む3つの異なるルールのビリヤードゲームです。コンピュータの思考レベルやボールの滑り具合を設定することができます。",
    "genre": "Sports / Pool, Sports",
    "publisher": "ボトムアップ",
    "release_date": "19991224T000000",
    "title_ja": "ポケットカラー ビリヤード"
  },
  "Pocket Color Block (Japan) (En) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "中毒性のあるブレイクアウトスタイルのアクションが、速くてハードなアーケードの楽しさと融合。100のレベル、挑戦的なエンドボス、さまざまなパワーアップが揃った「ドラゴンダンス」は、手放せないゲームです！10レベルごとにボス敵との対戦が待っています。地震のようなランダムイベントがゲームプレイを揺さぶります。ドラゴンのコントロールと長さが各パズルの複雑さを増します。対戦モードを楽しみ、ゲームリンクケーブルを通じて友達と遊びましょう。",
    "developer": "Natsume",
    "genre": "Action / Breakout games, Action",
    "players": "2",
    "publisher": "トミー",
    "release_date": "19991218T000000",
    "title_ja": "ポケットキョロちゃん"
  },
  "Pocket Color Trump (Japan) (GB Compatible)": {
    "desc_ja": "5つの異なるカードゲームを楽しむことができます：ミリオネア、スピード、ブラックジャック、ドボン、そしてページワン。各ゲームでは、ルールや対戦相手の強さを自由に設定することができます。",
    "genre": "Playing cards",
    "publisher": "ボトムアップ",
    "release_date": "19991222T000000",
    "title_ja": "ポケットカラー トランプ"
  },
  "Pocket Cooking (Japan)": {
    "desc_ja": "父のレストランを再建するために、彼と天から降りてきた料理の天使は、100種類以上の異なる料理に挑戦します。彼らが作る料理を食べるお客様は、料理の出来栄えによってさまざまな反応を示します。",
    "genre": "Strategy",
    "publisher": "J・ウィング",
    "release_date": "20010824T000000",
    "title_ja": "ポケットクッキング"
  },
  "Pocket Densha 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "出発から到着まで列車を運転するゲームです。目的地に到達するためには、指定された時間や停車位置などの条件をクリアする必要があります。小田急電鉄の小田原線と江ノ島線、南海電鉄の空港線と高野線を運転することができます。",
    "developer": "Coconuts Japan",
    "genre": "Strategy",
    "publisher": "ココナッツジャパン",
    "release_date": "19990402T000000",
    "title_ja": "ポケット電車2"
  },
  "Pocket Family GB 2 (Japan)": {
    "desc_ja": "これは、あなたが家主となり、ロボットを操作して引っ越してきた家族の世話をするシミュレーションゲームの第2作目です。このゲームでは、同時に4つの家族の世話をすることができます。",
    "developer": "Hudson Soft",
    "genre": "Strategy",
    "publisher": "ハドソン",
    "release_date": "19990806T000000",
    "title_ja": "ポケットファミリーGB2"
  },
  "Pocket GI Stable (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "プレイヤーが競走馬を育成し、国内GIを勝ち取ることを目指すシミュレーションゲームです。育てた馬を「実況GIステイブル」のNintendo-64版でレースに出走させることもできます。",
    "developer": "Konami Computer Entertainment",
    "genre": "Horse racing, Sports with animals",
    "publisher": "コナミ",
    "release_date": "19990428T000000",
    "title_ja": "ポケットGIステイブル"
  },
  "Pocket GT (Japan)": {
    "desc_ja": "ポケットレーシング：ゲームボーイカラーの決定版レーシングゲーム。\n\n- 4つのエリアにわたる32コースで、超スムーズなリアルタイム3Dレーシングが楽しめます。何時間でも楽しめること間違いなし！\n- 進行に応じてカスタマイズ可能な32台の車。車の色を変更することもできます！\n- 3つのゲームモード：GT、タイムアタック、2人プレイヤーのリンクアップ。\n- 各車が異なる反応を示すため、最大限のゲームプレイ価値があります。車の微調整を行うことで、ハンドリング性能がさらに向上します。",
    "developer": "M2TO",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "エム・ティー・オー",
    "release_date": "19991015T000000",
    "title_ja": "ポケットジーティー"
  },
  "Pocket Hanafuda (Japan)": {
    "desc_ja": "48枚のカードからなる花札（日本のトランプ）をプレイできるゲームです。2つのモードがあります。「ハナマッチング」では、プレイヤーが配られたカードで役を作り、ポイントを競います。「ヤク」では、プレイヤーが役を作った際にお互いに役を作り合い、ポイントを競います。",
    "developer": "Bottom Up Interactive",
    "genre": "Hanafuda, Asiatic board game",
    "publisher": "ボトムアップ",
    "release_date": "19990611T000000",
    "title_ja": "ポケット花札"
  },
  "Pocket King (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "キャラクターを召喚して戦い、勝利条件を達成し、数多くのステージをクリアしましょう。キャラクターはクラスを変更でき、レベルアップや特定の条件を満たすことで強化されます。",
    "genre": "Strategy",
    "publisher": "ナムコ",
    "release_date": "20010223T000000",
    "title_ja": "ポケットキング"
  },
  "Pocket Lure Boy (Japan)": {
    "desc_ja": "目標はトップアングラー（釣りチャンピオン）になることで、全国のアングラーセンターで30人のライバルと釣り対決を繰り広げます。釣りを主なテーマにしたロールプレイングゲームです。プレイヤーはライバルを倒すことでアイテムや技術を集める楽しみを味わえます。",
    "developer": "Kaga Tech",
    "genre": "Role Playing Game",
    "publisher": "キングレコード",
    "release_date": "19990723T000000",
    "title_ja": "ポケットルアーボーイ"
  },
  "Pocket Monsters - Crystal Version (Japan)": {
    "desc_ja": "新しい機能が追加された「ポケットモンスター・クリスタルバージョン」で、ジョウトの世界に戻ろう！ポケモン図鑑の新しい説明を読んだり、ユニークなソート機能を使ってポケモンを新しい方法で整理したり、全く新しいバトルアニメーションを楽しんだり、スイクンを捕まえる別の方法を発見したりする中で、ポケモンスキルを駆使して「ポケットモンスター・クリスタル」をマスターしよう！ゲームボーイカラーでの冒険が待っている！",
    "developer": "Game Freak",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20001214T000000",
    "title_ja": "ポケットモンスター・クリスタルバージョン"
  },
  "Pocket Monsters Gin (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "新しいポケモンを捕まえ、育て、バトルする全く新しい世界に飛び込もう！エルム博士に出会い、地図、ラジオ、携帯電話、時計を含む新しいポケギアを手に入れよう。時計をセットすると、昼が夜に変わる様子を見守り、リアルタイムでイベントが発生する。そして、夜だけに現れるポケモンにも目を光らせておこう！",
    "developer": "Game Freak",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19991121T000000",
    "title_ja": "ポケットモンスター・銀"
  },
  "Pocket Monsters Kin (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "まったく新しい世界に飛び込もう！新しいポケモンを捕まえ、育て、バトルしよう！エルム博士に会い、地図、ラジオ、携帯電話、時計を含む新しいポケギアを手に入れよう。時計をセットすると、昼から夜に変わる様子を見ながら、リアルタイムでイベントが発生するのを楽しめる。夜にしか現れないポケモンにも注意を払おう！\n\n- これまで見たことのないポケモンが多数登場！お馴染みのポケモンの新しい進化形を見つけたり、全く新しい種を発見したりしよう。ポケモン図鑑では、一部のポケモンの性別も確認できる。\n- 全く新しい世界！ジョウト地方を探検し、新しいジムリーダーに挑戦して、8つの新しいバッジを手に入れよう。\n- 2つの新しいタイプ！ダークタイプとはがねタイプのポケモンが登場。\n- シルバー、レッド、ブルー、イエロー版とトレードして、すべてのポケモンを捕まえよう！",
    "developer": "Game Freak",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "任天堂",
    "release_date": "19991121T000000",
    "title_ja": "ポケットモンスター 金"
  },
  "Pocket Puyo Puyo Sun (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ぽけっとぷよぷよSUNは、リアルタイムパズルゲームの主要なシリーズであるぷよぷよの第3作目です。そのタイトルは、日本語で「3」を意味する言葉を使ったダジャレになっています。悪のダークプリンスが太陽の大きさと力を危険なレベルまで増大させたため、ぷよぷよの世界は焼き尽くされる寸前です。あなたがそれを防がなければなりません。\n\nこのゲームには、異なる敵と戦う3つの独自のストーリーキャンペーンがあり、各キャンペーンではクラシックなぷよぷよのスタイルで戦います。各ステージでは、あなたと相手のための2つのプレイエリアで対戦します。あなたのプレイエリアに「ぷよ」が落ちてくるので、それらを揃えて同じ色のグループを作り、ぷよで溢れる前に画面をクリアしなければなりません。異なる色のぷよを連鎖させることで、相手のプレイエリアに「ゴミぷよ」を送ることができ、相手を溢れさせたり、進行を遅らせたりすることができます。相手を倒した者が次の挑戦者に進むことができます。\n\nぽけっとぷよぷよSUNの新要素として、コンボに追加することで追加ダメージを与えることができるサンぷよがあります。また、2P対戦モード、チャレンジモード、ギャラリー、その他のボーナス機能も含まれています。",
    "developer": "Compile",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "コンパイル",
    "release_date": "19981127T000000",
    "title_ja": "ぽけっとぷよぷよSUN"
  },
  "Pocket Puyo Puyo-n (Japan) (Rev 2)": {
    "desc_ja": "このソフトウェアは「ぽけっとぷよぷよSUN」システムを基に、新しいシステムが追加されています。\n\n新しいシステムでは、プレイヤーが好きなキャラクターと特別なスキルを組み合わせることができるユニークな特別スキルシステムが採用されています。また、Nintendo 64版の「ぷよぷよパーティー」が防御的だったのに対し、相手のフィールドに影響を与える攻撃的な要素が追加され、特別スキルの仕様に必要なSPの表示がゲージタイプに変更されました。\n\n前述の特別スキルは、「ひとりぷよぷよ」の「チャレンジモード」を進めることで取得できます。「ひとりでぷよぷよ」では、他の3人のプレイヤーと対戦する「れんしゅう」、アルルが敵を倒して特別スキルを学ぶ「ストーリー」、好きなキャラクターを選んでCPUと対戦する「トレーニング」、ランダムに現れる敵を倒して特別スキルを使う「チャレンジ」など、すべてのモードで楽しむことができます。「M」は「使える」という意味の言葉です。",
    "developer": "Compile",
    "genre": "Puzzle / Fall, Puzzle",
    "publisher": "コンパイル",
    "release_date": "20000922T000000",
    "title_ja": "ぽけっとぷよぷよ〜ん"
  },
  "Pokemon Card GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "歴代最高のポケモンカードゲームプレイヤー、グランドマスターたちが、四枚の珍しい伝説のポケモンカードを受け継ぐにふさわしいプレイヤーを探しています！オートデッキマシンで新しいデッキを構築し、チャレンジマシンでスキルを磨き、チャレンジホールで自分の能力を試しましょう。カードコレクションを拡充し、8人のクラブマスターとのデュエルを勝ち抜いて、ポケモンドームでグランドマスターに挑戦する権利を手に入れましょう！影のある人物、賢い指導者、そして強力な対戦相手が、究極のトレーディングカードゲームアドベンチャーを待っています。",
    "developer": "Hudson Soft",
    "genre": "Playing cards",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19981218T000000",
    "title_ja": "ポケモンカードGB"
  },
  "Pokemon Card GB 2 - GR Dan Sanjou! (Japan)": {
    "desc_ja": "ポケモンカードGB2 GR団参上！は、2001年3月28日に発売された日本独占の続編で、オリジナルのポケモントレーディングカードゲームと同様にゲームボーイカラー用です。前作と同じく、ハドソンソフトが開発し、任天堂が発売しました。2001年1月に日本のウェブサイト「WatchImpress」によって初めて発表されました。プレイヤーキャラクターの性別を選べる機能や、新しいプレイヤーを助けるためのトレーニングモード、プレイヤーのデッキの効果を評価するデッキ診断、そして新たな敵グループ「GR団」が登場するなど、新しい要素が追加されています。ゲームにはオリジナルのカード全てが含まれており、さらに第4弾の「チームロケット」からの新カードや、日本の自動販売機専用のカード、ポケモントレーディングカードゲームの指導ビデオイントロパックのカードも加わり、合計445枚のカードが収録されています。\n\n前作と同様に、プレイヤーはゲームの世界を旅し、ノンプレイヤーキャラクターとシミュレーションバトルを行う必要があります。すべてのロケーションはオリジナルから引き継がれており、新たに「GRアイランド」という設定が追加され、プレイヤーが出会うバトルマスターが存在します。古い島と新しい島の合計16人のバトルマスターを倒すことで、プレイヤーはゲームの最終ボス「キングビルリッチ」に挑戦することができます。2001年にウェブサイトIGNによって北米での英語版リリースが「可能性が高い」とされましたが、ゲームは日本以外では発売されていません。ポケモンカードGB2は、日本の週刊ファミ通で40点中29点を獲得しました。",
    "developer": "Hudson Soft",
    "genre": "Playing cards",
    "players": "2",
    "publisher": "ポケモン",
    "release_date": "20010328T000000",
    "title_ja": "ポケモンカードGB2 GR団参上!"
  },
  "Pokemon Pinball (Japan) (Rumble Version) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ポケモンを集める全く新しい方法を発見しよう - ピンボールをプレイすることで！ポケボールを使ってターゲットを打ち、ポケモンを捕まえて進化させよう。上手くプレイするほど、よりレアなポケモンが見つかるぞ！捕まえたポケモンはすべて自動的にポケデックスに記録される - 150匹全てを捕まえられるか挑戦してみよう！一部のポケモンはレッドフィールドまたはブルーフィールドのどちらかにしか現れないので、両方のフィールドでプレイして全てを捕まえよう！",
    "developer": "Jupiter",
    "genre": "Pinball",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19990414T000000",
    "title_ja": "ポケモンピンボール"
  },
  "Pokemon de Panepon (Japan)": {
    "desc_ja": "ポケモンパズルチャレンジは、パネルでポン（テトリスアタック）を基にしたゲームで、ポケモンフランチャイズのキャラクターが登場します。ポケモンパズルチャレンジのキャラクターは、ゴールドとシルバーのゲームに基づいていますが、ポケモンパズルリーグ - そのニンテンドー64版 - のキャラクターは、よりアニメのキャラクターに基づいています。しかし、このゲームはジョウト地方のリーダーたちをパズルチャレンジで打ち負かすことに焦点を当てています。ゲームモードは1人プレイ、2人プレイ、トレーニングに分かれています。",
    "developer": "Intelligent Systems",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "任天堂",
    "release_date": "20000921T000000",
    "title_ja": "ポケモンでパネポン"
  },
  "Pop'n Music GB (Japan)": {
    "desc_ja": "ポップンミュージックは、コナミの軽快な音楽ゲームです。ビートマニアに似たゲームですが、明るい色合い、弾むような音楽、クールなアニメキャラクターが特徴です。アーケード版とコンソール版は9ボタンのコントローラーを使用しますが、ゲームボーイ版は簡略化された5ボタンの操作システムを採用しています。このゲームは明らかに若いプレイヤーをターゲットにしていますが、決して簡単ではなく、コナミの音楽ゲーム全般に言えることですが、難易度はプレイヤー次第です。",
    "developer": "KCEK",
    "genre": "Rhythm, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20000330T000000",
    "title_ja": "ポップンミュージックGB"
  },
  "Pop'n Music GB - Animation Melody (Japan)": {
    "desc_ja": "人気音楽アクションの限定版アニメソングバージョン。ゲームには1960年代から1990年代までの古いヒット曲と新しいヒット曲が収録されています。",
    "developer": "Konami Computer Entertainment",
    "genre": "Rhythm, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20000907T000000",
    "title_ja": "ポップンミュージックGB アニメーションメロディ"
  },
  "Pop'n Music GB - Disney Tunes (Japan)": {
    "desc_ja": "アーケード版「ポップンミュージック ミッキー・チューンズ」の移植版です。アーケード版だけでなく、GB版のオリジナル曲も収録されています。GB版のその他の追加要素にはサバイバルモードとコミュニケーションバトルが含まれています。",
    "developer": "KCEK",
    "genre": "Rhythm, Music and Dancing",
    "publisher": "コナミ",
    "release_date": "20001122T000000",
    "title_ja": "ポップンミュージックGB ディズニーチューンズ"
  },
  "Pop'n Pop (Japan)": {
    "desc_ja": "これはタイトーによるパズルゲームで、パズルバブルシリーズに似ていますが、バブルは壁で跳ね返ることができず、垂直にのみ放出できますので、スペースインベーダーとも似た要素があります。  \n「バブルボブル」シリーズのバブとボブ、「ニュージーランドストーリー」のティキ、「レインボーアイランド」のバビーとボビー、「鬼ヶ島」のサヨちゃん、そして「ドンドコドン」の小人たちなど、タイトーのゲームからキャラクターが登場します。",
    "developer": "Imaginative Technology Land",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "ジョルダン",
    "release_date": "20010216T000000",
    "title_ja": "ぽっぷんぽっぷ"
  },
  "Power Pro Kun Pocket (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「パワフルプロ野球ライブ」シリーズのサクセスモードを取り入れた野球ゲームです。プレイヤーが作成したキャラクターは「実況パワフルプロ野球6」で使用できます。",
    "developer": "Diamond Head",
    "genre": "Sports / Baseball, Sports",
    "publisher": "コナミ",
    "release_date": "19990401T000000",
    "title_ja": "パワプロクンポケット"
  },
  "Power Pro Kun Pocket 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "これは野球選手を育成するシミュレーションゲームの第2弾です。プレイヤーは5種類のミニゲームも楽しむことができます。",
    "developer": "Diamond Head",
    "genre": "Sports / Baseball, Sports",
    "publisher": "コナミ",
    "release_date": "20000330T000000",
    "title_ja": "パワプロクンポケット2"
  },
  "Puchi Carat (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "クラシックな「ウォールズ」と「バブル」パズルゲームのミックス\n挑戦する12人のキャラクター\n獲得する12個の宝石\n激しい競争\n4つの素晴らしいゲームモード\n\n「プチカラット」の一般的な目的は、ボールとパドルを使って宝石のようなブロックを破壊することです。宝石はプレイエリアの上から1行ずつ「落ちて」きており、水平または垂直に互いに接続されています。ボールで宝石を叩くとそれが破壊され、破壊された宝石が他の宝石をプレイエリアの上部と接続していない状態にすると、それらは落下しボーナスポイントが得られます。特別な点滅する宝石を破壊すると、同じ色の通常の宝石もすべてプレイフィールドから消えます。また、破壊するのに複数のヒットが必要な金属ブロックも存在します。\n\nプレイヤーはプレイフィールドの下部にあるパドルを操作し、左右に動かしてボールを上に跳ね返します。ほとんどのブレイクアウトスタイルのゲームとは異なり、ボールを逃すことはライフを失ったりゲームが終了したりすることはなく、代わりにプレイフィールドの上部に新たな宝石の行が追加されます。宝石の行は一定時間後に自動的に進行し、プレイフィールドが完全にクリアされるか、宝石の数が一定数以下になると進行します。宝石がパドルがあるプレイフィールドの下部のラインを越えると、プレイヤーは負けとなりゲームオーバーになります。\n\nアーケード版の「プチカラット」には、3つの主要なゲームモードがあります：特定の数の宝石の行をクリアすることを目指すシングルプレイヤーモード、プレイヤーが各キャラクターと対戦するストーリーモード（落下した宝石が相手のプレイフィールドに追加される）、そしてストーリーモードと同じルールに従った2人対戦モードです。各シングルプレイヤーモードは3つの難易度を提供しています。ゲームのさまざまなポートでは、追加のゲームモード（タイムアタックモードなど）、さらに多くの難易度、各キャラクターの拡張されたストーリーラインが提供されています。",
    "developer": "Eon Digital Entertainment",
    "genre": "Puzzle",
    "publisher": "タイトー",
    "release_date": "19990423T000000",
    "title_ja": "プチカラット"
  },
  "Puyo Puyo Gaiden - Puyo Wars (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このシミュレーションRPGでは、人気パズルゲーム「ぷよぷよ」でおなじみのぷよたちが、「テクター」と呼ばれる戦闘機の中で活躍します。ぷよの力を借りて敵と戦います。",
    "developer": "Compile",
    "genre": "Strategy",
    "publisher": "コンパイル",
    "release_date": "19990827T000000",
    "title_ja": "ぷよぷよ外伝 ぷよウォーズ"
  },
  "Puzz Loop (Japan) (GB Compatible)": {
    "desc_ja": "バリスティックは、プレイヤーが3つのパターンのボールを隣接させて消す必要があるパズルゲームです。この点では『ぷよぷよ』に似ています。しかし、バリスティックではプレイヤーが画面の中心にいて、ボールを外に向かって発射します。パニック！モードでは、常にボールが出現し、プレイヤーは同じボールを次々と消して、ボールの列を短く保ち、画面の中央に達するのを防がなければなりません。チェックメイトモードでは、限られた数のボールがプレイヤーに与えられ、それを使って画面上のすべてのボールを消さなければなりません。ここでは、消すボールの数を最大化するための戦略が求められます。\n\nバリスティックには対戦モードもあり、プレイヤー同士が挑戦し合うことができます。他のパズルゲームの対戦モードと同様に、1人のプレイヤーが成功すると、もう1人のプレイヤーの画面に追加のボールが出現し、それを消さなければなりません。",
    "developer": "Mitchell",
    "genre": "Puzzle, Strategy",
    "players": "2",
    "publisher": "カプコン",
    "release_date": "20000317T000000",
    "title_ja": "パズループ"
  },
  "Puzzle Bobble 4 (Japan) (GB Compatible)": {
    "desc_ja": "惑星バブルルナには、双子のバブとボブが住んでいます。ある日、夜の妖精クレオンがフルムーンマダムルナの光源であるレインボーを盗んでしまったため、太陽が昇りません。彼女はこのレインボーを7つの光のバブルに分けてしまいます。バブとボブは、これらのバブルを取り戻し、彼らの惑星に光と平和を取り戻すために旅に出ます。",
    "developer": "Taito",
    "genre": "Puzzle / Throw, Puzzle",
    "players": "2",
    "publisher": "アルトロン",
    "release_date": "20000428T000000",
    "title_ja": "パズルボブル4"
  },
  "Puzzle Bobble Millennium (Japan)": {
    "desc_ja": "携帯機向けのこのパズルフランチャイズの独占版には、オリジナルのバスタムーブの楽しさがすべて含まれており、さまざまなプレイフィールドのサイズ、ストーリーモード、パズルモード、対戦モードが楽しめます。また、2人対戦で友達とプレイすることも可能です。\n\nその他のモードには、無限モード（好きなだけプレイできる）や、パズルを完璧にクリアしなければ先に進めないチャレンジモードがあります。",
    "developer": "Dreams",
    "genre": "Puzzle / Throw, Puzzle",
    "players": "2",
    "publisher": "アルトロン",
    "release_date": "20001222T000000",
    "title_ja": "パズルボブルミレニアム"
  },
  "Puzzle de Shoubuyo! - Wootama-chan (Japan) (GB Compatible)": {
    "desc_ja": "画面上の「タマリン」を動かして、同じ種類のものを4つ四角形に並べると消すことができます。制限時間内にすべてのタマリンを消すことを目的としたモードや、2人のプレイヤーが対戦できるモードもあります。",
    "developer": "Kouyousha",
    "genre": "Puzzle",
    "publisher": "アルトロン",
    "release_date": "20000929T000000",
    "title_ja": "エレベーターアクションEX"
  },
  "Qix Adventure (Japan)": {
    "desc_ja": "エネルギーの線を捕まえることができるでしょうか？コインオペレーションのクラシック「QIX」を基にしたこのGBCの続編は、元のパズルベースのゲームスタイルを踏襲しつつ、いくつかの嬉しいアップデートを提供します。このゲームでは、カーソルを使って画面上にボックスを描き、Qixを避けながら進めます。Qixがボックスの周囲に触れずに完全なボックスを描くことができれば、そのエリアは消え、次のステップへ進むことができます。ストーリー要素も加わり、「QIX ADVENTURE」では、神秘的な島に旅をする宝探しの冒険者スピーディーの役割を担います。各レベルをクリアすることで、島にいる奇妙な生き物を一掃するためのクエストが進行します。学ぶのは簡単ですが、マスターするのは非常に難しい「QIX ADVENTURE」は、パズル愛好者や他のゲーマーにとって中毒性のある楽しさを提供します。あなたはQixに対して十分に素早いですか？一人で、または友達と対戦して確かめてみてください。",
    "developer": "Taito",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19991022T000000",
    "title_ja": "クイックスアドベンチャー"
  },
  "Qui Qui (Japan) (GB Compatible)": {
    "desc_ja": "進化した生物「クイクイ」を育てるシミュレーションゲームです。プレイヤーはトレーニング環境を変更することでクイクイを育てます。通信ケーブルに加えて、プレイヤー同士は赤外線通信を通じて対戦することもできます。",
    "developer": "Magical Company",
    "genre": "Strategy",
    "publisher": "魔法",
    "release_date": "19990326T000000",
    "title_ja": "QUI QUI"
  },
  "R-Type DX (Japan) (En) (GB Compatible)": {
    "desc_ja": "ワールドガバメントはあなたの助けを必要としています。深宇宙探査機がバイド帝国の地球攻撃計画を暴露しました。全面的な攻撃部隊は帝国の長距離スキャナーに検知されてしまい、奇襲の可能性は失われてしまいます。私たちの唯一のチャンスは、孤独なパイロットが単機のRタイプファイターでバイドの防衛システムを突破し、攻撃を開始する前に邪悪な帝国を壊滅させることです。ファイアチェーン、スーパーレーザー、バブルビームで敵を撃ち抜きながら、バイドの防御を切り裂いてください。ゲームボーイカラーシステムで、2つの脈拍を高める連射モードで戦いを激化させましょう。",
    "developer": "Bits Studios",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "アイレム",
    "release_date": "19991122T000000",
    "title_ja": "R-TYPE DX"
  },
  "RPG Tsukuru GB (Japan)": {
    "desc_ja": "キャラクター、マップパーツ、自作のシナリオ、BGMなどを組み合わせてオリジナルのRPGを作成するためのソフトウェアです。通信機能を利用することで、複数のパーツに分かれたデータを組み合わせて、1つの作品を作成することが可能になりました。",
    "developer": "Kuusou Kagaku",
    "genre": "Role Playing Game",
    "publisher": "アスキー",
    "release_date": "20000317T000000",
    "title_ja": "RPGツクールGB"
  },
  "Raku x Raku - Cut Shuu (Japan)": {
    "desc_ja": "実際のミシンとゲームボーイを接続して使用する、かなり特定のソフトウェアです。クラックス - カットシュウは、ロケット船や花、いくつかのアニメーションキャラクターなど、かわいらしいが一般的なアートワークの刺繍を扱います。",
    "developer": "Natsume",
    "publisher": "ハドソン",
    "title_ja": "クラックス"
  },
  "Raku x Raku - Mishin (Japan) (GB Compatible)": {
    "desc_ja": "実際のミシンをゲームボーイに接続して使用する、かなり特定のソフトウェアです。「楽々 - ミシン」は、プリセットパターンやカスタムパターン、ボタンホール、一部のラテン文字、そしてかなの刺繍を扱います。",
    "developer": "Natsume",
    "publisher": "トンキンハウス",
    "title_ja": "マサカリ伝説 金太郎アクション編"
  },
  "Raku x Raku - Moji (Japan)": {
    "desc_ja": "実際のミシンとゲームボーイを接続して使用する、かなり特定のソフトウェアです。ラッキーモンキーは、カタカナ、ひらがな、一部のラテン文字や記号、そしていくつかの漢字の刺繍に関わります。ラッキーモンキー ミシンとは異なり、これらのデザインは非常に複雑で、20や30のステッチではなく、数百のステッチで構成されています。",
    "developer": "Natsume",
    "publisher": "ナツメ",
    "title_ja": "ラッキーモンキー"
  },
  "Rayman - Mister Dark no Wana (Japan)": {
    "desc_ja": "悪党ミスター・ダークが現れると、レイマンの世界にトラブルが訪れます。ミスター・ダークはトゥーンズを捕らえ、彼らは光の源でありレイマンの友達です。光が失われると、悪いクリーチャーたちが徘徊し始め、世界は誰にとっても危険な場所となります。あなたはレイマンとして、友達を救い、ミスター・ダークの邪悪な計画を終わらせる使命を担っています！\n\n「レイマン」は、主人公レイマンをフィーチャーした横スクロールプラットフォーマーです。レイマンは大きな鼻を持つ腕や脚のないキャラクターです。彼はジャンプしたり、髪を使って短時間ホバリングすることができます。また、拳を投げたり、力を溜めて強力なパンチを繰り出すことで攻撃することも可能です。時折、無限の飛行能力を与える特別なパワーアップを見つけることができ、難解な迷路を進む能力を得ることができます。\n\nゲームボーイカラー版の「レイマン」は、オリジナルゲームの精神を忠実に守りつつ、特にオリジナルの明るく鮮やかなグラフィックと比較していくつかの顕著な変更を加えています。",
    "developer": "Ubisoft",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "Ubiソフト",
    "release_date": "20000324T000000",
    "title_ja": "レイマン ミスター・ダークの罠"
  },
  "Robot Poncots - Comic Bom Bom Special Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ロボットポンコッツ 月バージョンは、ハドソンが開発・発売したロールプレイングゲームで、1999年に日本でリリースされました。",
    "developer": "Hudson Soft",
    "genre": "Role Playing Game",
    "publisher": "ハドソン",
    "release_date": "19991224T000000",
    "title_ja": "ロボットポンコッツ コミックボンボンスペシャル"
  },
  "Robot Poncots - Moon Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "これは、プレイヤーが「ロボポン」と呼ばれるロボットを育てて戦わせるRPGの第3作目です。シリーズに登場したすべての「ロボポン」、Nintendo-64版を含む、がこのゲームに登場します。",
    "developer": "Hudson Soft",
    "genre": "Role Playing Game",
    "publisher": "ハドソン",
    "release_date": "19991224T000000",
    "title_ja": "ロボットポンコッツ 月バージョン"
  },
  "Robot Poncots - Star Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "150人の友達と出会い、一緒に戦いながら最強のロボポンを目指そう！\n- ロボポンを集めて、育てて、リモデルしよう！\n- イベントをお知らせするスピーカーとタイマー付き！\n- 5つのバトルゲームでベルトバトル！\n- ホームリモコンでゲームに何かが起こる！",
    "developer": "Will",
    "genre": "Role Playing Game",
    "publisher": "ハドソン",
    "release_date": "19981204T000000",
    "title_ja": "ロボットポンコッツ スターバージョン"
  },
  "Robot Poncots - Sun Version (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "このRPGでは、プレイヤーは戦闘で捕まえたロボットを育てながら戦います。ゲームボーイの近くにあるテレビや他のリモコンのボタンを押すことで、ロボットがパワーアップします。",
    "developer": "Will",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19981204T000000",
    "title_ja": "ロボットポンコッツ 太陽バージョン"
  },
  "Rockman X - Cyber Mission (Japan) (GB Compatible)": {
    "desc_ja": "ロックマンXがゲームボーイカラーに登場！未知のハッカー集団が「マザーコンピュータ」として知られるスーパーシステムに侵入し、世界中で混乱が巻き起こります！Xとゼロは、このハッカー集団を見つけ出し、破壊して、世界が混沌に陥る前にマザーコンピュータを復旧させるために呼ばれます！",
    "developer": "Capcom",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "1",
    "publisher": "カプコン",
    "release_date": "20001020T000000",
    "title_ja": "ロックマンX サイバーミッション"
  },
  "Rockman X2 - Soul Eraser (Japan)": {
    "desc_ja": "新たな脅威が迫っています！レプリロイドたちが突然故障し、その身体を調査しても「ソウル」の痕跡がメモリに見つからないのです！どうしてこんなことが起こっているのか誰もわからず、レプリロイドの世界はパニックに陥っています。さらに悪いことに、過去のいくつかのマaverickが再び暴れ回っており、今度は新たな致命的な「DNAソウル」チップが搭載されているため、以前よりもさらに危険度が増しています！唯一の希望はマaverickハンターたち、そして彼らの偉大な英雄、Xとゼロがこの事件の真相を突き止めることです。\n\nあなたの手でXとゼロをこの危険な新しいミッションへ導き、ソウルイレイザーの恐怖の背後にいる者を見つけ出してください！",
    "developer": "Capcom",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "1",
    "publisher": "カプコン",
    "release_date": "20010719T000000",
    "title_ja": "ロックマンX2 ソウルイレイザー"
  },
  "Rokumon Tengai Mon-Colle-Knight GB (Japan)": {
    "desc_ja": "このRPGでは、プレイヤーは「モンモンアイテム」を探して四つの世界を旅します。これらのアイテムは、他のモンスターと協力してコンボ攻撃を作成するために使用できます。また、プレイヤー同士は通信ケーブルを使って対戦することも可能です。",
    "genre": "Role Playing Game",
    "publisher": "角川書店",
    "release_date": "20001201T000000",
    "title_ja": "六門天外モンコレナイトGB"
  },
  "Rox (Japan) (En) (GB Compatible)": {
    "desc_ja": "空からたくさんのサイコロが降ってきます。あなたの役目は、それらを正しい形に並べることです！「テトリス」や「ドクターマリオ」といったパズルのクラシックの伝統を受け継ぎ、緊張感あふれる反射神経のテストが待っています。通常の落ちてくる形状の代わりに六面体のサイコロを使用し、「ROX」ではドミノの要素も加わります。あなたの瞬間的な挑戦は、サイコロを一つ別のサイコロと組み合わせ、そのペアを使って二つの間にあるサイコロを消すことです。",
    "developer": "Altron",
    "genre": "Puzzle",
    "publisher": "アルトロン",
    "release_date": "19990305T000000",
    "title_ja": "ROX -ロックス-"
  },
  "SD Hiryuu no Ken EX (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "デフォルメされた「飛龍の拳」キャラクターたちが激しい戦闘を繰り広げます。ピンチの時に発動できる秘技のシステムは健在です。",
    "publisher": "カルチャーブレーン",
    "release_date": "19990430T000000",
    "title_ja": "SD飛龍の拳EX"
  },
  "Sakata Gorou Kudan no Renju Kyoushitsu (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "日本連珠社副会長の坂田吾朗九段監修のもと、「連珠」は「五目並べ」のルールに基づいたゲームです。また、坂田氏が作成した連珠パズル「ゴールは5」も楽しむことができます。",
    "genre": "Go, Asiatic board game",
    "publisher": "カルチャーブレーン",
    "release_date": "19990625T000000",
    "title_ja": "坂田吾朗九段の連珠教室"
  },
  "Sakura Taisen GB - Geki Hanagumi Nyuutai! (Japan)": {
    "desc_ja": "大正時代、急速な技術発展と西洋文化との出会いの時代。帝国劇場の女優たちに扮した花組は、同時に優れた戦士でもある美しい女性たちで構成されており、メカを操縦し、日本を脅かす悪の勢力に立ち向かうことができます。花組の新しい指揮官が劇場に到着し、シリーズの主人公である大神一郎の指導のもとで働きます。彼は美しい少女たち、桜、菫、紅蘭たちを率いて悪魔との戦いに挑みます。",
    "developer": "Jupiter",
    "genre": "Adventure",
    "players": "1",
    "publisher": "Media Factory",
    "release_date": "20000727T000000",
    "title_ja": "サクラ大戦GB 檄・花組入隊!"
  },
  "Sakura Taisen GB 2 - Thunderbolt Sakusen (Japan)": {
    "desc_ja": "花組の一員となり、サクラや彼女の仲間たちと共に帝都を襲う敵を打ち倒そう。主人公の甲冑・改をカスタマイズし、アップグレードしよう。",
    "developer": "Red Entertainment",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "20011206T000000",
    "title_ja": "サクラ大戦GB2 サンダーボルト作戦"
  },
  "Samurai Kid (Japan)": {
    "desc_ja": "ヒナモトの地は、魔王の軍に侵略されています。ホムラマル王子は、悪の力と戦い、自らの地位を取り戻すために、二匹の動物の仲間と共に立ち上がります。プレイヤーは、さまざまなプラットフォームレベルを進むサムライ王子を操作し、悪の手下と戦ったり、パズルを解いたりします。プレイヤーは、異なる敵を排除するための三種類の武器を持ち、それぞれのメカニクスが特定のパズルを助けます。時には、プレイヤーが敵を特定の場所におびき寄せて仕掛けを作動させる必要があります。ステージの最後では、ボスを倒すために特別な戦術を使う必要があります。",
    "developer": "Biox",
    "genre": "Action",
    "players": "1",
    "publisher": "コーエー",
    "release_date": "20010202T000000",
    "title_ja": "サムライキッド"
  },
  "Sangokushi - Game Boy Ban 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "最新作の「三國志」シリーズ、戦国時代のシミュレーションゲームで、あなたは将軍の一人となり、中国の統一を目指します。内政や外交を通じて国を強化しましょう。新しい戦略要素が追加されました。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "1",
    "publisher": "コーエー",
    "release_date": "19990730T000000",
    "title_ja": "三國志 ゲームボーイ版2"
  },
  "Sanrio Timenet - Kako Hen (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "時間の歪みを修復するために、時間のかけらであるモンスターを集めるRPGです。サンリオキャラクターとのモンスターバトルに勝利すると、モンスターやヒントを手に入れることができます。",
    "developer": "TOSE",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "19981127T000000",
    "title_ja": "サンリオタイムネット 過去編"
  },
  "Sanrio Timenet - Mirai Hen (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "サンリオタイムネットは、イマジニアがゲームボーイカラー用に開発したモンスターバトルゲームです。\n\nタイムネットの世界では、時間の柱のおかげで、過去、現在、未来の流れが正常に保たれていました。しかし、誰かの仕業によって、時間の柱が小さな破片に壊され、世界は過去と未来に分断されてしまいました。\n主人公は、時間の老人からのメールを受け取り、状況を説明されます。そして、時間の流れが永久に失われる前に、タイムフラグメントを集めてタイムネットの世界を救う手助けをするように求められます。",
    "developer": "TOSE",
    "genre": "Role Playing Game",
    "publisher": "イマジニア",
    "release_date": "19981127T000000",
    "title_ja": "サンリオタイムネット 未来編"
  },
  "Saru Puncher (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「さるパンチャー」は、誘拐された兄弟を救うために、サルをボクシングの試合で戦わせるように訓練するゲームです。プレイヤーは男の子または女の子のキャラクターを選ぶことができ、選ばなかった方が兄弟になります。\n\nゲームを始めてすぐに、最初のサル、フレディが与えられます。フレディは、縄跳び、パンチバッグを使ったトレーニング、腹筋、ランニング、さらには買い物を通じて訓練できます。また、スパーリングという第六の活動もあります。これらの活動は、スピード、パワー、力、スタミナ、知識を向上させるために役立ちます（スパーリングの場合はこれらすべてを少しずつ向上させます）。\n\n買い物以外の活動では、サルに自分の動作を真似させることで訓練します。自分の動作はAボタンをリズミカルに押すことで制御されます。しばらくすると、サルはあなたの動作を簡単に真似できるようになり、最終的には指示なしで活動を始められるようになります。買い物に関しては、サルを外に送り出して欲しいアイテムを買わせることができるほか、好きなものを買わせることもできます。これは、他の方法では手に入らない特定のアイテムを得る良い方法です。アイテムの希少性や、買い物リストから持ち帰るアイテムの正確さは、サルの知識が上がるにつれて増加します。スパーリングでは、自分のサルをコンピュータ制御のサルと対戦させて、すべてのステータスを少しずつ上げることができます。最後に、サル同士を「デート」させることができ、友達のサルやゲーム内のデートショップでデートさせることも可能です。これは、どのサルを交配させるかによって、より高いステータスを持つサルを得る良い方法です。\n\nボクシングの試合中は、サルを直接操作することはできませんが、ラウンドの合間に健康やスタミナを回復させたり、相手に対する戦略をアドバイスしたりすることができます。試合はカウントまたは相手をKOすることで勝利しますが、明確な勝者が決まる前に時間が切れた場合は、試合終了時に最も健康なサルが勝者となります。",
    "developer": "Taito",
    "genre": "Fighting, Strategy",
    "players": "2",
    "publisher": "タイトー",
    "release_date": "20000324T000000",
    "title_ja": "さるパンチャー"
  },
  "Sei Hai Densetsu (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ゲームにはRPGスタイルのストーリーモードと、ルールを自由に変更できるフリーゲームモードが含まれています。ストーリーモードでは、麻雀のゲームに勝つことでより強力な役を使用できるようになります。",
    "genre": "Mahjong, Asiatic board game",
    "publisher": "ギャップス",
    "release_date": "20000414T000000",
    "title_ja": "聖牌伝説"
  },
  "Seme COM Dungeon - Drururuaga (Japan) (GB Compatible)": {
    "desc_ja": "目的は、カードを使って敵のダンジョンに侵入し、「ジュエル」を盗むことです。自分のダンジョンを守るためにクリーチャーを配置し、敵のジュエルを奪うことが目標です。",
    "developer": "Kuusou Kagaku",
    "genre": "Role Playing Game",
    "publisher": "ナムコ",
    "release_date": "20001215T000000",
    "title_ja": "攻めCOMダンジョン ドルルルアーガ"
  },
  "Senkai Ibunroku Juntei Taisen - TV Animation Senkaiden Houshin Engi Yori (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "アニメ「仙界伝封神演義」のオリジナルストーリーを楽しむことができます。与えられた目標を達成するためには、「宝貝」を使って戦わなければなりません。宝貝はカスタマイズ可能です。",
    "genre": "Role Playing Game",
    "publisher": "バンプレスト",
    "release_date": "20001124T000000",
    "title_ja": "仙界異闘録 準提大戦"
  },
  "Shadowgate Return (Japan) (GB Compatible)": {
    "desc_ja": "12人の魔法使いからなる評議会がカール・トリンの平和を守っていました。しかし、その中の一人が黒魔術を学び、土地に破壊をもたらすようになりました。彼は「ウォーロック・ロード」として知られるようになりました。幸運なことに、他のメンバーはウォーロック・ロードを打ち倒し、シャドウゲイト城の地下に彼を封印しました。しかし今、彼は牢獄から脱出し、シャドウゲイト城を支配しています。さらに、彼は世界を滅ぼすほどの力を持つクリーチャー「ビヒモス」を召喚しようと脅かしています。忘れられた王家の最後の一員として、あなたがウォーロック・ロードを止め、カール・トリンを救う唯一の存在です。シャドウゲイト城を進む旅は容易ではなく、心と体の強さが求められます。あなたはSHADOWGATE CLASSICでウォーロック・ロードを止めることができるでしょうか？",
    "developer": "Infinite Ventures",
    "genre": "Puzzle, Adventure",
    "players": "1",
    "publisher": "KEMCO",
    "release_date": "19990813T000000",
    "title_ja": "シャドウゲイト リターン"
  },
  "Shaman King Card Game - Chou Senjiryakketsu - Funbari Hen (Japan)": {
    "desc_ja": "人気マンガ「シャーマンキング」を題材にしたゲームです。あなたは「シャーマン」となり、霊を召喚して戦います。相手の攻撃を無効化する「シークレットカード」を含む様々なカードが登場します。",
    "developer": "Studio Saizensen",
    "genre": "Action",
    "players": "1",
    "publisher": "キングレコード",
    "release_date": "20011221T000000",
    "title_ja": "シャーマンキング 超・占事略決 ふんばり編"
  },
  "Shaman King Card Game - Chou Senjiryakketsu - Meramera Hen (Japan)": {
    "desc_ja": "「シャーマンキング」の世界観を基にしたカードゲームを使用し、プレイヤーは全国大会で勝利を目指してカードバトルを繰り広げます。カードはショップで購入したり、バトルで勝利したり、イベントで入手したりできます。プレイヤーはレアカードを探し出し、強力なデッキを構築します。",
    "developer": "Studio Saizensen",
    "genre": "Action / Adventure, Action",
    "publisher": "キングレコード",
    "release_date": "20011221T000000",
    "title_ja": "シャーマンキング 超・占事略決 メラメラ編"
  },
  "Shin Megami Tensei Devil Children - Aka no Sho (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「デビルチルドレン」の2つのエディションのうちの1つである「黒の書」は、東京の原宿小学校に通う少女、カナメ・ミライの物語を描いています。異世界からの悪魔が学校に侵入してきます。カナメと彼女の悪魔の友達、ヴェイルは、悪魔を捕まえ、飼いならし、あなたのために戦わせなければなりません。\n\nこのゲームでは、暗く厳しい「真・女神転生」（略してメガテン）の世界観が、「かわいい」子供向けのポケモンスタイルと融合しています。",
    "developer": "Access Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "20001117T000000",
    "title_ja": "真・女神転生デビルチルドレン 赤の書"
  },
  "Shin Megami Tensei Devil Children - Kuro no Sho (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「真・女神転生デビルチルドレン 〜黒の書〜」の暗い世界は、重厚な悪魔学や複雑な宗教的・道徳的問題を抱えていますが、「デビルチルドレン」ではより可愛らしく、親しみやすいものになっています。黒の書版は、現代日本の原宿小学校5年生のカイ・セツナの物語を描いています。彼の弟はモンスターに誘拐されてしまいました。カイは、1つの頭を持つケルベロスの悪魔である相棒クールの助けを借りて、異世界からの悪魔の侵略を阻止しなければなりません。\n\nポケモンに似て、悪魔を「集めて」、育てて、戦わせることができます。このゲームプレイの特徴は、悪魔召喚が常にゲームの重要な要素である女神転生の伝統を引き継いでいます。これは基本的に「子供向けの女神転生」です。",
    "developer": "Access Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "20001117T000000",
    "title_ja": "真・女神転生デビルチルドレン 黒の書"
  },
  "Shin Megami Tensei Devil Children - Shiro no Sho (Japan)": {
    "desc_ja": "「白の書」は、最初のGBCデビルチルドレンタイトルの2つのエディションの続編です。物語は、無頓着なクズハ・マサキと静かなオウギ・タカハルという2人の新しい主人公を中心に展開します。彼らは同じ日に生まれ、誕生日には神秘的な魔法の生き物が現れました。10年後、2人の少年は東京の原宿小学校に通っています。彼らの平穏な生活は、オウギの妹ショウが地下鉄工事現場から解き放たれた悪魔に取り憑かれたことで interruption されます。ショウを救うための薬を見つけるために、少年たちは危険な5つの地域を旅しなければなりません。\n\nすべての「女神転生」シリーズと同様に、「デビルチルドレン 白の書」ではモンスターを捕まえて自分のために戦わせることができます。また、モンスターを融合させてより強力なものを手に入れることも可能です。パーティーには常に2体の悪魔、キマイラとフェニックスが同行し、特別な能力（岩を押したり、飛んだり）で旅を助けてくれます。捕まえられるモンスターは合計330体です。",
    "developer": "Multimedia Intelligence Transfer",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "20010727T000000",
    "title_ja": "真・女神転生 デビルチルドレン 白の書"
  },
  "Shin Megami Tensei Trading Card - Card Summoner (Japan)": {
    "desc_ja": "子供向けの「真・女神転生」スピンオフで、当時リリースされたコレクティブルトレーディングカードゲームに基づいています。あなたは初心者のカードサマナーとなり、基本的なデッキを持って街に出て、他のカードサマナーに挑戦し、究極のチャンピオンになることを目指します。\n\nこのゲームはRPGで、オーバーヘッドマップから各都市のロケーションを探索し、他のサマナーやNPCに近づいてアイテムやチャレンジを受けます。あなたの目的は、デーモンカードを使って他のサマナーと戦うことで、トレーディングカードゲームと同じルールに従います。勝利すると、デッキに追加のカードを加えたり、特別なカードを購入するために使えるお金を得ることができます。",
    "developer": "Enterbrain",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エンターブレイン",
    "release_date": "20010727T000000",
    "title_ja": "真・女神転生トレーディングカード カードサマナー"
  },
  "Shutokou Racing, The (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "プレイヤーが首都高で勝利を目指して競い合うレーシングゲームです。車を改造しながら勝利を目指す「ハイウェイモード」や、壁に向かって走り勇気を試す「チキンモード」を楽しむことができます。",
    "developer": "Opera House",
    "genre": "Racing, Driving / Racing, Racing, Driving",
    "players": "1",
    "publisher": "ポニーキャニオン",
    "release_date": "19981218T000000",
    "title_ja": "ザ・首都高レーシング"
  },
  "Snobow Champion (Japan)": {
    "desc_ja": "プレイヤーは、4つのスノーボード競技でライバルと対戦しながら自分のキャラクターを育成することを目指します。各ライバルは強力な競争相手であり、ヒーローに挑戦します。ライバルを倒すことでポイントを獲得し、パラメーターを増加させることができ、自分だけのオリジナルキャラクターを作成できます。競技の種類には「スラローム」、「ハーフパイプ」、「ワンメイク」、および「ボードクロス」があります。パラメーターには体力、持久力、反射能力、瞬発力が含まれ、スキル、スピード、ジャンプに関連しています。",
    "developer": "Dream Japan",
    "genre": "Sports / Skiing, Sports",
    "players": "1",
    "publisher": "ボトムアップ",
    "release_date": "20000331T000000",
    "title_ja": "スノボーチャンピオン"
  },
  "Snoopy Tennis (Japan)": {
    "desc_ja": "「スヌーピーテニス」では、チャールズ・シュルツの有名な「ピーナッツ」キャラクターたちを操作し、マリオテニスに似た一連のテニスゲームで競い合います。プレイヤーは最初に8人のキャラクター（スヌーピー、チャーリー・ブラウン、ルーシー、ライナス、フランクリン、サリー、ペパーミント・パティ、シュローダー）から選ぶことができ、それぞれに独自の強みと弱みがあります。特定の対戦相手に勝利したり、さまざまなモードをクリアすることで、追加の4キャラクター（ピグペン、マーシー、リラン、ウッドストック）をアンロックできます。\n\n選べるコートは4種類あり、森のロケーション、ビーチ、校庭、チャーリー・ブラウンの裏庭があり、ゲームプレイ中にさらに4つのロケーションがアンロックされます。シングルプレイヤー用のゲームモードは6種類あります：\n\n1. ノーマル：ベスト2アウトオブ3のゲームセット。\n2. パワー：試合中にパワーアップを使用できるテニスゲーム。\n3. ポイントウィン：2分間で最もポイントを獲得したプレイヤーが勝利。\n4. サドンウィン：サーブのブレイクがなく、最初に2勝したプレイヤーが勝利。\n5. スカッシュ：通常のテニスゲームですが、コートの両側に壁が追加されています。\n\nまた、チャンピオンシップモードでは、プレイヤーが異なるコートでさまざまなキャラクターと対戦し、「ピーナッツテニスチャンピオンシップ」を勝ち取ることで、異なる難易度設定（イージー、ミディアム、ハード）で他のキャラクターをアンロックできます。さらに、ゲームリンクを使用した2プレイヤーモードもあり、英語、フランス語、スペイン語の3言語から選択できます。",
    "developer": "Mermaid",
    "genre": "Sports / Tennis, Sports",
    "players": "2",
    "publisher": "アンフォグラムハドソン",
    "release_date": "20010620T000000",
    "title_ja": "スヌーピーテニス"
  },
  "Solomon (Japan)": {
    "desc_ja": "モンスターファーム エクスプローラーは、テクモの1987年のNESゲーム「ソロモンの鍵」のアップデート版であり、「モンスターファーム」シリーズの環境、キャラクター、モンスターが登場します。このゲームはアクション要素を含むプラットフォーマーです。各レベルでは、制限時間内にパズルを解く必要があり、成功したプレイヤーには次のレベルを開くための鍵が与えられます。ほとんどのレベルでは悪いモンスターが攻撃してくるため、各レベルで鍵に到達するためにブロックを移動させるだけでなく、プレイヤーは悪いモンスターを倒して自分が殺されないようにする必要があります。出会うことのできる良いモンスターや、いくつかの隠されたボーナスレベル、ボーナスアイテム、そして宝物も見つかります。",
    "developer": "Graphic Research",
    "genre": "Puzzle, Action",
    "players": "1",
    "publisher": "テクモ",
    "release_date": "20000929T000000",
    "title_ja": "ソロモン"
  },
  "Soreike! Anpanman - 5-tsu no Tou no Ousama (Japan)": {
    "desc_ja": "アンパンマンになって、5つの塔の頂上にいる王様に会いましょう。空を飛び、アンパンチを使って、バイキンマンが仕掛けたさまざまな罠や障害を乗り越えなければなりません。",
    "developer": "Graphic Research",
    "genre": "Action",
    "players": "1",
    "publisher": "タム",
    "release_date": "20001123T000000",
    "title_ja": "それいけ!アンパンマン 〜5つの塔の王様〜"
  },
  "Soreike! Anpanman - Fushigi na Nikoniko Album (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "アルバムに閉じ込められたメロンパンナとドキンちゃんを救うために、さまざまな場所で人々の笑顔をキャッチしてアルバムを完成させよう。",
    "developer": "Graphic Research",
    "genre": "Role Playing Game",
    "publisher": "タムソフト",
    "release_date": "19991203T000000",
    "title_ja": "それいけ!アンパンマン 不思議なにこにこアルバム"
  },
  "Soukoban Densetsu - Hikari to Yami no Kuni (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "クラシックパズルゲーム「倉庫番」の移植版です。魔王にさらわれた姫を救うストーリーモードと、オリジナルパズルを作成するためのエディットモードが追加されました。",
    "genre": "Action",
    "publisher": "J・ウィング",
    "release_date": "19991225T000000",
    "title_ja": "倉庫番伝説 光と闇の国"
  },
  "Soul Getter - Houkago Bouken RPG (Japan) (GB Compatible)": {
    "desc_ja": "ソウルゲッター 〜放課後冒険RPG〜は、マイクロキャビンが出版したロールプレイングゲームで、2000年に日本でリリースされました。",
    "genre": "Role Playing Game",
    "publisher": "マイクロキャビン",
    "release_date": "20000804T000000",
    "title_ja": "ソウルゲッター 〜放課後冒険RPG〜"
  },
  "Space Invaders X (Japan) (En) (GB Compatible)": {
    "desc_ja": "1978年、地球は「タンク」のおかげで宇宙からの侵略を見事に撃退しました。タンクは、数年前にスカウトシップが墜落した際に発見された異星技術に基づいていました。今から20年以上が経ち、1978年の侵略時に回収された技術を基に新しいタンクが作られました。そして、まさにその時、侵略者たちが戻ってきました！\n\n「スペースインベーダー」は、アクティビジョンによるもう一つのクラシックアーケードゲームのリメイクです。（「バトルゾーン」や「アステロイド」を参照。）今回は、アクティビジョンがアタリではなくタイトーからゲームのライセンスを取得しました。ゲームはそのルーツに忠実でありながら、多くのパワーアップや敵を追加しています。\n\nプレイヤーは1人または2人で、整然とした列と行で画面を進む侵略者たちと戦うことができ、3つのスキルレベルから選べます。最初は冥王星から始まり、太陽系を通って火星、金星、そして最終的には地球へと進んでいきます。一般的なエイリアンは赤、緑、青、黄色の4種類に加え、さらに7種類の珍しいエイリアンが登場します。同じ種類の侵略者を4体連続で撃つことで、特別な一回限りのパワーアップを獲得できます。オリジナルのゲームと同様に、アクションの上空を飛ぶマザーシップも存在しますが、このバージョンではそれに当たることでシールドやダブルショットなどの便利なパワーアップを手に入れることができます。さらに、各惑星で数波の敵を撃退した後には、ユニークなボスと対決します。ゲームをクリアすると、オリジナルのコインオペレーション版をプレイできるようになります。",
    "developer": "Z-Axis",
    "genre": "Action, Shooter, Shooter / Space Invaders Like, Shoot'em Up, Shoot'em Up / Horizontal, Shoot'em Up / Vertical",
    "players": "2",
    "publisher": "タイトー",
    "release_date": "20000929T000000",
    "title_ja": "スペースインベーダーX"
  },
  "Space-Net - Cosmo Blue (Japan)": {
    "desc_ja": "このRPGでは、探索マシンに乗って七つの惑星のさまざまな謎を解き明かし、バトルでは「モードチェンジ」を使用して三ターンの間パラメータを強化します。",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20010316T000000",
    "title_ja": "スペースネット コスモブルー"
  },
  "Space-Net - Cosmo Red (Japan)": {
    "desc_ja": "このRPGでは、探索マシンに乗って七つの惑星のさまざまな謎を解き明かし、バトルでは「モードチェンジ」を使用して三ターンの間パラメータを強化します。",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "20010316T000000",
    "title_ja": "スペースネット コスモレッド"
  },
  "Spider-Man (Japan)": {
    "desc_ja": "ピーター・パーカーにとって、ゲームボーイカラーでの「スパイダーマン」の初登場はトラブルの始まりです。カート・コナーズ博士の研究所での爆発が、謎の悪党による陰謀へと彼を導き、エイリアンのシンビオートやスパイダーマンの宿敵たちが絡んでいます。\n\nこのゲームはプラットフォーマーで、いくつかの大きなレベルに分かれています。進行は厳密には線形ではなく、ストーリーを続ける前に、いくつかのレベルを自由に探索することができます。場所には街、地下鉄、下水道、埠頭、倉庫などが含まれています。レベルには通常、スパイダーマンがキックやパンチで倒すことができる敵がうじゃうじゃいます。敵を倒すことで、彼はレベルアップし、強くなり、新しい戦闘技を習得します。\n\nスパイダーマンの特別な能力は、屋根の上を自由にスイングしたり、壁に張り付いたり、敵にウェブボールを投げて動きを封じたりする際に発揮されます。彼のスパイダーセンスは、重要な場所や特別な障害物が近くにあるときに通常警告してくれます。\n\nゲームには、ヴェノム、リザード、ホブゴブリンなどとの様々なボス戦が含まれています。",
    "developer": "Vicarious Vision",
    "genre": "Platform",
    "players": "1",
    "publisher": "サクセス",
    "release_date": "20001107T000000",
    "title_ja": "SPIDER-MAN"
  },
  "Spy vs Spy (Japan) (Rev 1) (NP)": {
    "title_ja": "スパイVSスパイ"
  },
  "Star Ocean - Blue Sphere (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "スターオーシャン ブルースフィアは、スターオーシャンシリーズの新たな作品であり、スターオーシャン: セカンドストーリーの直接の続編です。\n\nゲームは、オペラの宇宙船がエディフィス星に不時着するところから始まります。オペラは目を覚まし、仲間たちを集め、地球の友人たちにSOSを送ることを決めます。助けが来るまでの間、最初の出来事が始まります。\n\nまず、惑星を探索するために3人の仲間をチームに割り当てる必要があります。地面に出ると、チームメンバーを切り替えたり、惑星を歩き回ったり、場所に入ったり、アイテムとやり取りしたり、友好的な人々と話したり、敵のクリーチャーと戦ったりすることができます。各メンバーは特定の数のスキルを持っており、RPGスタイルで使用・発展させることができ、いくつかのユニークな能力も持っています。モンスターはチームによって視認され、戦闘を回避することも可能です。\n\nバトルは横スクロールのリアルタイムモードで進行し、チーム内の主に選択されたキャラクターを操作し、他のメンバーはそれぞれのAIに基づいて行動します。\n\nこのゲームは日本語で制作されており、シングルプレイヤー専用です。",
    "developer": "Tri-Ace",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エニックス",
    "release_date": "20010628T000000",
    "title_ja": "スターオーシャン ブルースフィア"
  },
  "Street Fighter Alpha - Warriors' Dreams (Japan)": {
    "desc_ja": "それはあなたがいつも覚えているストリートファイターであり、新しい技、キャラクター、コンボシステムが追加され、より洗練された見た目と感触を持っています。\n\n各ファイターに用意された新しい技、スーパー技は、非常に強力な攻撃を繰り出すことができます。画面の下部に表示されるバーは、技を使用するためのパワーを示しています。最初のラウンドは0から始まり、あなたが行う攻撃ごとにバーにパワーが加わります。レベル3に達すると、特別な攻撃を発動でき、時には相手をKOすることもあります。\n\nストリートファイター2シリーズにおけるもう一つの大きな変更点は、アルファカウンターです。これは、ブロックした後に迫り来る攻撃をカウンターするために使用できます。",
    "developer": "Capcom",
    "genre": "Fighting, Action",
    "players": "2",
    "publisher": "カプコン",
    "release_date": "20010330T000000",
    "title_ja": "ストリートファイターALPHA"
  },
  "Super Bombliss DX (Japan) (En) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "スーパーボンブリス デラックスは、テトリス ブラストのカラーリメイクであり、テトリス DXに応じて作られた可能性があります。これは日本専用のゲームで、ブラストのすべての機能に加えて、パズルモードが追加されています。\n\n異なるサウンドトラックが特徴で、「バトル」モードでは敵の外観が改訂されています。",
    "developer": "TOSE",
    "genre": "Puzzle",
    "publisher": "BPS",
    "release_date": "19991210T000000",
    "title_ja": "スーパーボンブリス デラックス"
  },
  "Super Chinese Fighter EX (Japan)": {
    "desc_ja": "スーパーチャイニーズファイターEXは、1999年にカルチャーブレインから発売されたゲームボーイカラー用の対戦型格闘ゲームです。スーパーチャイニーズシリーズの一部であり、シリーズの最後のファイターゲームとなります。\n\nほとんどのスーパーチャイニーズゲームとは異なり、ファイターEXはアクションゲームやロールプレイングゲームではありません。このゲームには、スーパーチャイニーズシリーズのいくつかのキャラクターが登場し、主なキャラクターであるジャックとリュウも含まれています。",
    "developer": "Culture Brain",
    "genre": "Fighting",
    "publisher": "カルチャーブレーン",
    "release_date": "19991224T000000",
    "title_ja": "スーパーチャイニーズファイターEX"
  },
  "Super Doll Licca-chan - Kisekae Daisakusen (Japan)": {
    "desc_ja": "アニメ「スーパードール・リカちゃん」を基にした冒険です。街で発生する事件を解決しましょう。ミニゲームで獲得したポイントを使って、リカちゃんを着せ替えることもできます。",
    "publisher": "ヴィアール・ワン",
    "release_date": "20001006T000000",
    "title_ja": "スーパードール・リカちゃん 〜きせかえ大作戦〜"
  },
  "Super Gals! Kotobuki Ran (Japan)": {
    "desc_ja": "同名の漫画およびテレビアニメのゲーム版です。プレイヤーは原作のキャラクターから出される質問に答え、アイテムを集めます。集めたアイテムは衣装を変更するために使用できます。",
    "genre": "Adventure",
    "publisher": "コナミ",
    "release_date": "20010726T000000",
    "title_ja": "超GALS! 寿蘭"
  },
  "Super Gals! Kotobuki Ran 2 - Miracle Getting (Japan)": {
    "desc_ja": "シリーズの第2弾。前回のクイズの代わりに、今回はファッショナブルなアイテムを手に入れるためのパズルをクリアします。パズルはシンプルな落下物で、2つの落ちてくるブロックを一つずつ消していきます。集めたアイテムで服を着替える楽しみもあります。",
    "genre": "Puzzle",
    "publisher": "コナミ",
    "release_date": "20020207T000000",
    "title_ja": "超GALS! 寿蘭2 〜ミラクル→ゲッティング〜"
  },
  "Super Mario Bros. Deluxe (Japan) (Rev 1) (NP)": {
    "title_ja": "スーパーマリオブラザーズデラックス"
  },
  "Super Me-Mail GB - Me-Mail Bear no Happy Mail Town (Japan)": {
    "desc_ja": "「ICカード」を使ってメールを交換し、「ハート」を集めて友達を増やしましょう。ゲームが進むにつれて、友達とミニゲームをプレイすることができます。友達とのメール交換も楽しめます！",
    "genre": "Adults",
    "publisher": "トミー",
    "release_date": "20001201T000000",
    "title_ja": "スーパーミメルGB ミメルベアのハッピーメールタウン"
  },
  "Super Robot Pinball (Japan)": {
    "desc_ja": "マジンガーZやガンダムを含む40種類以上のロボットがゲーム内で活躍します。敵が現れたら、味方のロボットを召喚し、特殊攻撃やメンタルコマンドなどの強力な技を使って敵を倒しましょう。",
    "developer": "Jupiter",
    "genre": "Pinball",
    "players": "1",
    "publisher": "メディアファクトリー",
    "release_date": "20010223T000000",
    "title_ja": "スーパーロボットピンボール"
  },
  "Super Robot Taisen - Link Battler (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「スーパーロボット大戦リンクバトラー」は、「スーパーロボット大戦」シリーズのロボットチームが、6ラウンドのアクションで戦うゲームです。各ラウンドのアクションは、事前にコマンドを選択することで決定されます。",
    "developer": "Amble",
    "genre": "Strategy",
    "publisher": "バンプレスト",
    "release_date": "19991001T000000",
    "title_ja": "スーパーロボット大戦リンクバトラー"
  },
  "Survival Kids - Kotou no Boukensha (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "10歳の誕生日に遊覧船に乗っていた少年は、激しい嵐によって船が壊滅し、孤島に漂流してしまいます。家族や友達もいない彼は、この奇妙で人が住んでいないように見える島で自分自身を守り、最終的には家に帰る方法を見つけなければなりません。\n\n「サバイバルキッズ」は、「リンクの目覚め」に似たオーバーヘッドアクションRPGスタイルで展開されます。プレイヤーは、毎日を生き延びるために、十分な休息を取り、定期的に食事をし、水を飲む必要があります。これはリスクを伴い、キノコのような特定の食べ物は麻痺や毒などさまざまな影響を及ぼすことがあり、他の食べ物は腐ってしまい、食べると体調を崩すこともあります。\n\nまた、ゲームにはユニークな「合成」システムがあり、2つのアイテムを組み合わせることでさまざまなアイテムを作成できます。たとえば、樹皮と棒を組み合わせると火種ができ、蔦と曲がった棒を使うと弓が作れます。必需品に加えて無駄なアイテムもたくさん作れるため、プレイヤーは生き残るために何が役立つかを考える必要があります。",
    "developer": "Konami",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19990617T000000",
    "title_ja": "サバイバルキッズ 孤島の冒険者"
  },
  "Survival Kids 2 - Dasshutsu!! Futago-jima! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "双子島で2人の兄弟が離れ離れになり、無事に島から脱出する方法を見つけなければなりません。サバイバルスキルが試される中、食料を狩り、シェルターを作り、未知の大きな島々を探検します。",
    "developer": "Konami",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20000719T000000",
    "title_ja": "サバイバルキッズ2 脱出!!双子島!"
  },
  "Sweet Ange (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「スウィートアンジェ」は、焼き菓子をテーマにしたボードゲームで、「アンジェリーク」のキャラクターたちが登場します。プレイヤーはカードを組み合わせてお菓子を作り、コンテストで勝利を目指します。",
    "developer": "Koei",
    "genre": "Strategy",
    "publisher": "コーエー",
    "release_date": "19991217T000000",
    "title_ja": "スウィートアンジェ"
  },
  "Sylvanian Families - Otogi no Kuni no Pendant (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "アイボリーのウサギの女の子が、シルバニアの村の友達から助けを求められ、ゲームをプレイします。助けが完了すると「ユメ」が貯まります。一定の「ユメ」ポイントで「家具、雑貨、家」を手に入れましょう！家具の集め方によってストーリーが変わります。助けている途中で、花や木の「種」を集めて育てましょう。シルバニアの村では、多くのイベントやミニゲームが開催されます。",
    "genre": "Adventure",
    "players": "1",
    "publisher": "エポック社",
    "release_date": "19991015T000000",
    "title_ja": "シルバニアファミリー 〜おとぎの国のペンダント〜"
  },
  "Sylvanian Families 2 - Irozuku Mori no Fantasy (Japan)": {
    "desc_ja": "フェアリーランドの色を取り戻す冒険に出かけよう。色を取り戻し、他の人を助けることで、遠い場所へ行けるようになる。イベントは季節や時間帯によっても変化する。",
    "genre": "Role Playing Game",
    "publisher": "エポック社",
    "release_date": "20001222T000000",
    "title_ja": "シルバニアファミリー2 〜色づく森のファンタジー〜"
  },
  "Sylvanian Families 3 - Hoshi Furu Yoru no Sunadokei (Japan)": {
    "desc_ja": "人気の「シルバニアファミリー」おもちゃの世界を舞台にした冒険。子供たちは、妖精が落としたペンダントをフェアリーランドに届けるために、夢の8つのパーツを集めなければなりません。",
    "genre": "Role Playing Game",
    "publisher": "エポック社",
    "release_date": "20011221T000000",
    "title_ja": "シルバニアファミリー３ 星ふる夜のすなどけい"
  },
  "Sylvanian Melodies - Mori no Nakama to Odori Masho! (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "シルバニアメロディーは、ダンスダンスレボリューションやエリートビートエージェント、ギターヒーローのようなリズムアクションゲームです。ミスティフォレストのフェアリーたちがうっかりシルバニアにクラウドシードをまき散らしてしまい、ウィロー・コットンテイルがそれを集めて曇り空から土地を救う役割を担います。",
    "developer": "Natsume",
    "genre": "Rhythm, Music and Dancing",
    "publisher": "エポック社",
    "release_date": "20000317T000000",
    "title_ja": "シルバニアメロディー 〜森のなかまと踊りましょ!〜"
  },
  "Taito Memorial - Bubble Bobble (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ブルー・ダイノが病気になってしまい、グリーン・ダイノが治療法を見つけることになりました。基本的にはクラシックなアーケードタイトルのリメイクですが、2人プレイの機能はありません。\n\nゲームの目的は、ダイノのバブル能力を使って悪者を捕まえて弾けさせ、彼らの攻撃を避けながらレベルをクリアすることです。その途中でボーナスアイテムを集めます。敵を弾けさせると、ボーナスポイントのために果物に変わります。",
    "developer": "Taito",
    "genre": "Platform, Puzzle",
    "players": "1",
    "publisher": "ジョルダン",
    "release_date": "20000526T000000",
    "title_ja": "タイトーメモリアル Bubble Bobble バブルボブル"
  },
  "Taito Memorial - Chase H.Q. - Secret Police (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "タイトーチェイスH.Q. - 秘密警察は、他のタイトーチェイスH.Q.ゲームとは少し異なります。あなたは指令からの電話を受け取り、最近犯行を行った容疑者を逮捕するよう指示されます。ゲームには10のステージがあり、それぞれのステージで市内に3人のエージェントを配置します。これらのエージェントはそれぞれ異なる特技を持っています。エージェントを配置したら、そのうちの1人を容疑者の車両に向かわせなければなりません。もし車両が市外に出てしまうと、ゲームオーバーになります。\n\n接触があったら、戦闘が始まります。目的は容疑者の車両を衝突させて無力化することです。さらに、車両に発砲してダメージを与えることもでき、もし遅れを取った場合は最大3回のターボを使用して追いつくことができます。",
    "developer": "Dreams",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "ジョルダン",
    "release_date": "20000526T000000",
    "title_ja": "タイトーメモリアル Chase H.Q. チェイス・エイチ・キュー"
  },
  "Tales of Phantasia - Narikiri Dungeon (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "テイルズ・オブ・ファンタジア - なりきりダンジョンは、ナムコが2000年11月10日に発売したゲームボーイカラー用のロールプレイングゲームで、136,000本を売り上げました。このゲームの特徴的なジャンル名はダンジョンRPGです。テイルズシリーズの中で、通常はストーリーが繋がっていない中での初めての続編となります。物語は『テイルズ・オブ・ファンタジア』の始まりから205年後に始まります。\n\nゲームボーイの制限により、バトルシステムにはプチLMBSが採用されており、これはシリーズの他の作品で使用されているリニアモーションバトルシステムのターン制バリエーションです。通常のLMBSと同様に、プレイヤーは1人のキャラクターのみを操作し、ダイアログ選択ではなくボタンの組み合わせで操作します。一方、パーティーメンバーはコンピュータが制御します。後に、プレイステーションポータブル用に『テイルズ・オブ・ファンタジア - なりきりダンジョンX』というリメイク版が発売されました。",
    "developer": "Namco",
    "genre": "Japanese RPG, Role Playing Game",
    "publisher": "ナムコ",
    "release_date": "20001110T000000",
    "title_ja": "テイルズ・オブ・ファンタジア - なりきりダンジョン"
  },
  "Tarzan (Japan)": {
    "desc_ja": "このアクション満載の冒険で、ジャングルの最も危険な危機を乗り越えよう。アニメ映画に基づいた『ターザン』では、頑固な若者から勇敢な大人へと成長するターザンの旅を再体験できます。あなたの生まれ持ったジャングルの能力を駆使して、13の美しい環境をスイング、クライミング、ランニング、ジャンプ、サーフィンしながら、ユニークなキャラクターたちと交流し、象に乗り、挑戦的なパズルを解決しましょう。このユニークなジャングルヒーローの動きをマスターし、ターザンの家族を冷酷なハンターから救うのはあなたの手にかかっています。",
    "developer": "Digital Eclipse",
    "genre": "Platform",
    "players": "1",
    "publisher": "シスコンエンタテイメント",
    "release_date": "20000324T000000",
    "title_ja": "Disney's Tarzan（ディズニーズ ターザン）"
  },
  "Tetris Adventure - Susume Mickey to Nakama-tachi (Japan) (Rev 1)": {
    "desc_ja": "マジカルテトリスチャレンジは、よく知られたテトリスブランドとディズニーのキャラクターや世界を組み合わせています。オリジナルのテトリスは、通常の耐久チャレンジや新しいストーリーモードで楽しむことができ、数多くの有名なディズニーキャラクター（ミッキー、ミニー、ドナルド、グーフィー）から1人を選び、テトリスのゲームで悪者たちに立ち向かい、日を救います。また、2人プレイモードも含まれています。",
    "developer": "Capcom",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "カプコン",
    "release_date": "19991112T000000",
    "title_ja": "アドベンチャー すすめミッキーとなかまたち"
  },
  "Tokimeki Memorial Pocket - Culture Hen - Komorebi no Melody (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気の恋愛シミュレーションが初めてゲームボーイに登場。活動できるクラブはスポーツクラブのみ。通信ケーブルを使用して、プレイヤーはゲームクリア後のデータを使って対戦することができます。",
    "developer": "KCEK",
    "genre": "Simulation",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19990211T000000",
    "title_ja": "ときめきメモリアルPocket カルチャー編 〜木漏れ日のメロディ〜"
  },
  "Tokimeki Memorial Pocket - Sport Hen - Koutei no Photograph (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "ここには、新人の泉京子を含む10人のキャラクターが登場します。ちなみに、入ることができるクラブの種類は、文化部とは異なります。",
    "developer": "KCEK",
    "genre": "Simulation",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19990211T000000",
    "title_ja": "ときめきメモリアルPocket スポーツ編 〜桜庭のフォトグラフ〜"
  },
  "Tokoro-san no Setagaya C.C. (Japan) (GB Compatible)": {
    "desc_ja": "ジョージ・トコロが描いたキャラクターたちが活躍するゴルフゲームです。モードは合計で3つあり、ストロークモードでは隠れキャラクターが登場し、彼らと一緒に写真を撮ることができます。",
    "developer": "Natsume",
    "genre": "Sports / Golf, Sports",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "20000811T000000",
    "title_ja": "所さんの世田谷カントリー倶楽部"
  },
  "Top Gear Pocket (Japan) (En) (Rumble Version)": {
    "desc_ja": "市街地、草原、砂地を駆け抜け、8人のライバル（または友達）と共にゴールを目指すラリーレース。各レースの終了時に高い順位を獲得するほど、新しいコースが解放されます（氷のコースも含まれています）。タイムトライアルモードでは、各コースのタイムを測定することもできます。\n\n運転可能な車は12台あり、それぞれ異なるハンドリングとスピードの特性を持っています。マニュアルまたはオートマチックのギアチェンジを選択してレースを楽しむことができます。また、カートに搭載された振動機能は、クラッシュやバーニングの際に振動します。",
    "developer": "Vision Works",
    "genre": "Sports, Racing, Driving",
    "players": "2",
    "publisher": "KEMCO",
    "release_date": "19990423T000000",
    "title_ja": "トップギア・ポケット"
  },
  "Top Gear Pocket 2 (Japan) (Rumble Version)": {
    "desc_ja": "GBCでの「トップギア・ポケット2」のラリーアクションが再び登場。今回は、各レースの順位に応じてポイントが与えられます。このポイントは、使用しているラリーカーのステータス（スピード、ブレーキ、加速、最高速）を向上させるために使われます。チャンピオンシップはシーズンごとに分かれており、各シーズンは前のシーズンよりも難しくなっています。天候条件（昼、夜、晴れ、雨、雪）を変更することもでき、コースに慣れるために練習することも可能です。また、2人プレイモードで友達と対戦することもできます。",
    "developer": "Vision Works",
    "genre": "Sports, Racing, Driving",
    "players": "2",
    "publisher": "KEMCO",
    "release_date": "19991217T000000",
    "title_ja": "トップギア・ポケット2"
  },
  "Totsugeki! Papparatai (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気漫画「突撃!パッパラ隊」がミニゲームのコレクションとして登場。多彩なバリエーションのシューティングゲームをクリアして、ストーリーを進めよう。",
    "developer": "J-Wing",
    "genre": "Strategy",
    "publisher": "J・ウィング",
    "release_date": "20000310T000000",
    "title_ja": "突撃!パッパラ隊"
  },
  "Tottoko Hamutarou - Tomodachi Daisakusen Dechu (Japan) (Rev 1)": {
    "desc_ja": "有名な漫画キャラクター、ハム太郎と友達になろう！友達のデータを入力すると、そのデータに基づいて運勢を占ってくれるよ。また、赤外線通信を使って友達のデータを交換することもできるよ。",
    "developer": "Pax Softnica",
    "genre": "Action",
    "publisher": "任天堂",
    "release_date": "20000908T000000",
    "title_ja": "とっとこハム太郎 ♥ともだち大作戦でちゅ♥"
  },
  "Tottoko Hamutarou 2 - Hamu-chan Zu Daishuugou Dechu (Japan)": {
    "desc_ja": "ハム太郎の時間だよ！ボスはハムちゃんずのために大きな秘密を用意しているけど、まずは彼らを見つけなきゃいけない！ボスはすでにやることが多すぎるから、愛らしいニンジン頭のハム太郎をハムちゃんずを探しに送り出すんだ。でも、ハム太郎はみんなに聞いてもらうために、ちょっとしたハムトークを学ばなきゃいけない。だから、ゲームを進めるうちに、彼はストリートに詳しいヒップスターになり、ハムトークを学びながらたくさんの冒険…そしてトラブルに巻き込まれていく！\n\n一生の友達を作ろう！外に出て冒険しよう！忘れないで…みんなをクラブハウスに連れ戻して、ボスの大きな秘密を見てみよう…\n\nこのゲームは、河井リツ子によって作られたアニメ「とっとこハム太郎」を基にしています。",
    "developer": "Nintendo",
    "genre": "Puzzle, Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20010421T000000",
    "title_ja": "とっとこハム太郎2 ♥ハムちゃんず大集合でちゅ♥"
  },
  "Trade & Battle Card Hero (Japan) (Rev 1) (3DS Virtual Console) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "プレイヤーが114種類のカードを集め、デッキを作成し、戦うカードゲームです。さまざまなタイプのモンスターカードを使って、相手のマスターの力をゼロにすることで勝利を収めることができます。",
    "developer": "Intelligent Systems",
    "genre": "Strategy",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20000221T000000",
    "title_ja": "トレード&バトル カードヒーロー"
  },
  "Trickboarder GP (Japan)": {
    "desc_ja": "丘を駆け下りて、TRICK BOARDERで1位を目指そう。異なる特性を持つ8人のスノーボーダーから選んで、全9コースを攻略し、タイムトライアルモードでスピード記録を更新しよう。競争したい時は、グランプリモードで全9コースを良い順位で完走することでポイントを獲得し、チャンピオンシップを目指そう。スノーボードに興味がある友達がいれば、リンクケーブルを使ってレースに挑戦することもできる。どのモードをプレイしても、障害物に注意を払わなければ、貴重なスピードと時間を失ってしまうぞ。幸いにも、ターボブーストを与えるアイコンを拾ったり、トリックを決めたり、スラロームゲートを通過することで追加のスピードブーストを得ることができる。TRICK BOARDERでスノーボードチャンピオンの座を目指して、ランクを上げていこう。",
    "developer": "Natsume",
    "genre": "Sports / Skiing, Sports",
    "players": "2",
    "publisher": "アテナ",
    "release_date": "20000331T000000",
    "title_ja": "トリックボーダーグランプリ"
  },
  "Turok 2 - Jikku Senshi (Japan) (GB Compatible)": {
    "desc_ja": "テュロック2 〜時空戦士〜は、2D横スクロールのビートエムアップゲームです（バッドデュードと非常に似ていますが、いくつかのレベルでは限られた2.5Dのゲームプレイがあります）。このゲームは、PCやN64向けの「テュロック2 〜悪の種子〜」とは大きく異なり、ファーストパーソンシューティングゲームで異なるストーリーを持っています。プレイヤーは、テュロックとなった主人公ジョシュア・ファイヤーシードを操作し、恐竜の軍団であるアマランサイン・アコーダンスと戦います。ゲームプレイは非常にシンプルで、プレイヤーは左に進み、穴やトゲを飛び越え、登り、もちろん人間や様々な恐竜、巨大な蜂などの敵を倒します。主人公は、まず見つけなければならないいくつかの武器を使用します。特定のレベルは、恐竜に乗るなど、ゲームの他の部分とは異なるデザインになっています。",
    "developer": "Bit Managers",
    "genre": "Fighting",
    "players": "1",
    "publisher": "スターフィッシュ",
    "release_date": "19990910T000000",
    "title_ja": "テュロック2 〜時空戦士〜"
  },
  "Tweety Sekaiisshuu - 80 Hiki no Neko o Sagase! (Japan)": {
    "desc_ja": "悪党の「プティタッツ」をやっつける準備はできていますか？「トゥイティーのハイフライングアドベンチャー」の激しい横スクロールの混乱を生き抜くためには、アクションに備えておく必要があります。あなたは愛らしいトゥイティー・バードとなり、絶滅危惧の孤児院を救う冒険に挑みます。アニメーション版「八十日間世界一周」に基づき、10の異なる場所を旅し、エキゾチックな外国の都市に散らばる80匹の猫の足跡を集めます。フライ返し、吸引銃、オイルスリック、バナナの皮などの武器やパワーアップを使って、これらの子猫たちをやっつける必要があります。ただし、途中で噛みつく植物、うねうねした虫、バグ、ハチ、蝶々に注意してください。ロラ・バニーがレベル間にユーモラスなニュースキャストでアクションを更新し、あなたは走り、ジャンプし、飛びながら勝利を目指します。「トゥイティーのハイフライングアドベンチャー」で子供たちを救うためには、素早いボタン連打の反射神経と最高レベルのプラットフォームジャンプスキルが必要です。",
    "developer": "Kemco",
    "genre": "Action, Platform",
    "players": "2",
    "publisher": "KEMCO",
    "release_date": "20000811T000000",
    "title_ja": "トゥイティー世界一周 80匹の猫をさがせ!"
  },
  "Uchuujin Tanaka Tarou de - RPG Tsukuru GB 2 (Japan)": {
    "desc_ja": "事前に用意された素材を使って簡単にRPGを作成できるソフトウェアです。サンプルとして、漫画の主人公「タロウ タナカ」が登場するゲームが含まれています。",
    "developer": "Enterbrain",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エンターブレイン",
    "release_date": "20010720T000000",
    "title_ja": "うちゅう人田中太郎でRPGツクールGB2"
  },
  "V-Rally - Championship Edition (Japan)": {
    "desc_ja": "オフロードラリーのバンプ、ジャンプ、スリル、スピルを手の中で体験できる「Vラリー エディション '99」がゲームボーイカラーに登場。実在のラリーカーから、プジョー 306 マキシ、三菱 ランサー WRC、Vラリー フォード エスコート WRC、スバル インプレッサ WRCの4台を選択できます。そして、インドネシア、サファリ、コルシカ、ニュージーランド、アルプス、イギリス、ギリシャ、アルゼンチン、イタリア、スウェーデンなどのエキゾチックなロケーションで40コースをレースします。各トラックの地形は車のパフォーマンスに影響を与え、雪、土、アスファルトはそれぞれ異なる反応を示すため注意が必要です。地形に加えて、岩、オイルスリック、丘、ジャンプなどの障害物にも注意を払う必要があります。「Vラリー エディション '99」で、あなたが望むすべてのオフロードアクションを手に入れましょう。",
    "developer": "Velez & Dubail",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "スパイク",
    "release_date": "19991014T000000",
    "title_ja": "Vラリー チャンピオンシップエディション"
  },
  "Warau Inu no Bouken - Silly Go Lucky! (Japan)": {
    "desc_ja": "目的は新しいディレクターとなり、高評価を目指して、番組をゴールデンスロットに進めることです。放送されるコメディは20種類あり、すべてがミニゲームに仕上げられています。",
    "developer": "Capcom",
    "publisher": "カプコン",
    "release_date": "20010223T000000",
    "title_ja": "笑う犬の冒険GB SILLY GO LUCKY!"
  },
  "Wario Land 2 (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "「ワリオランド2 盗まれた財宝」では、ワリオが「ワリオランド：スーパーマリオランド3」で彼らの財宝を盗んだことに対する復讐を求めて、キッチンアイランドのブラックシュガーギャングの特別エージェントたちがワリオの新しく建てた城に忍び込み、財宝を奪い返し、城とその周辺をめちゃくちゃにします。ワリオとして、あなたはその場所を片付け、自分のものと呼ぶべき財宝を取り戻さなければなりません。\n\nオリジナルのワリオランドからの変更点として、ワリオは今や一定の範囲で不死です。敵に当たったときに死ぬのではなく、ワリオは各レベルで集めたコインを失います。また、他のワリオに変身することもできます。例えば、蜂に当たると、ワリオは巨大な空気の玉に膨らみ、レベルの上部まで浮かび上がります。鋭い物体に当たるまで、彼は元の姿に戻ることはありません。他にも、ファイアワリオやゾンビワリオなどのタイプがあり、それぞれが他の到達不可能なエリアに行ける利点や、進行を妨げることもあります。",
    "developer": "Nintendo",
    "genre": "Platform / Run & Jump, Platform, Action",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19981021T000000",
    "title_ja": "ワリオランド2 盗まれた財宝"
  },
  "Wario Land 3 (World) (En,Ja)": {
    "desc_ja": "バイプレーンでの楽しい乗り物の最中、エンジンが故障し、ワリオは森に墜落します。そこで彼は魔法のオルゴールが隠された洞窟を見つけます。「マリオなんて大嫌いだ」と言う間もなく、オルゴールが彼を引き込み、暗い影のある部屋に連れて行きます。そこで彼は取引を持ちかけられます。失われたオルゴールをすべて見つければ、彼は出られる。そして、見つけた宝物はすべて彼のものになります。\n\n「ワリオランド2」と同様に、ワリオは敵の攻撃で死ぬことはありません。しかし、特定の攻撃を受けることで形を変えることができ、これが各レベルでの進行を助けたり妨げたりします。新しいワリオの形には、インビジブルワリオや毛糸の玉ワリオ（ワリオが中にいる制御不能な毛糸の玉）が含まれます。\n\nまた、水泳や尻もち攻撃といった基本的な攻撃は、特定のレベルをクリアするまでワリオには利用できず、他の宝物が満載のエリアにアクセスするためには、クリアしたレベルに戻る必要があります。",
    "developer": "Nintendo",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "Nintendo",
    "release_date": "20000321T000000",
    "title_ja": "ワリオランド3 不思議なオルゴール"
  },
  "Watashi no Kitchen (Japan) (Rev 1)": {
    "desc_ja": "10種類以上のレシピに基づいて料理を体験できるゲームです。プレイヤーは買い物に行き、材料を選び、キッチンの指示に従って料理を作ります。完成した料理はお父さんやお母さんが食べます。おいしい料理を作ると、褒められます。",
    "genre": "Strategy",
    "publisher": "キラット",
    "release_date": "20011221T000000",
    "title_ja": "わたしのキッチン"
  },
  "Watashi no Restaurant (Japan)": {
    "desc_ja": "ユメミになり、さまざまな料理を作りましょう。レシピに従ってスーパーで食材を購入し、料理の先生からの指示に従ってください。",
    "genre": "Strategy",
    "publisher": "キラット",
    "release_date": "20020426T000000",
    "title_ja": "わたしのレストラン"
  },
  "Wetrix GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "深く進むほど、圧力は増していきます。ウエットリスの世界へようこそ。あなたを何時間も夢中にさせる、壮大なセルラー水パズルです。",
    "developer": "Zed Two",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "19991029T000000",
    "title_ja": "ウエットリスGB"
  },
  "Wizardry Empire (Japan) (Rev 1)": {
    "desc_ja": "さまざまな職業の冒険者6人までをパーティーに編成し、ダンジョンに挑戦しましょう。ダンジョン内には合計170種類のモンスターが存在し、バトルに勝利すると200種類以上の経験値や勝利アイテムを獲得できます。経験値が蓄積されることでキャラクターは強化され、より深いダンジョンに挑むことが可能になります。ダンジョンは16x16のサイズで、20階層まで存在し、一度クリアするとさらにボーナスダンジョンが出現します。ユニークな要素として隠れ職業も用意されています。職業特有の能力（バリアント、アベンジャー、サモナーなど）を駆使して、さらなる楽しみを体験してください。",
    "developer": "Starfish",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スターフィッシュ",
    "release_date": "19991029T000000",
    "title_ja": "ウィザードリィ エンパイア"
  },
  "Wizardry Empire - Fukkatsu no Tsue (Japan)": {
    "desc_ja": "3DダンジョンRPG「ウィザードリィ エンパイア」シリーズ。完全オリジナルストーリー。崩壊した帝国を再建するために、主人公は王位継承の証である杖を取り替え、新たに開かれた魔法使いに挑む。200種類以上のモンスターとアイテム、130種類の魔法が登場。通信ケーブルを使って前作のデータを引き継ぐことができ、さらに楽しさが増す。",
    "developer": "Starfish",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スターフィッシュ",
    "release_date": "20001222T000000",
    "title_ja": "ウィザードリィ エンパイア 〜復活の杖〜"
  },
  "Wizardry I - Proving Grounds of the Mad Overlord (Japan) (En,Ja)": {
    "desc_ja": "狂気の大魔王トレボールはかつてはただの権力欲に取り憑かれていましたが、巨大な力を持つ魔法のアミュレットを手に入れた後、完全に狂ってしまいました。そのアミュレットは宿敵である悪の大魔導士ワードナに奪われてしまいます。ワードナはアミュレットの使い方がよくわからず、誤って地震を引き起こし、トレボールの城の下に十階層のダンジョンを作り出してしまいます。恥をかきたくないワードナは、そのダンジョンを自分と彼のモンスター軍団の新たな巣窟と宣言します。トレボールは負けじと、その迷宮を冒険者たちが彼のエリート名誉護衛団に入るための試練の場とし、ついでにアミュレットを取り戻すことも求めます。",
    "developer": "Game Studio",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アスキー",
    "release_date": "20010223T000000",
    "title_ja": "ウィザードリィI 狂王の試練場"
  },
  "Wizardry II - Llylgamyn no Isan (Japan) (En,Ja)": {
    "desc_ja": "ウィザードリィII リルガミンの遺産は、ASCIIエンタテインメントが発表したロールプレイングゲームで、2001年に日本でリリースされました。",
    "developer": "ASCII",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アスキー",
    "release_date": "20010223T000000",
    "title_ja": "ウィザードリィII リルガミンの遺産"
  },
  "Wizardry III - Diamond no Kishi (Japan) (En,Ja)": {
    "desc_ja": "ウィザードリィIII ダイヤモンドの騎士は、ASCIIエンタテインメントが発表したロールプレイングゲームで、2001年に日本でリリースされました。",
    "developer": "ASCII",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アスキー",
    "release_date": "20010223T000000",
    "title_ja": "ウィザードリィIII ダイヤモンドの騎士"
  },
  "Woody Woodpecker no Go! Go! Racing (Japan)": {
    "desc_ja": "「ウッディウッドペッカーのゴー!ゴー!レーシング」では、クラシックなウッディウッドペッカーのキャラクターたちがゲームボーイカラーに登場します。10人の異なるキャラクターで16のユニークなコースをレースできます。レースアクションは、エクストリーム、グランプリ、スプリント、タイムトライアルの4つの異なるモードで行われます。エクストリームでは、プレイヤーが一連のレースでカップを獲得し、各レースで1位を目指します。グランプリでは同じコースでレースが行われますが、プレイヤーは順位に応じてポイントが与えられます。両モードで好成績を収めることで、車両をアップグレードすることができます。スプリントとタイムトライアルモードでは、他の2つのモードのような血の渇望なしに競争が楽しめます。もし他の人と競いたい場合は、リンクケーブルを使って対戦できます。ハイパーアクティブな鳥と一緒に「ウッディウッドペッカーのゴー!ゴー!レーシング」でレースを楽しもう！",
    "developer": "Konami",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "20010315T000000",
    "title_ja": "ウッディウッドペッカーのゴー!ゴー!レーシング"
  },
  "X-Men - Mutant Academy (Japan)": {
    "desc_ja": "プレイステーションの大作と同様に、ゲームボーイカラー版「X-MEN: ミュータントアカデミー」は、マーベルの有名なミュータントたちが登場する格闘ゲームです。\n\nキャラクターのラインナップには、4人のX-MEN（サイクロップス、ウルヴァリン、ストーム、ガンビット）と5人の悪役ミュータント（マグニートー、トード、ミスティーク、サベッジトゥース、パイロ）が含まれています。また、ストーリーモードをクリアすることで解放される2人の隠しキャラクターも存在します。\n\nストーリーモードの他に、1人のキャラクターが連続して他のキャラクターと戦うトレーニングモード、3人ずつのチームで戦うバトルモード、1人のキャラクターが1本の体力バーで全てのキャラクターに挑むサバイバルモード、そしてゲームリンクケーブルを利用した対戦モードがあります。\n\nゲームボーイの2つのボタンは、キックやパンチ（またはサイクロップスのアイビームのような基本的なミュータント能力）に使用されます。戦闘中、レイジバーが徐々に溜まり、ボタンコンボを通じて発動される強力なスペシャル攻撃を使用することができます。",
    "developer": "Crawfish Interactive",
    "genre": "Fighting",
    "players": "2",
    "publisher": "サクセス",
    "release_date": "20010427T000000",
    "title_ja": "X-MEN MUTANT ACADEMY"
  },
  "Yakouchuu GB (Japan)": {
    "desc_ja": "スーパーファミコンで人気を博したアドベンチャーゲームが、ゲームボーイにリメイクされて移植されました。読みづらいと感じる方のために、ゲーム内ではふりがなが表示されるようになっています。",
    "genre": "Adventure",
    "publisher": "アテナ",
    "release_date": "19991022T000000",
    "title_ja": "夜光虫GB"
  },
  "Yu-Gi-Oh! - Monster Capsule GB (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "セット・カイバはミレニアムリングを手に入れ、その力に捕らわれてしまう。彼の心は「デス・ティー」でダーク・ユーギに敗れた後、粉々になっていた。カイバはその後、遊戯と彼の友人たちを「デュエルタワー」に招待する。タワーに入ると、リングはその力を使って城之内克也、真崎杏子、本田ヒロト、バクラリョウ、そして武藤双六の魂を転送してしまう。友人たちと祖父を取り戻すために、遊戯は「モンスターカプセル」を使って「モンスターワールドトーナメント」でカイバと彼の手下たちを倒さなければならない。",
    "developer": "Konami",
    "genre": "Japanese RPG, Role Playing Game",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20000413T000000",
    "title_ja": "遊☆戯☆王 モンスターカプセルGB"
  },
  "Yu-Gi-Oh! Duel Monsters 4 - Battle of Great Duelist - Jounouchi Deck (Japan)": {
    "desc_ja": "遊☆戯☆王デュエルモンスターズ4 最強決闘者戦記は、ゲームボーイカラー専用の日本限定の遊☆戯☆王ビデオゲームで、デュエルモンスターズシリーズの第4作目です。2000年12月7日に、ユギ、カイバ、ジョウノウチの3つの異なるバージョンとして発売され、それぞれが900種類のカードの中から特定のカードのみを使用することができます。\n\nゲームをクリアすると、すべての神のカードが使用可能になりますが、異なるバージョンからトレードすることでのみ入手できます：\n\n- スライム・ザ・スカイ・ドラゴンはユギデッキバージョンで使用でき、カイババージョンで闇ユギを倒すことで入手できます。\n\n- オベリスクの巨神兵はカイバデッキバージョンで使用でき、ジョウノウチバージョンで闇バクラを倒すことで入手できます。\n\n- ラーの翼神竜はジョウノウチデッキバージョンで使用でき、ユギバージョンでマリクを倒すことで入手できます。",
    "developer": "Konami",
    "genre": "Playing cards",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20001207T000000",
    "title_ja": "遊☆戯☆王デュエルモンスターズ4 城之内デッキ"
  },
  "Yu-Gi-Oh! Duel Monsters 4 - Battle of Great Duelist - Kaiba Deck (Japan)": {
    "desc_ja": "遊☆戯☆王デュエルモンスターズ4 最強決闘者戦記は、日本専用の遊☆戯☆王ビデオゲームで、ゲームボーイカラー用のデュエルモンスターズシリーズの第4作目です。2000年12月7日に、ユウギ、カイバ、ジョウノウチの3つのバージョンとしてリリースされ、それぞれが900種類のカードの中から特定のカードのみを使用できるようになっています。",
    "developer": "Konami",
    "genre": "Playing cards",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20001207T000000",
    "title_ja": "遊☆戯☆王デュエルモンスターズ4 海馬デッキ"
  },
  "Yu-Gi-Oh! Duel Monsters 4 - Battle of Great Duelist - Yuugi Deck (Japan)": {
    "desc_ja": "遊☆戯☆王デュエルモンスターズ4 最強決闘者戦記は、ゲームボーイカラー専用の日本限定の遊☆戯☆王ビデオゲームで、デュエルモンスターズシリーズの第4作目です。2000年12月7日に、ユギ、カイバ、ジョウノウチの3つの異なるバージョンとして発売され、それぞれが900種類のカードの中から特定のカードのみを使用することができます。\n\nゲームをクリアすると、すべての神のカードが使用可能になりますが、異なるバージョンからトレードすることでのみ入手できます：\n\n- スライム・ザ・スカイ・ドラゴンはユギデッキバージョンで使用でき、カイババージョンで闇ユギを倒すことで入手できます。\n\n- オベリスクの巨神兵はカイバデッキバージョンで使用でき、ジョウノウチバージョンで闇バクラを倒すことで入手できます。\n\n- ラーの翼神竜はジョウノウチデッキバージョンで使用でき、ユギバージョンでマリクを倒すことで入手できます。",
    "developer": "Konami",
    "genre": "Playing cards",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "20001207T000000",
    "title_ja": "遊☆戯☆王デュエルモンスターズ4 最強決闘者戦記 海馬デッキ"
  },
  "Yu-Gi-Oh! Duel Monsters II - Dark Duel Stories (Japan) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "プレイヤーがカードで戦うゲームで、漫画「遊☆戯☆王」で人気があります。ゲームの遊び方は3つあり、「キャンペーン」ではペガサス・J・クロフォードを倒すことが目的です。「対戦」では友達と戦い、「トレード」ではカードを交換します。",
    "developer": "Konami",
    "genre": "Playing cards",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "19990708T000000",
    "title_ja": "遊☆戯☆王デュエルモンスターズII 闇界決闘記"
  },
  "Yu-Gi-Oh! Duel Monsters III - Tri Holy God Advant (Japan)": {
    "desc_ja": "ダークデュエルストーリーズは、ゲームボーイカラーで遊☆戯☆王カードゲームを楽しむことができます。テレビ番組や漫画の対戦相手、さらには友達とリンクケーブルを使って戦い抜きましょう。\n\nダークデュエルストーリーズでは、対戦相手を倒して進み、最終的にはミレニアムパーツを持つ古代エジプトの四人の支配者にたどり着く必要があります。バトルに勝利することで、新しいカードやカードパーツを手に入れ、さらに多くのカードを構築することができます。\n\nモンスター、罠、魔法を駆使してデッキを構成し、対戦相手を打ち負かしましょう。そして、困ったときのためにフュージョンモンスターを持参することを忘れずに。対戦相手を仕留める手助けにもなります。",
    "developer": "Konami",
    "genre": "Playing cards, Various",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "20000713T000000",
    "title_ja": "遊☆戯☆王デュエルモンスターズIII 三聖戦神降臨"
  },
  "Zelda no Densetsu - Fushigi no Kinomi - Daichi no Shou (Japan)": {
    "desc_ja": "ホロドラムの土地は徐々に衰えていっています。闇の将軍オノックスが季節のオラクルを囚え、土地から命を吸い取っています。季節が混乱し、悪の力が横行する中、世界は英雄を求め…リンクを見つけます。彼の冒険は簡単ではありません - 悪の潮流を食い止めるためには、彼自身が季節を操る技を身につけなければなりません。",
    "developer": "Capcom",
    "genre": "Role Playing Game, Action / Adventure, Action",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20010227T000000",
    "title_ja": "ゼルダの伝説 ふしぎの木の実 大地の章"
  },
  "Zelda no Densetsu - Fushigi no Kinomi - Jikuu no Shou (Japan)": {
    "desc_ja": "伝説のトライフォースの力を使い、リンクはラブリンナという遠い土地へ旅立ちます。そこでは、影の魔女ヴェランがラブリンナの過去を変える計画を進めています。策略と欺瞞を駆使して、ヴェランは時のオラクルネイリュの力を手に入れ、400年前に旅立ちます。影の魔女が暗い使命を完遂する前に、リンクは時のハープを使って世界を救わなければなりません。",
    "developer": "Capcom",
    "genre": "Role Playing Game, Action / Adventure, Action",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20010227T000000",
    "title_ja": "ゼルダの伝説 ふしぎの木の実 〜時空の章〜"
  },
  "Zelda no Densetsu - Yume o Miru Shima DX (Japan) (Rev 2) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "リンクの最新の挑戦は、夢と現実が交錯する神秘的なコホリント島を舞台にしています。漂流者として、リンクは島から脱出し、愛する故郷ハイラルに帰る方法を見つけなければなりません。これは簡単な作業ではありません。\n\n島の住人たちは外の世界について何も知りません。一匹の話すフクロウは、リンクのジレンマの解決策を知っているかもしれません。リンクはまず、危険なモンスターや巧妙な罠が満ちた八つのダンジョンに挑まなければなりません。彼の目標は、八つのサイレンの楽器を見つけ、島を支配する全能のウィンドフィッシュを目覚めさせることです。",
    "developer": "Nintendo EAD",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19981212T000000",
    "title_ja": "ゼルダの伝説・夢をみる島DX"
  },
  "Zoids - Jashin Fukkatsu! Genobreaker Hen (Japan) (Rev 1) (SGB Enhanced) (GB Compatible)": {
    "desc_ja": "人気の「ゾイド」アニメシリーズを基にしたRPGで、このゲームではプレイヤーがゾイドを強化し、強力な敵と戦うために改造することができます。ゾイドの攻撃方法は装備されているパーツによって変化します。",
    "developer": "Will",
    "genre": "Role Playing Game",
    "publisher": "トミー",
    "release_date": "20000804T000000",
    "title_ja": "ゾイド 邪神復活! 〜ジェノブレイカー編〜"
  },
  "Zoids - Shirogane no Juukishin Liger Zero (Japan)": {
    "desc_ja": "オールスターと彼の銀色のライガーゼロの冒険。戦闘中、彼とライバルのソリッド（四つの長距離砲を搭載したスーパージェノサウラーを操縦している）は地下の世界に落ちてしまう。オールスターはそこで出会った少女パーティと共に、村を襲っている無人のバーサークフューラーと戦う。彼のライガーゼロは地下の世界の救世主と予言されており、唯一それを止めることができる存在なのだ。",
    "developer": "Tomy",
    "genre": "Role Playing Game",
    "publisher": "トミー",
    "release_date": "20010615T000000",
    "title_ja": "ZOIDS 白銀の獣機神 ライガーゼロ"
  },
  "Zok Zok Heroes (Japan)": {
    "desc_ja": "悪の軍隊と戦うために、プレイヤーがさまざまなヒーローに変身するRPGです。",
    "developer": "KAZe",
    "genre": "Role Playing Game",
    "publisher": "メディアファクトリー",
    "release_date": "20000804T000000",
    "title_ja": "ぞくぞくヒーローズ"
  }
}