{
  "007 Shitou - The Duel (Japan) (En)": {
    "desc_ja": "ジェームズ・ボンド 007をプレイし、世界征服という同じ古い夢を持つ狂った教授を止めよう。プレイヤーは信頼できるワルサー PPKを手にし、各レベルの最後にいる悪役と戦いながらいくつかのレベルを進んでいく。例えば、最初のレベルの最後では、プレイヤーはジョーズと戦うことになる。簡単に言えば、このゲームは基本的に横スクロールのシューティングゲームだ。プレイヤーは女性キャラクターを見つけることができ、彼女たちはプレイヤーにエクストラライフやその他のアイテムを提供してくれる。",
    "developer": "Domark",
    "genre": "Platform",
    "players": "1",
    "publisher": "テンゲン",
    "release_date": "19930514T000000",
    "title_ja": "007 死闘"
  },
  "16t (Japan) (Sega Game Toshokan)": {
    "desc_ja": "「16t」は、テディボーイに似たスクロール型プラットフォームアクションゲームで、プレイヤーはアップル・ガイキチという囚人服を着た若者を操作し、各ステージの敵をすべて排除しなければなりません。アップルの攻撃方法は、巨大な16トンの重りを投げることだけで（これがタイトルの由来です）、敵を血まみれにして粉砕します。しかし、これらの重りは互いに跳ね返るため、プレイヤーはアップル自身が潰されないように注意しなければなりません。また、重りは完全に無限ではなく、プレイヤーは一度に5つまでしか持てず、アップルが使い果たした場合は再充電を待つ必要があります。各ステージの敵は、画面の上部から波のように出現し、ランダムにサイクルする「スロット」メーターを通じて登場します。すべてのスロットと敵を排除すると、プレイヤーは次のステージに進むことができます。",
    "developer": "Sega CS1",
    "genre": "Platform",
    "players": "2",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "16t"
  },
  "Aa Harimanada (Japan)": {
    "desc_ja": "「ああ播磨灘」は、佐田康恵によって制作された漫画およびアニメを基にした相撲ゲームです。実際のスポーツと同様に、目的は相手をリングの外に押し出すことです。しかし、相撲の特にリアルな解釈ではなく、伝統的な1対1の対戦ゲームのようにプレイされます。つかみ技、投げ技、特殊技があり、プレイヤーは相手のスタミナを削ることでノックアウト勝ちも可能です。主人公の播磨灘の物語を追うシングルプレイヤーモードと、15人のキャラクターを使用できる1人または2人用の対戦モードがあります。",
    "developer": "Megasoft",
    "genre": "Sports / Sumo, Sports",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19930903T000000",
    "title_ja": "ああ播磨灘"
  },
  "Advanced Busterhawk Gley Lancer (Japan)": {
    "desc_ja": "サイドスクロールのSFシューティングゲーム「グレイランサー」では、プレイヤーはルシアという若きパイロットを操り、宇宙艦隊のスターファイターに乗り込んで、実験的なグレイランサー戦闘機を奪い、失踪した父を探すために知られた宇宙の外縁を探索します。途中、ルシアは標準的なシューティングスタイルで数十の敵を撃ち落とし、破壊を避けながら、艦船のエネルギーを延長し、武器をアップグレードし、画面を一掃する爆弾を集める必要があります。\n\nグレイランサーは、独自の武器アップグレードを受け取ることができる2つのホバリングサテライトを装備しており、特定の角度に位置を固定して火力を増強し、プレイヤーを敵の攻撃から守ることができます。シングルプレイヤーキャンペーンのみがあり、最終ステージのクリア方法によって2つの異なるエンディングが用意されています（例：ルシアの父が救出されるかどうか）。",
    "developer": "Masaya Games",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19920717T000000",
    "title_ja": "グレイランサー"
  },
  "Advanced Daisenryaku - Deutsch Dengeki Sakusen (Japan) (Rev A)": {
    "desc_ja": "「Advancedド大戦略 ドイツ電撃作戦」は、一般的に「Advancedド大戦略」として知られる1991年にセガとシステムソフトが共同開発し、セガが日本国内向けにセガメガドライブ用に発売した戦略ゲームです。システムソフトの大戦略シリーズの一部であり、セガメガネットを介してオンラインプレイが可能な数少ない小売メガドライブゲームの一つです。また、Advancedド大戦略シリーズの始まりでもあり、すべてセガによって発売されています。\n\nセガと現在はシステムソフトアルファに改名された会社は、2006年に「セガエイジス2500」の一環としてこのゲームを再発売しました。\n\n2002年から2006年にかけて、Nebelwurferがこのゲームを英語にファン翻訳し、「Advanced Military Commander」として翻訳マニュアルも提供しました。",
    "developer": "SystemSoft",
    "genre": "Strategy, Various",
    "players": "4",
    "publisher": "セガ",
    "release_date": "19910617T000000",
    "title_ja": "Advancedド大戦略 ドイツ電撃作戦"
  },
  "Aero Blasters (Japan) (En)": {
    "desc_ja": "エアロブラスターズは、スピーディな横スクロールシューティングゲームです。プレイヤーは、小さな宇宙船を操作し、さまざまなレベルを進んでいきます。各レベルの最後にはボスが待ち受けており、一部のセクションではゲームプレイが加速し、横方向や縦方向にスクロールする速い障害物コースが提供されます。飛んでいるオレンジのポッドは、一度に多くのパワーアップを放出し、宇宙船を新しいまたはより強力なレーザー、ウィングマン、シールドで強化します。プレイヤーは、攻撃ボタンを押し続けることで、画面上のすべての敵弾を消し去り、全ての敵にダメージを与えるブラストをチャージすることもできます。容赦ない難易度で、どのヒットも致命的ですが、残 lives とクレジットがあれば、ゲームは任意のポイントから続けることができます。ゲームは2人で協力プレイすることも可能です。",
    "developer": "Inter State",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "2",
    "publisher": "KANEKO",
    "release_date": "19910131T000000",
    "title_ja": "エアロブラスターズ"
  },
  "Air Management - Oozora ni Kakeru (Japan)": {
    "desc_ja": "あなたは航空会社のCEOです。あなたの目標は、22の都市すべてを航空路線で結び、利益を維持し、必要な乗客数のクォータを満たすことで、世界で最も成功した航空会社になることです。もし1年間利益を上げられなかったり、32年以内に勝利条件を満たせなかった場合、あなたは敗北します。あなたが下さなければならない戦略的な決定には、航空路線の交渉、航空機の購入または販売、支店やホテルへの投資、航空会社の広告、予算の設定などが含まれます。また、四半期および年間の売上報告書や都市データなどの統計にも注意を払う必要があります。自然災害から戦争、さらにはオリンピックまで、世界の出来事もあなたの航空会社に影響を与え、乗客数に影響を及ぼします。ゲーム内のすべての飛行機は、ボーイング747やコンコルドなど、実在の航空機を基にしています。",
    "developer": "Koei",
    "genre": "Build And Management, Simulation",
    "players": "4",
    "publisher": "光栄",
    "release_date": "19921101T000000",
    "title_ja": "エアーマネジメント 大空に賭ける"
  },
  "Air Management II - Koukuuou o Mezase (Japan)": {
    "desc_ja": "あなたは新しい航空会社のCEOに選ばれ、3つの他の航空会社と競い合いながら世界的な支配を目指します。新しい路線を設定し、ビジネスを買収し、飛行機、キャッシュフロー、会社の代表者など、すべてのリソースを管理しましょう。\n\nゲームの基本的な premise はオリジナルのエアロビズと同じですが、今回は選べる飛行機が増え、7つの異なる地域に広がる都市空港が多数登場し、歴史的に正確な政治関係や出来事を含む4つの異なる時代のシナリオが用意されています。\n\nあなたの会社を高く飛ばすことができるでしょうか？それとも墜落してしまうのでしょうか？",
    "developer": "Koei",
    "genre": "Build And Management, Simulation",
    "players": "4",
    "publisher": "光栄",
    "release_date": "19940218T000000",
    "title_ja": "エアーマネジメントII 航空王をめざせ"
  },
  "Aladdin (Japan)": {
    "desc_ja": "1992年のディズニーアニメ映画に基づくヴァージンのゲームは、横スクロールのプラットフォーマーです。\n\nプレイヤーはアラジンを操作し、映画の舞台となるアグラバーの街や屋根、ワンダーの洞窟、スルタンの地下牢を経て、最終的には大宰相ジャファーの宮殿での対決に挑みます。スルタンの衛兵や砂漠の動物たちがアラジンの行く手を阻もうとします。アラジンは剣やリンゴを投げることで自分を守ることができます。リンゴの他にも、アラジンは宝石を集めることができ、これを旅の商人と交換してライフやコンティニューを得ることができます。ジーニーやアブーのアイコンを見つけるとボーナスラウンドが発生します。ジーニーのボーナスラウンドは、リンゴや宝石、追加ライフをかけた運試しのゲームです。アブーのボーナスラウンドでは、プレイヤーは小さな猿を操作し、空から落ちてくるボーナスアイテムをキャッチする必要がありますが、岩や壺などの不要な物には触れないようにしなければなりません。\n\nゲームのユーモラスなアニメーションは、ウォルト・ディズニー・フィーチャー・アニメーションによって制作されました。",
    "developer": "Virgin",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19931112T000000",
    "title_ja": "アラジン"
  },
  "Alien Soldier (Japan)": {
    "desc_ja": "2015年、惑星シエラはXi-Tigerのスカーレットテロリストに支配されています。すべての希望は、致命的な武器を持つ恐るべき戦士エプシロン・イーグルに託されています。持てる限りの武器を装備し、信じられないほどのサイバーアクションのレベルを次々と突破しながら、強大なXi-Tigerに立ち向かいましょう。さまざまな武器を拾い、数多くのボスバトルに挑むことができます。各ボスには独自の弱点があり、それを突く必要があります。攻撃パターンを変えるために形態を変えることもできます。",
    "developer": "Treasure",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19950224T000000",
    "title_ja": "エイリアンソルジャー"
  },
  "Alisia Dragoon (Japan)": {
    "desc_ja": "ペースは非常に速い。敵はアリシアの周囲から、そしてどこからともなく襲いかかってくる。狂った野蛮人の群れと戦い、毒を持つムカデの大群を薙ぎ払い、翼のあるガーゴイルの小隊を討ち倒そう。多方向に自動照準を合わせるレーザー攻撃で、敵を波状攻撃や一体ずつ撃破することができる。\n\nドラゴンフライ、ボール・オ・ファイア、サンダー・レイヴン、ブーメラン・リザードといった強力な仲間を仲間にしよう。彼らを使って、焼けるようなブーメランやファイアボール、電撃攻撃を繰り出せ。アリシアの超タフな戦闘スキルで、敵を一掃しよう。そして、悪と対峙し、勝者として立ち上がれることを証明しよう！",
    "developer": "Game Arts",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19920424T000000",
    "title_ja": "アリシア ドラグーン"
  },
  "Altered Beast (Japan, USA) (En) (Rev 1)": {
    "desc_ja": "このコインオペレーションの移植版では、神ゼウスによって蘇生された英雄となり、彼の娘アテナを救出する冒険に挑みます。古代ギリシャをテーマにした風景の中で、アンデッドや悪魔の大群と戦い、各レベルの最後にはボスが待ち受けています。最終的には、少女を囚えている神ネフと対峙します。\n\nタイトルはあなたの変身能力を指しています。このプラットフォーマーでは、二頭の狼を倒すことで精霊玉を集め、ウェアウルフ、ドラゴン、タイガー、クマなど、バージョンに応じたさまざまな獣に変身することができます。各形態は特定のレベルに関連しており、飛行や強力な攻撃などの特別な能力を持ち、人間の形態での基本的なパンチやキックを容易に超えます。\n\nゲームはシングルプレイヤーモードでプレイすることも、同じ画面でのマルチプレイヤー協力モードで楽しむこともできます。",
    "developer": "SEGA",
    "genre": "Beat'em Up",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19881127T000000",
    "title_ja": "獣王記"
  },
  "Aoki Ookami to Shiroki Mejika - Genchou Hishi (Japan)": {
    "desc_ja": "前作と同様に、2つの征服に参加することができます：モンゴル征服と世界征服です。モンゴル征服では、国内の小さな部族をすべて統一する必要があります。世界征服はより複雑で、あなたの望む世界を作るためにすべての感覚を駆使しなければなりません。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "2",
    "publisher": "Koei",
    "release_date": "19931025T000000",
    "title_ja": "蒼き狼と白き牝鹿 元朝秘史"
  },
  "Arcus Odyssey (Japan)": {
    "desc_ja": "昔々、邪悪な魔女カストミラが世界を征服しようと決意しました。しかし、善良な王女が彼女に反抗し、壮絶な戦いの末に魔女を打ち倒しました。しかし、魔女の力を完全に封じるためには、王女が魔法の剣を作らなければなりませんでした。この剣は長い間、アルクスの市民たちの平和を守ってきました。しかし今、カストミラの信者たちがそれを盗み、世界は大きな危機に直面しています…\n\nこれはガントレットのようなゲームです：アクションと魔法が満載で、アイテムを集めたり、モンスターからダンジョンを解放したりします。ゲームはこのジャンルに典型的なアイソメトリック視点で表示されます。4人のキャラクターの中から1人を選び、ダンジョンや城を戦い抜くか、2人プレイモードで友達と一緒に遊びましょう。",
    "developer": "Wolf Team",
    "genre": "Adventure",
    "players": "2",
    "publisher": "ウルフチーム",
    "release_date": "19910614T000000",
    "title_ja": "アークス・オデッセイ"
  },
  "Awesome Possum (Japan) (En,Ja)": {
    "desc_ja": "わずか数年で、人類は環境を破壊し、すべての生物種を危険にさらすことに成功しました。悪の博士マキノの指導の下、地球を無機質な場所に変えるためのロボットが作られました。生きとし生けるものを救えるのは、あなたという小さなポッサムだけです。博士マキノのロボットと戦い、地球を解放しましょう！\n\nこれは、ゲームプレイスタイルがソニックシリーズに非常に似たアクションプラットフォーマーです。ポッサムは素早くジャンプし、走ることができ、敵を攻撃するために回転したり、レベルを駆け抜けたりします。あなたの旅の途中で、さまざまなロボットクリーチャーがあなたを襲おうとします。彼らを避けるか、倒すかはあなた次第です。",
    "developer": "Tengen",
    "genre": "Platform",
    "players": "1",
    "publisher": "テンゲン",
    "release_date": "19931225T000000",
    "title_ja": "オーサム ポッサム"
  },
  "Aworg - Hero in the Sky (Japan) (Sega Game Toshokan)": {
    "desc_ja": "アウォーグは、プレイヤーが常に飛び回り浮遊するヒーローを操作するスクロールアクションゲームです。アウォーグはスラスターを使って自由に移動でき、異なる方向に推進しながら反対方向に空気の噴流を発射します。",
    "developer": "SEGA",
    "genre": "Platform",
    "players": "1",
    "publisher": "KANEKO",
    "release_date": "19910101T000000",
    "title_ja": "アウォーグ"
  },
  "Bare Knuckle III (Japan)": {
    "desc_ja": "「ベア・ナックル3」はシリーズを次のレベルへと引き上げます。これまで以上に速く、複雑で、 brutal なゲームプレイが楽しめます。長いステージ、分岐するストーリーライン、致命的な罠が仕掛けられたインタラクティブな環境が特徴で、ゲームには多様性が詰まっています。新しいダッシュや回避の動きがスピード感を加え、武器は使用後に壊れるようになり、コンボに組み込むことも可能です。チーム攻撃が復活し、敵もそれを使用するようになったため、より賢い行動を見せます。一部の敵はあなたのヘルスピックアップを奪うことさえあります！ブリッツムーブはアップグレード可能になりましたが、死亡時にはリセットされます。ただし、ボタンを押し続けることでコストを支払ってアクセスできます。特殊攻撃はもはやヘルスを消耗せず、再生するバーを使用します。隠された条件を満たすことで秘蔵キャラクターが待っています。これは深い戦略性を持つ、緊張感あふれるストリートバトルゲームです。",
    "developer": "SEGA",
    "genre": "Beat'em Up",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940318T000000",
    "title_ja": "ベア・ナックル"
  },
  "Battle Mania (Japan)": {
    "desc_ja": "フレデリック王の息子であり王位の後継者、エルドン王子が邪悪な軍事兵器の天才ブラックボールに誘拐されてしまった。国際的な災害が迫る中、パッチ大佐は「トラブルシューティング」を呼び寄せ、ブラックボールとその邪悪なロボット手下たちを片付けることにした。マディソンと彼女の忠実な相棒クリスタルを操作し、ブラックボールの領域を5つのレベル進んで、真の黒幕に立ち向かうアクションサイドスクロールアドベンチャーを楽しもう。マディソンはブラックボールを打ち倒し、エルドン王子を間に合って救出できるのか？",
    "developer": "Tokai Engineering",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Tokai Engineering",
    "release_date": "19920101T000000",
    "title_ja": "バトルマニア"
  },
  "Beast Warriors (Japan)": {
    "desc_ja": "アイソメトリック視点で描かれた1対1の対戦格闘ゲームです。すべての獣やドラゴンは、パンチと尻尾攻撃の2つの基本攻撃を持ち、特定のアイコンが表示されている間のみ実行できるスペシャル攻撃もあります。接近戦では、AボタンまたはCボタンを素早く押すことで、投げ技や絞め技が発動します。目に見える体力バーはありませんが、画面の下部に3つのアイコンが表示されます。ドラゴンが長時間倒されると、1つのアイコンが赤くなります。すべてのアイコンが赤くなると、戦いは敗北となります。バトルアリーナは電気フェンスに囲まれており、対戦相手を投げ込むことができ、ジャンプ攻撃を開始するためにも利用できます。\n\nプレイモードは「マッチ」と「トーナメント」の2つがあります。マッチは1人または2人用の単発試合で、さまざまなドラゴンが選べます。トーナメントでは、プレイヤーは弱いドラゴンからスタートし、次第に難易度が上がる戦いを繰り返し、ステータス（パワー、スピード、スタミナ）を向上させていきます。各戦闘の後には、パワー、スピード、スタミナを増加させる食べ物や、他のドラゴンに関する情報を含むデータディスクなど、さまざまなアイテムを提供するショップを訪れることができます。ショップ訪問後、ドラゴンをトレーニングすることができ、トレーニングは単に増加させたい属性を選ぶだけです。ゲームのいくつかのポイントでは、プレイヤーのドラゴンの遺伝子を倒した相手のものと組み合わせて、異なる能力を得ることが可能です。",
    "developer": "Riot Games",
    "genre": "Fighting",
    "players": "2",
    "publisher": "日本テレネット",
    "release_date": "19911129T000000",
    "title_ja": "ビースト・ウォリアーズ"
  },
  "Bishoujo Senshi Sailor Moon (Japan)": {
    "desc_ja": "このゲームは、同名の人気マンガ/アニメシリーズに基づいています。シリーズのヒロインは、14歳の女子学生、セレナ（日本版ではウサギ）です。ある日、彼女はルナという魔法の話す猫に出会い、月の王国の失われたプリンセスを探し、悪の女王ベリル率いる闇の勢力と戦うためにセーラームーンの戦士に選ばれたと告げられます。\n\nこのストーリーのアダプテーションは、ベルトスクロールアクションゲームです。プレイヤーはセレナ自身または彼女のセーラームーン仲間のいずれかを操作できます。各キャラクターは異なる強さと特殊攻撃を持っています。ゲームを進めるにはプラットフォーム上を移動し、出会った敵を倒す必要があります。すべての敵を倒さなければ先に進むことはできません。",
    "developer": "Arc System Works",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "マーバ",
    "release_date": "19940708T000000",
    "title_ja": "美少女戦士セーラームーン"
  },
  "Blue Almanac (Japan)": {
    "desc_ja": "遠い未来、人類は地球を離れ、銀河系全体に広がっています。人間は異なる惑星に定住し、時には他の種族と接触し、彼らとの繋がりを築いてきました。プレイヤーは、宇宙船の墜落を生き延びた際にまだ幼かった無名の若者です。彼は新しい惑星で避難所を探さなければなりませんでした。今、彼は16歳になり、両親は彼を留学生として惑星テラに送り出します。そこで彼の冒険が始まります！\n\n「ブルーアルマナック」は、SFスタイルのコンソールRPGです。プレイヤーのパーティはランダムな敵と遭遇し、ターン制の戦闘で戦います。戦闘はプラットフォーム視点で表示され、プレイヤーと敵の攻撃はアニメーションで表現されています。",
    "developer": "Hot-B",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "講談社総研",
    "release_date": "19910622T000000",
    "title_ja": "ブルーアルマナック"
  },
  "Boogie Woogie Bowling (Japan)": {
    "desc_ja": "チャンピオンシップボウリングは、1人または2人でプレイできる標準的なボウリングゲームで、ジェネシスで唯一のタイトルです。プレイヤーは4人の異なるボウラーの中から1人を選び、使用するボールを決めてレーンに向かいます。プレイヤーは、バーを適切なタイミングで止めることで、投球、スピン、パワーをコントロールします。\n\nゲームには3つの異なるプレイモードがあります：標準ボウリング、少数のピンが配置されておりスペアを狙うスペアモード、特定のピンが異なるポイントを持つボーナスモードです。各モードはコンピュータまたは友達と対戦可能で、3種類のレーンタイプが用意されています。また、各ゲームタイプには練習モードもあります。\n\n日本版の「ブギウギ・ボーリング」は基本的に同じですが、異なるアニメスタイルのキャラクター（説明のないロボットも含む）を使用できることや、投球のタイミングに若干の調整が加えられています。",
    "developer": "Soft Machine",
    "genre": "Sports, Sports / Bowling",
    "players": "1",
    "publisher": "ビスコ",
    "release_date": "19931217T000000",
    "title_ja": "ブギウギ・ボーリング"
  },
  "Caesar no Yabou (Japan)": {
    "desc_ja": "プレイヤーは、エジプトを舞台にした4つのマップで部隊を指揮します。プレイヤーはセクションマップ上の各部隊ユニットを操作することができます。各部隊ユニットには、接近速度、撤退してユニットの体力を回復させる、罠を設置するなど、6つの異なるオプションを選択できます。部隊が敵ユニットと遭遇すると、バトル画面が表示され、プレイヤーの部隊が戦闘している側面が描かれます。プレイヤーは、ステージをクリアした後にゲームの進行状況を保存するか、パスワードシステムを使用することができます。",
    "developer": "Micronet",
    "genre": "Strategy",
    "players": "1",
    "publisher": "マイクロネット",
    "release_date": "19910224T000000",
    "title_ja": "シーザーの野望"
  },
  "Caesar no Yabou II (Japan)": {
    "desc_ja": "ローマ時代の危険とアクションが再現された、8メガの1人または2人用軍事シミュレーションの壮大な作品！古代ペルシャ、エジプト、アラビアの脅威の軍隊と戦うために、あなたの部隊を計画し、操るのです。地中海を航海し、栄光の勝利を収めるために征服すべき新しい土地を探しましょう！\n\n- 15以上のマップを征服し、何百時間ものゲームプレイを楽しめます\n- 戦略を練るためのメッセージとステータスウィンドウ\n- 2人同時プレイの「リアルタイム」アクション\n- 対戦用のスプリットスクリーン\n- バッテリーバックアップ付きのゲームセーブ機能\n- 3つの異なるゲームプレイモード",
    "developer": "Micronet",
    "genre": "Strategy",
    "players": "2",
    "publisher": "マイクロネット",
    "release_date": "19920528T000000",
    "title_ja": "シーザーの野望II"
  },
  "Captain Lang (Japan) (En,Ja)": {
    "desc_ja": "ハボックは若き旅人であり、宝探しの冒険者です。彼は船仲間のタイドと共に海を旅しています。ある日、彼は海岸で意識を失った少女を見つけます。彼女はハボックに自分の名前はブリジットで、伝説の宝エメラルダの場所を示す宝の地図を持っていると告げます。しかし、悪の海賊ベルナルドがブリジットとタイドを誘拐し、宝の地図を奪ってしまいました。ハボックは友達を救出し、地図を取り戻さなければなりません！\n\nこれはアクションプラットフォーマーです。ハボックは転がったり、ジャンプしたり、ジャンプ中に敵を攻撃したり、単に敵の頭に飛び乗って攻撃することができます。また、様々なアイテムを集めたり、道中で宝箱を開けたりすることもできます。",
    "developer": "Data East",
    "genre": "Platform, Adventure",
    "players": "1",
    "publisher": "データイースト",
    "release_date": "19940422T000000",
    "title_ja": "キャプテン ラング"
  },
  "Chameleon Kid (Japan) (En)": {
    "desc_ja": "カメレオン キッドは、主人公が「ワイルド サイド」と呼ばれるバーチャルリアリティゲームに入り、捕らわれた他の子供たちを解放するために冒険する横スクロールプラットフォームゲームです。彼は様々な形に変身することができ（これが「カメレオン」の由来です）、その変身によって特別な能力を得ることができます。これらの能力を駆使して、ゲームの100以上のステージをクリアする必要があります。\n\nカメレオン キッドの興味深い点は、ゲームには100以上のレベルがあり（そのほとんどが非常に難易度が高い）、すべてのレベルを順番にプレイしなければならないことです。また、セーブ機能やパスワード機能がないため、このゲームをクリアすることは大きな忍耐力と根気を要する偉業となります。",
    "developer": "SEGA",
    "genre": "Platform, Adventure",
    "players": "2",
    "publisher": "マイクロネット",
    "release_date": "19920528T000000",
    "title_ja": "カメレオン キッド"
  },
  "Chelnov (Japan)": {
    "desc_ja": "ある風の強い日、原子力発電所で爆発が起こり、多くの人々に重度の放射線が降り注ぎました。その中の一人が若き科学者チェルノブでした。彼はこの致命的な事故を生き延びると、異常な力を宿すことになりました。このことに気づいた彼は、正義のために行動することを決意します。彼は自らの故郷である東側ブロックの国を脱出し、アメリカにたどり着くために世界中を駆け巡り、ジャンプすることを決めました。\n\nチェルノブが他のプラットフォームゲームと異なる点は、強制スクロールの使用です。これは画面が左から右へと連続的に移動し、プレイヤーがチェルノブの進行速度を制御することなく、ゲームの多くの障害物や敵を乗り越えなければならない状況を生み出します。敵は左、右、上、下から攻撃してきて、チェルノブは後ろにいる敵を攻撃するために向きを変えることができます。ゲーム内の一部の敵は異なる種類の武器やパワーアップを持っており、攻撃されるとパワーアップが地面に落ちて拾うことができます。",
    "developer": "Data East",
    "genre": "Platform",
    "players": "1",
    "publisher": "データイースト",
    "release_date": "19921016T000000",
    "title_ja": "チェルノブ"
  },
  "Chibi Maruko-chan - Wakuwaku Shopping (Japan)": {
    "desc_ja": "まる子と彼女の友達にとって、バケーションの時間がやってきました。ハナワ、裕福な両親を持つモテ男が、まる子とタマエを南の島に招待してリラックスしようとします。そして、マルオも割り込んできて一緒に行くことに。お土産を買ったりするつもりなので、誰が一番ショッピングが得意かを競うことにしました！\n\n「わくわくショッピング」は、さくらももこの人気キャラクターを基にしたすごろくスタイルのボードゲームです。ゲームは様々なマスで構成されたボード上で行われます。お金や幸福度を増減させるマス、プレイヤーが自分のお金を使って幸福度を上げるアイテムを購入できるマス、さまざまなイベントが発生するマスがあります。ゲームは目標に達した回数が設定された数に達すると終了し、ゲーム終了時に最も幸福度が高いプレイヤーが勝者となります。最大4人までプレイ可能で、残りのキャラクターはコンピュータが操作します。",
    "developer": "Namco",
    "genre": "Strategy",
    "players": "4",
    "publisher": "ナムコ",
    "release_date": "19920114T000000",
    "title_ja": "ちびまる子ちゃん わくわくショッピング"
  },
  "Chou Kyuukai Miracle Nine (Japan)": {
    "desc_ja": "超球界ミラクルナインは、コナミのパワプロシリーズに似た、テンポの良いアーケードスタイルの野球ゲームです。ゲームはコナミのタイトルと同様に、カートゥーン風のデフォルメされたビジュアルスタイルを持ち、公式のNPBライセンスを取得しているため、1995年シーズンの中央リーグとパシフィックリーグの全12チームと選手名簿が含まれています。\n\nゲームにはフルシーズンの「ペナント」モードがあり、1人または2人用のオールスター戦やエキシビジョンマッチも楽しめます。また、コンピューターが両チームを操作する観戦モードも選択可能です。さらに、プレイヤーごとの簡易プレイや、3イニングという短い試合も楽しむことができます。",
    "developer": "SEGA",
    "genre": "Sports / Baseball, Sports",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19950721T000000",
    "title_ja": "超球界ミラクルナイン"
  },
  "Chou Touryuu Retsuden - Dino Land (Japan) (En)": {
    "desc_ja": "ディノランドは恐竜をテーマにしたピンボールマシンです。基本的には、ピンボールを恐竜のターゲットに打ち出します。進むにつれて、ボード内のすべての恐竜ターゲットに当たると、より多くのポイントを獲得できます。ピンボールボードは4つあり、地上の生き物がいる地上ボード、飛行生物を表現した空中ボード、海の生き物がいる海面ボード、そしてボスから彼女を救おうとするボスレベルがあります。",
    "developer": "Wolf Team",
    "genre": "Pinball",
    "players": "2",
    "publisher": "ウルフチーム",
    "release_date": "19910802T000000",
    "title_ja": "超闘竜烈伝ディノランド"
  },
  "Chuck Rock II (Japan) (En)": {
    "desc_ja": "この「チャックロックII」の物語は、前作の終わりから少し時間が経ったところから始まります。ご存知の通り、チャック・ロックは悪党ギャリー・グリッターから彼の恋人オフェリアを救出しなければなりませんでした。彼はその努力に成功し、今やチャックとオフェリアは結婚しています。そして、彼らにはジュニアという息子が生まれました。チャックは工場で働き、石から自動車を彫る技術を磨いています。しかし、ライバルの製造業者はチャックの能力に嫉妬し、彼を誘拐してしまいます。今、父親を救うのはジュニアの役目です！\n\nこの続編のゲームプレイは前作と似ていますが、チャックではなくジュニアを操作するため、いくつかの小さな違いがあります。これは横スクロールのプラットフォームゲームで、時折石を動かすパズルが組み込まれています。チャックとは異なり、ジュニアは攻撃のリーチを伸ばす棍棒を持っています。",
    "developer": "Virgin",
    "genre": "Platform",
    "players": "1",
    "publisher": "ヴァージンゲーム",
    "release_date": "19940624T000000",
    "title_ja": "チャックロックII"
  },
  "Columns (Japan) (En)": {
    "desc_ja": "コラムスは、落ちてくるブロックを整列させて消すという点でテトリスに loosely derived しています。しかし、コラムスでは、同じサイズで色が異なる3つのブロックのグループを、横、縦、または斜めに3つ以上のシーケンスに整列させる必要があります。4つまたは5つのシーケンスはダブルまたはトリプルポイントとしてカウントされ、斜めのシーケンスは最も得点が高くなります。本当のコツは「コンボ」を作ることであり、一つのラインが他のブロックを落とし、さらに別のラインを作ることを促します。\n\n通常のゲームモードに加えて、「フラッシュ」モードもあり、このモードでは、あらかじめ形成されたブロックの山の底から特定のブロックを取り除くことが目的です。この難易度は、すでに配置されている完全な行の数を増やすことで調整できます。",
    "developer": "SEGA",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19900630T000000",
    "title_ja": "コラムス"
  },
  "Comix Zone (Japan) (En,Ja)": {
    "desc_ja": "スケッチ・ターナーは、ペットのネズミ・ロードキルと共に暮らす貧乏な漫画家でした…しかし、雷雨の中、彼の漫画の悪役モータスが突然命を持ち、スケッチを自らの漫画のページに閉じ込めてしまいました。自分が創り出した世界に閉じ込められ、今は他の誰かが描いている中で、スケッチは自らの漫画のページを戦い抜き、自らの創造物を乗り越えて、モータスとの最終決戦に挑まなければなりません。もしかしたら、彼の創造物の一つであるアリッサ・シアン将軍が助けてくれるかもしれません…\n\n『コミックスゾーン』は、サイドスクロール型の格闘ゲームで、プレイヤーは漫画の中にいることを自覚しています。敵をフレームの側面に叩きつけたり、紙を破ってスーパー技を発動させたり、グラフィックノベルの制約を超えて混乱を引き起こすことができます。スケッチ自身はジャンプしたり攻撃したり、漫画の中で見つけたさまざまなアイテムを使用したりできます。彼のネズミの友達・ロードキルも活用できます。ボタンの組み合わせを使うことで強力な技を繰り出すことができます。\n\nゲームは漫画の各ページを線形に進行しますが、秘密の道や物語の別ルートを発見することも可能です。各レベルの終わりには、スケッチがどれだけ進行しているかに応じてスーパーヒーロー評価が与えられます。",
    "developer": "SEGA",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19950901T000000",
    "title_ja": "コミックスゾーン"
  },
  "Crack Down (Japan) (En)": {
    "desc_ja": "クラック ダウンは、時間制限のあるアクションゲームです。2人のヒーロー、ベンとアンディは、レベル内に散らばるXマークに爆弾を設置しながら、できるだけ早くレベルをクリアしなければなりません。レベルは厳重に守られていますが、プレイヤーは大砲、機関銃、スーパーボムなどのさまざまな武器を持っています。\n\nこのゲームは1人または2人でプレイすることができます。",
    "developer": "SEGA",
    "genre": "Shooter / TPV, Shooter",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19901220T000000",
    "title_ja": "クラック ダウン"
  },
  "Crayon Shin-chan - Arashi o Yobu Enji (Japan)": {
    "desc_ja": "5歳の野原しんのすけは、騒がしい子供の典型です。大声で不適切なことを言い、親をイライラさせ、周りの人々には笑いを提供します。しんちゃんはいつも親とトラブルになり、出会った人に奇妙なことや失礼なことを言ってしまいます。しかし時々、彼は母親の望むことをしようとしますが、ほとんどの場合、誤解してさらに親を困惑させてしまいます。\n\n「嵐を呼ぶ園児」は、臼井儀人が創作した漫画とアニメを基にした多くのゲームの一つです。4つのステージから成り、それぞれ5つのエリアがあります。しんちゃんは特定の物を探しながら近所を探検しなければなりません。家に入って人々に情報を尋ねることもできますが、しばしば彼らを侮辱してしまいます。また、近所の他の子供たちを避けたり、倒したりしなければなりません。彼には水鉄砲を手に入れたり、体力を回復させたりするための様々な能力カードがあります。探しているものを見つけた後、しんちゃんは次のエリアに進みます。\n\nさらに、バブル吹きコンテストや三脚レース、学校の前に服を探すという絶望的なミニゲームなど、8つの異なるミニゲームが含まれています。ゲーム全体、ミニゲームを含め、元の素材と同じユーモアに満ちた対話が展開されます。",
    "developer": "Ma-Ba",
    "genre": "Platform",
    "players": "2",
    "publisher": "マーバ",
    "release_date": "19940611T000000",
    "title_ja": "クレヨンしんちゃん “嵐を呼ぶ園児”"
  },
  "Crude Buster (Japan) (En)": {
    "desc_ja": "核爆発の後、ニューヨークは再建が必要です。再建が始まったばかりのところに「ビッグバレー」ギャングが現れ、完全に支配を奪います。政府は「クルードデュード」として知られる二人の強者を送り込み、彼らを排除しようとします。\n\nあなたはこのクルードデュードの一人として、厳しい街を旅し、ビッグバレーの仲間たちを排除し、彼らの車両を破壊し、武器の攻撃を避けなければなりません。敵には狼人間、スケルトン、そして背中の曲がった者たちが含まれます。ゲームプレイは基本的に「ストリートオブレイジ」スタイルのビートエムアップで、各レベルにはボスが待ち受けています。",
    "developer": "Data East",
    "genre": "Beat'em Up",
    "players": "2",
    "publisher": "データイースト",
    "release_date": "19920228T000000",
    "title_ja": "クルード バスター"
  },
  "Crue Ball (Japan) (En)": {
    "desc_ja": "クルー★ボールは、グラムロックのスーパーバンド、モトリー・クルーをテーマにしたピンボールゲームです。このゲームでは、「ライブ・ワイヤー」、「ドクター・フィールグッド」、「ホーム・スウィート・ホーム」の曲がジェネシススタイルでアレンジされています。\n\nメインのピンボールテーブルは3つのスクリーンの高さがあります。ゲームの目的は、下の2つのスクリーンにある特定のターゲットを打ち抜くことで、上のスクリーンにアクセスすることです。ボールを上のスクリーンに入れると、ランプショットを打って次のレベルに進むことができます。全体で9つのレベルがあり、それぞれ異なる目標を達成する必要があります。\n\n4人のプレイヤーが1ラウンドでプレイでき、各プレイヤーが順番にターンを取ります。また、フリーキーな爆発するスケルトンと対戦するボーナスゲームもあります。",
    "developer": "Electronic Arts",
    "genre": "Pinball",
    "players": "4",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19931226T000000",
    "title_ja": "クルー★ボール"
  },
  "Crying - Aseimei Sensou (Japan) (En)": {
    "desc_ja": "惑星アヴァロンの文明は地球のそれよりもはるかに進んでいます。人々は特別な生物遺伝子生物を開発しました - 巨大なハエ、カニ、その他の動物です。残念ながら、これらのモンスターはアヴァロニアンに反乱を起こし、惑星を征服しようと脅かしています。あなたが惑星アヴァロンを侵略から救うのです！\n\n「バイオハザードバトル」は横スクロールのスペースシューターです。4つの船の中から1つを選ぶことができ、それぞれ異なる攻撃を持っています。ゲーム中に、周囲に浮かんでいるカラーボールを集めることで船の武器をアップグレードできます。最大で3つの異なる武器を同時にストックでき、異なる方向に攻撃を行うことができます。",
    "developer": "SEGA",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19921030T000000",
    "title_ja": "クライング 亜生命戦争"
  },
  "Curse (Japan) (En)": {
    "desc_ja": "カースは、メガドライブ用に初めてリリースされた基本的な横スクロールシューティングゲームで、プレイヤーは宇宙戦闘機を操り、変異したジャングル、廃墟の都市、地下火山などの危険な環境を進みます。ゲームは5つのステージで構成されており、各ステージのいくつかのポイントで、進行を続けるために破壊しなければならない大きなボス敵が現れます。\n\n収集可能なさまざまな武器パワーアップがあり、それぞれに3つのパワーレベルがあります。画面のほぼ全体をカバーできる拡散弾、接触時に破片を飛び散らせる爆弾、環境の障害物を通過できるツイストワイドショットがあります。また、ホーミングミサイル、スマートボム、スピードアップ、船の任意の側に配置できるオプションもあります。船には小さな弾丸からのダメージを吸収できるシールドもあり、敵の船や地形の一部、シールドを無視する特殊な敵の武器に当たらない限り、いくつかのヒットを耐えることができます。",
    "developer": "Micronet",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "マイクロネット",
    "release_date": "19891223T000000",
    "title_ja": "カース"
  },
  "Cutie Suzuki no Ringside Angel (Japan)": {
    "desc_ja": "「キューティー鈴木のリングサイド・エンジェル」は、9人の女性レスラーの中から1人を選んでプレイできるプロレスゲームです。それぞれのキャラクターには独自の強みと弱みがあります。ゲームには3つのモードがあり、選んだキャラクターで対戦相手と戦ったり、プレイオフトーナメントに参加したり、参加せずに試合を観戦できる「ウォッチ」モードもあります。伝統的な技に加え、女の子たちのレスリングスタイルでは相手をパンチすることも可能です。",
    "developer": "Copya System",
    "genre": "Sports / Fighting, Sports",
    "players": "2",
    "publisher": "アスミック",
    "release_date": "19901212T000000",
    "title_ja": "キューティー鈴木の Ringside Angel リングサイド・エンジェル"
  },
  "Cyber Police - ESWAT (Japan) (En)": {
    "desc_ja": "街は指名手配中の犯罪者に包囲されており、警察官として彼らを止めるのがあなたの使命です。最初の指名手配犯は、あなたのサービス武器と素早い反応で対処できますが、街で最も手強い犯罪者に直面する際には、サイバースーツを使用する必要があります。これにより、追加の防御力と高い火力が得られます。\n\nこのゲームの他のバージョンとは異なり、このジェネシスカートリッジはアーケードゲームのレイアウトに従っていません。レベルは直線的ではなく、プラットフォーム要素が含まれており、最初のレベルの敵はもはや銀行強盗やヒットマンではなく、兵士やロボットに変わっています。また、舞台は典型的なアメリカの都市ではなく、未来的なメガロポリスです。",
    "developer": "SEGA",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19900714T000000",
    "title_ja": "サイバーポリス イースワット"
  },
  "Dahna - Megami Tanjou (Japan)": {
    "desc_ja": "ダーナ：女神誕生は、RPG要素を含むベルトスクロールアクションゲームです。プレイヤーはダーナを操作し、横または縦にスクロールするレベルを進んでいきます。ダーナは剣を使って敵と戦い、二段階のジャンプができ、しゃがんだり這ったりすることもできます。また、ダーナには魔法メーターがあり、いくつかの色のレベルがあります。魔法の異なるレベルは、異なる魔法効果を生み出します（『ゴールデンアックス』のように）。彼女の魔法は、敵の魔法使いを倒すと落とす魔法のオーブを集めることで補充できます。敵は健康オーブも落とします。\n\n彼女はゲームの最初で巨大な生物に「乗って」おり、ゲームの他の部分でも馬やグリフィンなどの他の生物に乗ることがあります。生物に乗っている間、ダーナは魔法の力を使うことができません。\n\n敵を倒しオーブを集めることで、ダーナは経験値を獲得し、レベルアップを果たします。レベルアップは彼女の健康にのみ影響を与え、より多くの健康ポイントを得ることができます。",
    "developer": "Information Global Service",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "ウルフチーム",
    "release_date": "19911220T000000",
    "title_ja": "ダーナ 女神誕生"
  },
  "Daikoukai Jidai (Japan)": {
    "desc_ja": "フランコ家はかつてポルトガルの影響力のある家系の一つでした。しかし、家の頭領がプレスター・ジョン王国を求めて disastrous な航海に出たことがきっかけで、混乱が生じ、フランコの名の貴族としての地位は終わりを迎えました。100年が経ち、ポルトガルは航海と貿易の帝国を通じて繁栄を遂げました。若きレオン・フランコは、家族の名声を取り戻し、自らも航海者として名を馳せたいと願っています。彼の野望の中心には、王国の後継者に求愛される美しい女性クリスティアナがいます。そのために、レオンは初めての船の資金を確保するために懸命に働いてきました。夢の第一歩を踏み出したレオン・フランコは、父の親友を副船長に迎え、名声、冒険、そして富を求めて海へ、未知の水域へと航海に出発します。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "1",
    "publisher": "ポニーキャニオン",
    "release_date": "19920429T000000",
    "title_ja": "大航海時代"
  },
  "Daikoukai Jidai II (Japan)": {
    "desc_ja": "「大航海時代II」では、プレイヤーは16世紀初頭の探索と海上貿易の時代に入り、6人の冒険者（シナリオ）から1人を選び、航海、海事、探検の旅に出ます。各キャラクターは独自の物語を持ちながらも絡み合っています。6人のキャラクターは以下の通りです。\n\n1. ジョアン・フランコは、初代「大航海時代」の英雄でありポルトガルの影響力のある男、レオン・フランコ公の息子です。父は彼を強い男に育てようとし、海に出すことを決意します。若きジョアンは、船乗りの技術を学ぶ任務を負い（彼はレベル1からスタートする唯一のキャラクターです）、遠くの東方を目指し、最終的にはアトランティスの秘密を探しに行く冒険に出ます。\n\n2. カタリナ・エランツォは、ポルトガル艦隊によって愛する人と兄が殺されたと信じるスペインの海軍士官です。復讐を誓い、海賊の生活に身を投じ、すぐに赤毛の海の scourge（災厄）となります。\n\n3. ピエトロ・コンティは、コンティ家の財政問題を引き継いだ借金まみれの男です。フランコ公爵夫人に息子を監視するよう雇われ、仕事を引き受けて船を手に入れます。ピエトロはこれらの資源を使って貴重な宝を探し、家族の借金を清算することを望んでいます。\n\n4. エルンスト・フォン・ボーアは、オランダで授業を教えている地理学者です。しかし、彼は教室を離れ、高い海を航海し、書物でしか知らなかった冒険の生活を送りたいと願っています。友人のメルカトルが世界の地図情報と引き換えに初めての航海の資金を提供すると申し出たとき、エルンストは夢を実現する機会を得ます。\n\n5. アリ・ヴェザスは、イスタンブールで貧しい孤児として他人に仕えている子供です。彼は自分の主人になり、異国の地で自分の富を築くことを夢見ています。運命のいたずらが彼に小さな融資をもたらし、彼は初めての船を手に入れ、貨物を満載して航海に出ることができるようになります。\n\n6. オットー・ベインズは、英国王室の騎士を自称し、王のために仕えています。英国艦隊の提督に昇進した彼は、スペイン艦隊の増大する海軍力を懸念しています。オットーは王から私掠船の許可状を与えられ、スペイン艦隊を恐れさせるよう命じられます。最初は簡素な装備で出発し、オットーは国と王の名のもとに偉大な私掠船に成長しようと努力します。\n\n選んだキャラクターに関わらず、「大航海時代II」はトップダウンの航海シミュレーションです。海上では、プレイヤーは船の進行方向を制御し、速度は乗組員の数や健康状態、風や潮流によって影響を受けます。プレイヤーは水のある場所ならどこでも航海でき（ただし、一部の船は海に適していません）、興味深いランドマークや新しい港を発見します。港に着くと、視点はトップダウンになり、プレイヤーは異なる建物に入ることができ、それぞれ独自のサービスや商品を提供しています。これには、宿屋、アイテムショップ、造船所、酒場、城、ギルドホール、教会、商人、港が含まれます。プレイヤーは乗組員を養い、資金を確保し、艦隊を修理するために十分な金を稼ぐ必要があります。主な金の稼ぎ方は、海上貿易、ギルドからの仕事の受注、ギャンブル、他の船との戦闘です。\n\n海戦中、ゲームはターン制のトップダウン戦略ゲームに変わり、プレイヤーは敵船に大砲を発射するための軌道を得るために船を移動させたり、敵の船に並走して乗り込むことができます。プレイヤーの旗艦が敵艦隊の旗艦を攻撃すると、対決を挑むことができます。受け入れられた場合、ゲームは2人の艦長が戦うサイドビューに切り替わります。このシーケンス中、プレイヤーはどの戦闘動作（打撃、突き、受け流し、鞭打ち）を行うかを選ぶことができます。",
    "developer": "Koei",
    "genre": "Adventure, Role Playing Game",
    "players": "1",
    "publisher": "ヴァージンゲーム",
    "release_date": "19940624T000000",
    "title_ja": "大航海時代II"
  },
  "Daimakaimura (Japan)": {
    "desc_ja": "アーサーが悪魔王アスタロトを倒し、愛するプリンプリン姫を救ってから3年が経ちました（『ゴーストズ 'N ゴブリンズ』を参照）。新たな悪党、偉大なる悪魔王ルシファー（バージョンによってはロキ）がゴーストの領域の新しい支配者となりました。旅から帰る途中、アーサーは姫の城と村がルシファーの軍に襲われているのを目撃します。愛する騎士のもとへ急ぐ姫は、ルシファーのレーザービームに撃たれてしまいます。\n\n今、アーサーはルシファーの宮殿へ戻り、悪魔を倒して姫の魂を救い、彼女を生き返らせなければなりません！ 彼が輝く鎧を着て戦おうが、下着だけで戦おうが関係ありません...この地で最も勇敢な騎士は、モンスターたちに止められることはありません！ ゲームは最初の作品でお馴染みの墓地と湿地帯から始まりますが、後のステージは塔、骸骨の大群、そして城が舞台となります。\n\nプレイヤーは左から右へ（レベル3では下から上へ）進み、前述のモンスターたちを剣で倒さなければなりません。旅には、 ledges、はしご、溶岩の穴、滑りやすい斜面が含まれています。異なる武器は、宝箱の中にある鎧を見つけることで集めることができます。5つのステージそれぞれには独自の設定と最終ボスが存在します。",
    "developer": "Capcom",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19890803T000000",
    "title_ja": "大魔界村"
  },
  "Darius II (Japan)": {
    "desc_ja": "遥か昔、ダライアスの惑星は荒廃しましたが、ダライアスのプロコとティアットは新しい惑星を生み出し、それをオルガと名付けました。多くの世紀が過ぎた後、プロコ・ジュニアとティアット・ヤングは銀河からの奇妙なラジオ放送を受信します。それはダライアスの別の子孫からのメイデイ信号であることが判明します。彼らはシルバーホークに乗り込み、悪の力を打ち倒す準備をし、銀河へと旅立ちます。\n\nダライアスII、または西洋ではサガイアとして知られるこのゲームは、タイトーの代表的なシューティングゲームシリーズの第二作目です。その主な特徴は、非線形のレベルシステムと、様々な種類の海産物で構成された敵です。",
    "developer": "Taito",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19900101T000000",
    "title_ja": "ダライアスII"
  },
  "Davis Cup Tennis (Japan)": {
    "desc_ja": "デビスカップは、男子テニスの年次国際チームイベントです。参加国は異なる選手で構成され、シングルスとダブルスの試合で競い合います。このゲームでは、全体の選手権が再現されており、試合は三人称視点で行われます。さまざまな種類のコートと難易度が用意されています。選手権の他にも、練習やトーナメントへの参加、エキシビションマッチを楽しむことができます。友達とチームを組んで協力したり、シングルスの試合で競ったりすることも可能です。お馴染みのショットに加え、スピンの量を決定するためにはタイミングが重要です。",
    "developer": "Loriciel",
    "genre": "Sports / Tennis, Sports",
    "players": "2",
    "publisher": "テンゲン",
    "release_date": "19940225T000000",
    "title_ja": "デビスカップ"
  },
  "Double Dragon II - The Revenge (Japan) (En)": {
    "desc_ja": "愛らしいマリアンは、最初の「ダブルドラゴン」ゲームでビリーとジミー・リーによってブラックウォリアーズギャングの手から救出されましたが、今やそのギャングは彼女を復讐として殺してしまいました。ドラゴンズは彼女の死を復讐し、ブラックウォリアーズを二度目で最後の敗北に追い込むためのミッションに乗り出さなければなりません。\n\nオリジナルのアーケード版「ダブルドラゴンII」は、基本的に最初のゲームの改良版でした。新しい音声やビジュアル、さらには新しい罠、技、敵キャラクターを提供するだけでなく、「ダブルドラゴンII」は従来のパンチやキックボタンを廃止し、オリジナルのテクノスのビートエムアップ「レネゲード」に似た方向指向の攻撃システムを採用しました。\n\nNES版は新しいステージ、新しい技、イラスト付きのカットシーン、さらには新しい最終ボスと新しいエンディングを提供しました。最初のNESゲームとは異なり、フレンドリーファイアをオフにするオプションを持つ2人協力プレイが可能でした。\n\nゲームボーイ版「ダブルドラゴンII」は、「くにおくん」ゲームの英語ローカライズ版であり（「レネゲード」や「リバーシティランサム」にインスパイアを与えた日本のフランチャイズで、アーケード版やNES版とは関係ありません）。",
    "developer": "Quest",
    "genre": "Beat'em Up",
    "players": "2",
    "publisher": "PALSOFT",
    "release_date": "19911220T000000",
    "title_ja": "双截龍"
  },
  "Dragon Slayer - Eiyuu Densetsu (Japan)": {
    "desc_ja": "ドラゴンスレイヤー 英雄伝説は、セリオスという若き王子の物語を描いています。ある日、彼の古い教師ライアスが近くの洞窟に魔法の武器を取りに行くよう命じます。王子が帰ると、家がモンスターに襲われていることに気づきます。ライアスは、彼らの国と長年同盟を結んでいる男爵の城で助けを求めるように言います。しかし、男爵はセリオスの信頼を裏切り、彼を囚えます。若き王子はなんとか脱出しますが、戻る手段がないため、国をさまよいながら、自分の国を救うために信頼できる仲間を探すしかありません。\n\nこれは伝統的な日本のRPGで、ターン制の戦闘があり、一人称視点でプレイします。敵は半ランダムで、どこからともなく現れますが、画面上に表示され、戦闘から逃げると追いかけてきます。",
    "developer": "Nihon Falcom",
    "genre": "Adventure",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940916T000000",
    "title_ja": "ドラゴンスレイヤー英雄伝説"
  },
  "Dragon Slayer - Eiyuu Densetsu II (Japan)": {
    "desc_ja": "数年が経ち、初代ゲームの英雄セリオス王子が最終決戦で悪魔神アグニジャを倒してから、イセリュハサの地に平和が戻りました。セリオスは恋人ディナと結婚し、アトラスという名の子を授かりました。15歳になったアトラスは、師ロウェルの教えのおかげで既に強い戦士となっていました。国は平和に見えましたが、首都近くで二人の戦士が奇妙な生物を目撃しました。それは…宇宙服を着た人間でした！もちろん、戦士たちはそれを知る由もなく、彼らをモンスターだと思い込んでいました。神秘的な異邦人たちは平和的な意図を持っているのか、それとも王国に対する新たな脅威なのでしょうか？",
    "developer": "Nihon Falcom",
    "genre": "Japanese RPG, Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19950120T000000",
    "title_ja": "ドラゴンスレイヤー英雄伝説II"
  },
  "Dragon's Revenge (Japan) (En)": {
    "desc_ja": "ドラゴンズリベンジは、ドラゴンズフューリー（デビルズクラッシュ）の続編です。\n\nこのファンタジーピンボールゲームのテーブルは、3つの画面の高さがあり、中世やドラゴンのグラフィックが描かれています。3つの画面それぞれの下部にはペアのフリッパーがあり、テーブルの要素はすべてアニメーションされており、多くのモンスターが画面を roam しています。\n\n目的は、さまよっているモンスターや特定のクリーチャーのグループをヒットして、サブレベルへのゲートウェイを開くことです。シングルスクリーンのサブレベルではマルチボールプレイが可能で、高得点を獲得するための鍵となります。\n\n3つの画面それぞれには、ユニークなサブレベルポータルがあります。",
    "developer": "Tengen",
    "genre": "Pinball",
    "players": "2",
    "publisher": "テンゲン",
    "release_date": "19931210T000000",
    "title_ja": "ドラゴンズリベンジ"
  },
  "Dream Team USA (Japan)": {
    "desc_ja": "1992年版のエレクトロニック・アーツのバスケットボールシリーズは、バルセロナで開催された1992年オリンピックを舞台にしており、マイケル・ジョーダン、マジック・ジョンソン、ラリー・バード、デビッド・ロビンソン、ジョン・ストックトン、チャールズ・バークレー、パトリック・ユーイング、カール・マローンといった伝説的な選手たちが揃ったアメリカの「ドリームチーム」をフィーチャーしています。\n\nアメリカチームに加えて、実在のチームロースターを持つ13の他国のナショナルチームも登場します。また、アメリカ以外の選手たちの中から選ばれたベストメンバーで構成された「オールワールド」チームも存在します。\n\nゲームエンジンとゲームプレイのメカニクスは、NBAプレイオフシリーズの前作から再利用されています。新しいシグネチャームーブが追加され、国際ルールに基づいたゲームプレイが特徴です。",
    "developer": "Electronic Arts",
    "genre": "Sports / Basketball, Sports",
    "players": "2",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19921226T000000",
    "title_ja": "ドリームチーム"
  },
  "Dyna Brothers (Japan)": {
    "desc_ja": "ダイナブラザーズは、CRIが開発したセガメガドライブ向けのリアルタイムストラテジーゲームです。プレイヤーは、地球に侵入したエイリアンに対抗するために恐竜の軍隊を指揮し、勝利を目指します。プレイヤーの主要な基地であり、生命の源は「ザ・エッグ」で、ここから他の生命体が誕生します。敵の基地はUFOで表現されています。プレイヤーは、ステゴサウルス、トリケラトプス、ティラノサウルス・レックス、アロサウルス、そしてオヴィラプトルの5種類以上の恐竜を作成することができます。プレイヤーは各恐竜の独自の能力を使ってパワーポイントを集め、コマンドを実行するために使います。これには、植生を育てるための雨を降らせたり、災害を引き起こしたり、特定の指示を出したりすることが含まれます。",
    "developer": "CRI",
    "genre": "Strategy",
    "players": "1",
    "publisher": "CRI",
    "release_date": "19920724T000000",
    "title_ja": "ダイナブラザーズ"
  },
  "Dyna Brothers 2 (Japan)": {
    "desc_ja": "プラネット・ジュラは、恐竜たちが誰も覚えていないほど長い間生きてきた緑豊かで美しい場所です。しかし、ある日、巨大な黒い船が空に現れ、エイリアンたちが地表に降り立ち、恐竜たちを攻撃し始めます。恐竜たちの苦しみを感じた彼らの創造主、ザ・エッグが目覚めます。自らの種族と惑星を守るために、恐竜たちは侵略してくるエイリアンと戦い、プラネット・ジュラから追い出さなければなりません。\n\nダイナブラザーズ2は、ポピュラスに匹敵するリアルタイムストラテジーゲームです。プレイヤーは、小さな恐竜軍を指揮し、侵略するエイリアン軍と戦います。ユニットは6種類あり、それぞれ異なるスキルと特性を持っています。プレイヤーは恐竜たちに移動や攻撃を命じることができ、ザ・エッグから新しい恐竜を孵化させることも可能です。また、地震や雷撃といった環境コマンドも用意されています。\n\nゲームには、練習モード、ストーリーモード、フリーモードがあり、2人対戦モードでは2人目のプレイヤーがエイリアン侵略者の役割を担います。",
    "developer": "CSK Research Institute",
    "genre": "Simulation, Strategy",
    "players": "2",
    "publisher": "CRI",
    "release_date": "19931203T000000",
    "title_ja": "ダイナブラザーズ2"
  },
  "Dyna Brothers 2 Special (Japan) (Virtual Console)": {
    "desc_ja": "「ダイナブラザーズ2 スペシャル」では、プラネット・ジュラは恐竜たちが誰も覚えていないほど長い間生きてきた緑豊かで美しい場所です。しかし、ある日、空に巨大な黒い船が現れ、エイリアンたちが地表に降りてきて恐竜たちを攻撃し始めます。恐竜たちの苦しみを感じた彼らの創造主、ザ・エッグが目を覚まします。自分たちの種族と惑星を守るために、恐竜たちは侵略者であるエイリアンと戦い、プラネット・ジュラから追い出さなければなりません。",
    "developer": "SEGA",
    "genre": "Strategy",
    "players": "1",
    "publisher": "ビスコ",
    "release_date": "20071023T000000",
    "title_ja": "ダイナブラザーズ2 スペシャル"
  },
  "Dynamite Headdy (Japan)": {
    "desc_ja": "ダイナマイト ヘッディーは、ちょっと違ったプラットフォーマーです。あなたは、頭が切り離された小さなキャラクターを操作し、主な攻撃はその頭から繰り出されます。そう、レイマンが登場する何年も前に、すでに敵を攻撃するために取り外し可能な付属肢を使うヒーローがいたのです。\n\n従来のパワーアップとは異なり、ダイナマイト ヘッディーでは、さまざまな種類の頭に交換することができます。たとえば、あなたを癒す頭や、壁にくっつく頭などです。頭を使ってプラットフォームに登ったり、物をつかんだりすることもできます。また、メガドライブ/ジェネシス版の特定のステージでは、プロペラやジェット、鳥の頭を得ることで、ゲームが横スクロールシューティングに変わります。基本的に、ダイナマイト ヘッディーは心の底から伝統的なプラットフォーマーです。",
    "developer": "Treasure",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940805T000000",
    "title_ja": "ダイナマイト ヘッディー"
  },
  "Ecco the Dolphin (Japan)": {
    "desc_ja": "エコー・ザ・ドルフィンと共に時を超えて旅をしよう。このゲームは「ドルフィンシミュレーター」と自称できる唯一のゲームです。実際、魚を食べたり、呼吸するために水面に浮上したり、生物的なソナーを使ったり、もちろん水から飛び跳ねて友達を驚かせたりと、典型的なイルカがするほとんどすべてのことができます。\n\nストーリーは、箱のイラストを見ただけでは思っているよりも深いものです。エコーとして、あなたは巨大な渦潮から脱出した唯一のイルカであり、その渦潮はあなたの群れ全体を飲み込んでしまいました。額に輝く五つの星は、あなたが彼らを救うための選ばれし者であることを示しています。しかし、その任務は簡単ではなく、アトランティスのタイムマシンを使って時空を超え、神秘的なアステライトに出会い、ボルテックスクイーンを打ち倒さなければなりません。",
    "developer": "Novotrade",
    "genre": "Adventure",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19930730T000000",
    "title_ja": "エコー・ザ・ドルフィン"
  },
  "Ecco the Dolphin II (Japan)": {
    "desc_ja": "「エコー・ザ・ドルフィン2 II」は、エコーがボルテックスを見事に破壊した後の物語です。しかし、ボルテックスの女王が地球に追いかけてきて、アステライトを破壊してしまったのです。世界中の海が脅かされ、実際にはすでに滅亡の危機に瀕しています。\n\nアステライトを復活させ、ついにボルテックスの女王を打ち倒すために、エコーは再び時間の潮流に立ち向かわなければなりません。それは、通常の未来とボルテックスの女王が支配する暗い未来という二つの可能性に分かれています。\n\n「エコー・ザ・ドルフィン2 II」では、前作よりもさらに優れたグラフィックが特徴で、カメラがドルフィンの後ろを追う新しいゲームプレイモードが導入されています。",
    "developer": "Novotrade",
    "genre": "Adventure",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19940725T000000",
    "title_ja": "エコー・ザ・ドルフィン2 II"
  },
  "El.Viento (Japan)": {
    "desc_ja": "1930年代のニューヨーク、暗いカルトが彼らの主、ダークプリンス・ハスターの復活を計画し、ニューヨークと世界を支配しようとしています。マフィアは彼らの味方となり、暗いプロジェクトや儀式に資金を提供して、彼らの暗黒の主をこの世界に呼び出そうとしています。\n\n彼らを止められるのは、アンネットという名の若い少女だけです…ハスターの呪われた血筋から生まれながらも、彼の計画に逆らっています。彼女の唯一の武器は、エル・ヴィエントという名の神秘的なブーメランです…\n\nアンネットとして、あなたはマフィアと戦い、下水道や洞窟、建物を駆け抜けながら、ボーナスアイテムを集めていきます。",
    "developer": "Wolf Team",
    "genre": "Platform, Platform / Run & Jump",
    "players": "1",
    "publisher": "ウルフチーム",
    "release_date": "19910920T000000",
    "title_ja": "エル・ヴィエント"
  },
  "Elemental Master (Japan)": {
    "desc_ja": "エレメンタル マスターのゲームプレイは、トップダウンのシューティングゲーム（例：ラプターやライデン）に似ていますが、ユニークな点は宇宙船ではなく人間としてプレイすることです。\n\n使用できる武器はさまざまです。このジャンルの他のゲームと同様に、破壊すべき奇妙な敵もたくさん登場します。",
    "developer": "Technosoft",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "テクノソフト",
    "release_date": "19901214T000000",
    "title_ja": "エレメンタル マスター"
  },
  "Eliminate Down (Japan) (En)": {
    "desc_ja": "エリミネート ダウンは、サンダーフォースに似たスタイルの横スクロールシューティングゲームです。プレイヤーは、前方射撃、後方射撃、ミサイルといった複数の武器を自由に切り替えることができ、艦の速度も変更できます。敵はあらゆる方向から襲いかかり、特定のウェーブではシールドや武器のアップグレードを含むパワーアップがドロップします。プレイヤーは武器を強化するために5つのアップグレードを集める必要がありますが、アップグレードは3つの武器すべてに影響を与えます。\n\nゲームは8つのステージを含み、ほとんどのステージには中ボスとボスが最後に登場し、3つの難易度設定があります。また、ワック・ア・モールに似たミニゲームもあり、艦のアイコンが並ぶグリッドがあり、プレイヤーは回転する艦を叩く必要があります。",
    "developer": "Aprinet",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "ソフトビジョン",
    "release_date": "19930625T000000",
    "title_ja": "エリミネート ダウン"
  },
  "Europa Sensen (Japan)": {
    "desc_ja": "このゲームは、第二次世界大戦のヨーロッパおよび北アフリカ戦線を舞台にした歴史シミュレーションです。プレイヤーは最大2人で、枢軸軍または連合軍の軍司令官として役割を演じることができます。このゲームは戦争の軍事的側面を強調し、外交は政治家に委ねられています。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "2",
    "publisher": "光栄",
    "release_date": "19930116T000000",
    "title_ja": "ヨーロッパ戦線"
  },
  "Ex-Ranza (Japan) (En)": {
    "desc_ja": "「エクスランザー」はメガドライブのライフサイクルの後期にリリースされました。無名の開発者からの作品で、あまり宣伝もされずに発売されましたが、ジェネシス/メガドライブの能力を示す最高のデモの一つとなっています。\n\nこのゲームはサイドスクロールシューティングゲームの一種です。プレイヤーは大きなメカ（ロボット）を操作し、その横に小さなサイドキックメカがあり、これは車のような存在です。二つのメカは合体することで別の射撃モードを提供します。しかし、メインのメカだけを操作している間は、異なるボタンを使うことで前方と後方の両方に射撃が可能です。また、メカはロケットパックを使って地面からブーストし、短時間ホバリングすることもできます。レベルは必ずしも左から右に進むわけではなく（大部分はそうですが）、プラットフォームゲームとシューティングゲームの興味深いブレンドとなっています。\n\nこのゲームはハードウェアの制限を考慮した革新的なグラフィックを特徴としており、ほとんどのレベルには3Dのイントロがあり（コンソールには3D機能がなく、タイルベースのレンダラーを使用していることを考慮）、一部のレベルではラインベースのスクロール効果を使用して3D背景の印象を与えています。",
    "developer": "GAU Entertainment",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19930101T000000",
    "title_ja": "エクスランザー"
  },
  "Exile - Toki no Hazama he (Japan)": {
    "desc_ja": "「エグザイル 時の狭間に」は、かつて強大な帝国の崩壊をもたらした英雄サドラーの砂漠での冒険を描いています。しかし最近、サドラーの故郷では平和が破られ、ライバルのルシエル帝国が砂丘の村に攻撃を仕掛けてきています。\n\n「エグザイル」は、アクションとロールプレイングゲームが融合した作品です。旅や探索は伝統的なRPGのオーバーヘッドビューで行われ、戦闘やダンジョンは「イース」の「ワンダラーズ」に似た横スクロールの迷路となっています。キャラクターは経験値を獲得しレベルアップし、装備を購入し、魔法を使用します。",
    "developer": "Riot",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "日本テレネット",
    "release_date": "19911206T000000",
    "title_ja": "エグザイル 時の狭間に"
  },
  "F-117 Stealth - Operation - Night Storm (Japan)": {
    "desc_ja": "このゲームでは、プレイヤーがF-117A ステルス戦闘機を操縦することができます。ゲームはアーケードモードとキャンペーンモードの2つに分かれています。\n\nアーケードモードでは、プレイヤーは敵の空中および地上ユニットの数、環境、ミッションの長さ、難易度を選択できます。このモードでは、プレイヤーがキャンペーンモードに備えてスキルを磨くことができます。\n\nキャンペーンモードはゲームのメイン部分で、30のミッションが含まれています。このゲームには、ネバダ砂漠での訓練ミッションからパナマでの紛争、さらには湾岸戦争まで、9つの戦闘地域があります。各ミッションには、次のミッションに進むために破壊しなければならない主要な目標があります。",
    "developer": "Rareware",
    "genre": "Simulation",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19940527T000000",
    "title_ja": "F-117 ステルス"
  },
  "F-22 Interceptor - Advanced Tactical Fighter (Japan)": {
    "desc_ja": "このシミュレーションでは、F-22のコックピットに座ることができます。3つの難易度設定から選択し、アメリカ、イラク、韓国、ロシアの4つの戦場で難易度が上がるストライクミッションを飛行します。各戦場のエースに挑戦したり、カスタムミッションを作成することも可能です。ミッションを完了するためには、地上構造物に加えて、いくつかのミグタイプ、ヘリコプター、戦車などの地上および空中目標を破壊する必要があります。サイドワインダーやマーベリックミサイルなどのリアルな武器を使用しましょう。",
    "developer": "Victor Interactive Software",
    "genre": "Shooter / Plane, Simulation, Shooter",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19930212T000000",
    "title_ja": "F22 インターセプター"
  },
  "Fastest 1 (Japan) (En)": {
    "desc_ja": "ファステスト・ワン 1は、フォーミュラ1のレーシングゲームです。このゲームは公式のFIAライセンスを持っていませんが、ヒューマンのファイアプロレスリングシリーズのように、アイルトン・セナや中嶋悟などの認識可能な架空のドライバーが多数登場します。ゲームにはワールドチャンピオンシップモードがあり、プレイヤーは最低ランクからスタートし、レースに勝利してF1ワールドチャンピオンになる必要があります。また、1人または2人のプレイヤーが互いにレースをしたり、コンピュータの対戦相手と競ったりできるバトルモードや、各コースを学びコースレコードに挑戦できるテストランモードもあります。合計16種類の異なるコースがあり、ドライ、ウェット、ハーフウェットの条件でプレイできるほか、さまざまな車両設定を調整することができます。",
    "developer": "Human Entertainment",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "ヒューマン",
    "release_date": "19910628T000000",
    "title_ja": "ファステスト・ワン 1"
  },
  "Fatman (Japan) (En)": {
    "desc_ja": "多様で魅力的な格闘ゲームです。異なる能力と戦闘スタイルを持つさまざまなエイリアン種族（人間を含む）からキャラクターを選び、武器やデバイスを購入して、複数の対戦相手を倒しながらファットマンに挑みましょう。革新的な特徴の一つとして、戦闘の結果に賭けをすることができるシステムや、特別な技を多く使うほどその威力が減少する現象があり、ゲームプレイのバランスを保っています。\n\n2人対戦のヘッド・トゥ・ヘッドバトルにも対応しています。",
    "developer": "Brian A. Rice",
    "genre": "Fighting",
    "players": "2",
    "publisher": "サンリツ電気",
    "release_date": "19901012T000000",
    "title_ja": "ファットマン"
  },
  "Final Blow (Japan) (En)": {
    "desc_ja": "ファイナル ブローはボクシングをテーマにしたアクションゲームです。プレイヤーは一連のノックアウト競技でファイターを操作することができ、コンピュータ版ではラウンドロビンリーグも含まれています。ラウンドは1分間で、間に短い休憩があります。実際のスポーツと同様に、相手を10秒間ノックダウンさせることが目的で、連続したパンチで相手を徐々に弱らせていきます。パンチをブロックすることで、ダメージを避けることができます。リングは限られたサイズであるため、プレイヤーはコーナーに追い込まれることがありますが、レフェリーが介入し、ボクサーがスタメイトの状態に陥った場合には解散させます。\n\nジェネシス版は、同名のマスターシステム版とは異なることに注意してください。",
    "developer": "Taito",
    "genre": "Sports / Boxing, Sports",
    "players": "2",
    "publisher": "タイトー",
    "release_date": "19900323T000000",
    "title_ja": "ファイナル ブロー"
  },
  "Flintstones, The (Japan)": {
    "desc_ja": "これは有名な「フリントストーン」シリーズに基づいたプラットフォームゲームです。ゲームには、フレッド、ウィルマ、バーニーなど、多くのオリジナルのフリントストーンキャラクターが登場します。一般的な「姫を救う」や「世界を解放する」といったプロットではなく、「フリントストーン」は主に小さなクエストに基づいています：フレッドは失くしたアイテムを取り戻さなければなりません。大きなレベルは小さなステージに分かれています。各レベルの最後にはボスバトルがあります。ゲームプレイは主にジャンプし、敵の頭をクラブで叩くことが中心です。健康はハートで測定されます。ゲーム中、フレッドは健康レベルを上げるアイテムを含む多くの便利なアイテムを見つけます。",
    "developer": "Taito",
    "genre": "Platform",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19931119T000000",
    "title_ja": "フリントストーン"
  },
  "Fushigi no Umi no Nadia (Japan)": {
    "desc_ja": "これはアニメシリーズ「ふしぎの海のナディア」に基づくいくつかのゲームの一つです。このシリーズ（およびゲーム）は、有名なフランスのSF作家ジュール・ヴェルヌの物語に loosely based しています。ゲームは1889年に設定されており、かつてない発明と技術の進歩の時代です。プレイヤーは若き天才科学者ジャンとしてプレイします。パリで彼はアフリカのサーカスパフォーマー、ナディアと出会います。ナディアは魔法の力を秘めたペンダントを身に着けており、そのため悪のガーゴイルが彼女を狙っています。このペンダントは、ガーゴイルが究極の武器「バベルの塔」を作るために必要なアイテムなのです。ジャンはナディアを守るために何でもするつもりであり、彼女への愛、冒険者の精神、そして科学の力が最終的にガーゴイルを打ち負かすことを願っています！\n\n「ふしぎの海のナディア」は、ほとんどの日本のアドベンチャーゲームとは異なり、トップダウンの三人称視点のゲームで、実際にキャラクターを動かすことができます。ナディアや他の仲間たちがジャンにRPGのように加わります（ゲーム内に戦闘はありませんが、異なるキャラクターは特定のポイントで使用すべきアイテムベースの能力を持っています）。ゲームには本格的なパズルはありませんが、進行するためにインベントリアイテムを使う必要がある場面がよくあります。\n\n他の「ふしぎの海のナディア」ゲーム（NES、ターボCDなど）と混同しないでください！",
    "developer": "Namcot",
    "genre": "Adventure",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19910319T000000",
    "title_ja": "ふしぎの海のナディア"
  },
  "Gain Ground (Japan) (En)": {
    "desc_ja": "ゲイングランドは、少しの戦略要素を加えたアーケードスタイルのアクションゲームです。目標は、すべての兵士を画面の反対側に移動させるか、すべての敵を倒すことです。軍隊の各兵士は、20種類の中から独自の特化を持っています。各兵士は、通常の武器または特別な武器を使用して、2つの異なる方法で攻撃できます。戦略は、どの兵士がどの状況で最も効果的かを決定することから生まれます。特定の武器は、他の武器よりも特定の敵や障害物に対処するのが得意です。\n\nプレイヤーは最初に3人の兵士だけを持っていますが、触れることで救出できる他の兵士に出会うことがあります。新しい兵士が出口に到達するまで生き残ると、兵士のインベントリに追加されます。プレイヤーの軍隊に加えられる可能性のある兵士の数は30人以上です。ステージは合計50あり、10ラウンドに分かれています。各ラウンドの終わりには、プレイヤーは敵のボスに遭遇します。",
    "developer": "Renovation Products",
    "genre": "Strategy",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19910103T000000",
    "title_ja": "ゲイングランド"
  },
  "Galaxy Force II (Japan) (En)": {
    "desc_ja": "あなたは宇宙船に乗り込み、心地よい庭から敵対的な火や厳しい氷まで、5つの危険な環境に挑むことになります。自由に飛行し、トンネルや峡谷を切り抜け、最終的にはエイリアンの基地を破壊しなければなりません。エネルギーは1200からスタートし、敵の攻撃を受けたり、壁や障害物に接触したりすると減少します。無限のキャノンと誘導ミサイルを駆使して進むことができます。敵を撃ってそのキャリアポッドを集めることで、定期的なエネルギーの補充やパワーアップを得ることができます。",
    "developer": "SEGA AM2",
    "genre": "Shooter / Plane, TPV, Shoot'em Up, Shooter",
    "players": "1",
    "publisher": "CRI",
    "release_date": "19910913T000000",
    "title_ja": "ギャラクシーフォースII"
  },
  "Game no Kanzume Otokuyou (Japan) (Sega Channel)": {
    "title_ja": "ゲームの缶詰 お得用"
  },
  "Garou Densetsu 2 - Aratanaru Tatakai (Japan)": {
    "desc_ja": "再び、ローンウルフたちが帰ってきた！\n\nギース・ハワードは敗れたかもしれないが、それがすべてが平和になったことを意味するわけではない。新たな敵、ヴォルフガング・クラウザーが現れ、新たな餓狼伝説トーナメントを始める。ローンウルフたちは新しい顔ぶれを加えて帰ってきた。しかし、勝者として名を刻むことができるのはただ一人だけだ。",
    "developer": "SNK",
    "genre": "Fighting / Versus, Fighting",
    "players": "2",
    "publisher": "タカラ",
    "release_date": "19940624T000000",
    "title_ja": "餓狼伝説2 新たなる闘い"
  },
  "Gauntlet (Japan) (En,Ja)": {
    "desc_ja": "アーケードオリジナルの移植版には、いくつかの追加モードがあります。再び、トール（戦士）、ティラ（バルキリー）、マーリン（ウィザード）、クエスト（エルフ）から選択できます（それぞれに利点と欠点があります）。1人から4人までのプレイヤーがサポートされており、セガの4人プレイヤーアダプターにも対応しています。\n\n標準のアーケードモードに加えて、クエストモード、バトルモード、レコードモードがあります。\nクエストモード：4つの塔を倒し、古代の城の謎を解き明かします。武器はメインハブエリアの商人から集めたゴールドで購入でき、次に挑戦する塔を選ぶこともできます。経験値はステータスを上げるのに役立ちます。\nバトルモード：仲間たちと死闘を繰り広げます。マップにはテレポーターやモンスター、アイテムなどが含まれることがあります。出口を避けてください（そうしないとラウンドから脱落します）。\nレコードモード：パスワードコンティニューなどのバリエーションがあるアーケードモードで、死ぬことはありませんが、500ヘルスを失うごとにポイントが減少します。",
    "developer": "Tengen",
    "genre": "Action / Labyrinth, Action",
    "players": "4",
    "publisher": "テンゲン",
    "release_date": "19930917T000000",
    "title_ja": "ガントレット"
  },
  "General Chaos Daikonsen (Japan)": {
    "desc_ja": "「大混戦」は、アーケードスタイルの部隊リアルタイムストラテジーゲームで、プレイヤーは限られた戦場で5人の兵士のチームを操作します。クラシックな赤（ハボック将軍、ビセリアに本部）対青（カオス将軍、モロニカ）の全面戦争が繰り広げられます。ゲームの目的は、個々の戦闘に勝利し、敵の本部に前線を押し上げ、最終的に彼らの首都を制圧することです。\n\n兵士は5種類あり、それぞれ異なる武器と攻撃範囲を持っています：ガンナー（機関銃、中距離で広い弾道）、ローンチャー（ロケットランチャー、長距離）、チャッカー（バリケードを越えて投げられる手榴弾）、スコーチャー（火炎放射器、近接戦闘）、ブラスター（ダイナマイト、近距離）。各戦闘の前に、プレイヤーはアサルトチーム、ブルートフォース、コマンドos（異なる操作を持つ2人の兵士のチーム）、デモリッションの4つの選択肢からチームの構成を選ぶことができます。\n\nゲームプレイはシンプルで、Aボタンで最も近い敵を攻撃し、Bボタンでポインターの位置に移動し、Cボタンで兵士を切り替えます。コマンドosチームを使用すると操作が変わり、方向パッドで兵士を直接操作し、Bボタンで近くの別の兵士を呼び出します。基本的なコマンドは簡単ですが、プレイヤーはターゲットとの距離や攻撃角度などを考慮する必要があります。\n\n戦闘中に2人の敵兵士が対峙すると、格闘が始まります（ほこりの雲で示されます）。その際、戦闘は停止し、プレイヤーは兵士を直接操作します：Aでパンチ、Bでキック、Cでブロックします。ダウンした兵士は、戦闘の結果に応じて得られる十分な医療班がいれば救出可能です。\n\n最大4人のプレイヤーが協力プレイまたは対戦で楽しむことができます。",
    "developer": "Game Refuge",
    "genre": "Strategy",
    "players": "4",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19940114T000000",
    "title_ja": "大混戦"
  },
  "Ghostbusters (Japan) (En,Ja)": {
    "desc_ja": "映画の第一作の後を舞台にしたセガの「ゴーストバスターズ」は、ピーター、レイ、エゴンのさらなる冒険を描いています。彼らは神秘的な石の板を解明するために、6つの事件を解決しようと奮闘します。\n\nアクティビジョンの同名タイトルとはまったく異なる、ジェネシス版「ゴーストバスターズ」は横スクロール型のプラットフォーマーで、グレーのスーツを着た彼らが家やアパート、燃える家、高層ビルを駆け抜けながら、プロトンブラスターでさまざまな幽霊と戦います。ゴーストバスターズがボス幽霊と対峙するとき、彼らは伝統的な方法で幽霊を捕まえる能力を持っています。\n\nピーター、レイ、エゴンはそれぞれ異なる能力を持ち、レベル内のショップで武器やライフのアップグレードを購入できます。スライマーがパワーアップを提供し、ステイ・プフ・マシュマロマンが映画の借りを返すために再登場するなど、他の馴染みのあるキャラクターも登場します。\n\n石の板の謎を解き明かし、ゴーストバスターズは死と破壊の女神ジェナと対決しなければなりません。果たして彼らはもう一度ニューヨークを救うことができるのでしょうか？",
    "developer": "Compile",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19900630T000000",
    "title_ja": "ゴーストバスターズ"
  },
  "Go Net (Japan)": {
    "desc_ja": "「Go Net」は、セガとアイシステム東京の共同開発による珍しいセガメガドライブ用カートリッジで、1992年に日本国内のみで発売されました。セガメガモデムとサブスクリプションを組み合わせることで、他のカートリッジ所有者と囲碁を楽しむことができます。",
    "developer": "Aisystem Tokyo",
    "genre": "Go, Asiatic board game",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19920101T000000",
    "title_ja": "Go Net"
  },
  "Gods (Japan)": {
    "desc_ja": "ヘラクレスは、神々が彼に課した任務を達成することで不死を目指しています。彼の任務は、古代ギリシャを舞台にしたプラットフォームアドベンチャーとして提示され、さまざまな敵と戦いながら進んでいきます。\n\nしかし、より重要なのはゲームの人工知能システムで、クリーチャーがあなたのプレイを監視し、安全な位置を見つけようとします。また、進行が難しい場合には、より多くのボーナスやパワーアップが提供されます。それらがなくても、見つけて解除できるボーナスセクションがたくさんあります。",
    "developer": "Graftgold Creative Software",
    "genre": "Platform",
    "players": "1",
    "publisher": "PCMコンプリート",
    "release_date": "19930326T000000",
    "title_ja": "ゴッズ"
  },
  "Golden Axe III (Japan) (En)": {
    "desc_ja": "「ダークネスの王子」がゴールデンアックスを奪い、すべての戦士に悪の呪いをかけました。しかし、英雄の一人が呪いを解かれ、物事を正すために送り出されます - 他の者たちの呪いを解き、悪党を倒し、ゴールデンアックスを持ち帰るのです。\n\nゲームプレイは少し拡張されていますが、基本的には前作と同じハックアンドスラッシュです。シリーズの新機能には新しいキャラクター、新しい技、そしてどの道を選ぶかを決める交差点が含まれています。",
    "developer": "SEGA",
    "genre": "Beat'em Up",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19930625T000000",
    "title_ja": "ゴールデンアックス"
  },
  "Gouketsuji Ichizoku (Japan)": {
    "desc_ja": "豪血寺一族（Gouketsuji Ichizoku）は、日本国外ではパワーインスティンクト（Power Instinct）と呼ばれ、1993年にアトラスによって開発されたアーケード格闘ゲームであり、同名の長寿シリーズの第一作目です。アトラスは1994年にセガメガドライブに移植し、日本国内専用として発売しました。パワーインスティンクトという名前でアメリカに移植する計画もありましたが、最終的には中止となりました（ただし、アメリカのスーパーファミコン版はこの名前で発売されました）。\n\nこのゲームは従来の格闘ゲームです。A、B、Cボタンはそれぞれ異なるキャラクターの基本攻撃のバリエーションを実行し、Dパッドとの組み合わせによってさまざまな技が可能です。",
    "developer": "Atlus",
    "genre": "Fighting",
    "players": "2",
    "publisher": "アトラス",
    "release_date": "19941118T000000",
    "title_ja": "豪血寺一族"
  },
  "GrandSlam - The Tennis Tournament '92 (Japan)": {
    "desc_ja": "これは、エキシビション、サーキット、トレーニングのゲームモードを特徴としたテニスゲームです。エキシビションモードでは、シングルスまたはダブルスでプレイできます。サーキットモードでは、プレイヤーがシドニーオープン、パリオープン、ロンドンオープン、フロリダオープンの4つの主要トーナメントで勝利を目指して競います。プレイヤーは、自分のテニス選手を人種、性別、テニスウェアの色を選んでカスタマイズすることもできます。また、テニス選手が右利きか左利きか、スピンのタイプ、フォアハンド、バックハンドを選ぶこともできます。さらに、パワーフォアハンド、バックハンド、フットワーク、ネットプレーなどのスキルにポイントを分配することも可能です。ゲームでは、芝、生地、クレーのいずれかのサーフェスでプレイするオプションも提供されています。",
    "developer": "System Sacom",
    "genre": "Sports / Tennis, Sports",
    "players": "2",
    "publisher": "日本テレネット",
    "release_date": "19920612T000000",
    "title_ja": "グランドスラム ザ・テニストーナメント'92"
  },
  "Great Circus Mystery - Mickey to Minnie Magical Adventure 2 (Japan)": {
    "desc_ja": "ミッキーとミニー・マウスが主演するこのゲームでは、二人はサーカスでの一日を楽しむ予定でしたが、そこは無人でした。誰かが関与していると信じ、サファリやウエスタンなどのさまざまな衣装に着替えながら、ドナルド・ダックやプルートを含むパフォーマーたちの失踪の謎を解く手がかりを探さなければなりません。",
    "developer": "Capcom",
    "genre": "Platform",
    "players": "2",
    "publisher": "カプコン",
    "release_date": "19941216T000000",
    "title_ja": "ミッキーとミニー マジカルアドベンチャー"
  },
  "Greatest Heavyweights (Japan) (En)": {
    "desc_ja": "グレイテスト ヘビーウェイツは、元ヘビー級チャンピオンのエバンダー・ホリフィールド、ラリー・ホームズ、ジョー・フレイジャー、ムハマド・アリ、フロイド・パターソン、ロッキー・マルシアーノ、ジョー・ルイス、ジャック・ダンプシーをフィーチャーしたボクシングゲームです。彼らの姿や実際のファイトスタイルがゲーム内で再現されています。\n\nこのゲームは、エバンダー・ホリフィールドの「リアル・ディール」ボクシングの強化版で、リング内を移動する際には背景がスクロールし、ロープが動く擬似3Dのサイドビューでプレイされます。今回は、画面上部に2.5Dカメラが表示されます。\n\nゲームモードは3つあります：\n\n1. エキシビション：1人または2人のプレイヤーが単発の試合を行います。\n\n2. トーナメント：1人のプレイヤーが8人のヘビー級チャンピオンから選び、残りの7人と対戦する8人トーナメントに参加します。\n\n3. キャリア：1人のプレイヤーがキャラクターを作成し、ランキング30位からスタートし、架空のキャラクターたちと戦いながらランクを上げていきます。キャラクター作成時には、ファイターの肌の色（緑や青などの不自然な色も含まれます）、トランクス、髪型、体のサイズ、そしてスタッツの強調（パワー、スピード、スタミナ）を選択できます。試合の合間には、キャリアモードでボクサーのスタッツを向上させるためのさまざまなエクササイズが提供されます。ランキング1位に達すると、8人の偉大なヘビー級チャンピオン全員から挑戦を受けます。\n\n試合中、エネルギーバーに加えて、ファイターには頭部と胴体のダメージメーターがあります。これらのメーターは、頭部と胴体の画像で、攻撃を受けるにつれて上から下へと徐々に灰色になっていきます。いずれかのメーターが完全に灰色になると点滅し、そのエリアにさらにパンチを受けるとTKOで敗北する警告が出ます。ラウンド内で3回ノックダウンされることもTKOにつながります。ラウンドの休憩中、ラウンドサインを持った女の子が通り過ぎると、ファイターは体力を回復します。\n\nファイターは、ジャブ、フック、アッパーカットの3種類のパンチを繰り出すことができ、相手の頭部または胴体を狙うことができます。また、ファイターは相手を挑発することも可能です。各ヘビー級チャンピオンには独自の挑発が用意されています。何らかの理由でファイターが戦うのを避けると、観客は彼らにブーイングを始めます。観客を喜ばせるためには、ファイターは定期的に互いにパンチを打ち続ける必要があります。\n\nこのゲームはエバンダー・ホリフィールドのものよりもかなり速く動き、キャラクターのアニメーションもより詳細です。リプレイ機能も含まれており、試合はマイケル・バッファーの声でアナウンスされます。",
    "developer": "Acme Animation",
    "genre": "Sports / Boxing, Sports",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940527T000000",
    "title_ja": "グレイテスト ヘビーウェイツ"
  },
  "Gunstar Heroes (Japan)": {
    "desc_ja": "ガンスターヒーローズの惑星ガンスタ-9で混乱が巻き起こっています！\n\n狂った大佐レッドは、致命的な存在であるゴールデンシルバーを封じ込めた4つのクリスタルを発見し、これを惑星の住民に解き放とうとしています！彼を止めなければなりません！さあ、ガンスターヒーローズ、レッドとブルーが登場します！\n\n大佐の軍隊に対して激しい攻撃を繰り出し、ゴールデンシルバーを復活させることを許すな！ガンスタ-9の運命はあなたの手の中にあります！",
    "developer": "Treasure",
    "genre": "Shooter / Run and Gun, Platform / Shooter Scrolling, Shooter, Platform",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19930910T000000",
    "title_ja": "ガンスターヒーローズ"
  },
  "Heavy Unit - Mega Drive Special (Japan) (En)": {
    "desc_ja": "ヘビーユニットは、敵や中ボス、ボスが満載のいくつかのレベルを飛び回る典型的な横スクロールシューティングゲームです。速度や武器を増加させる通常のパワーアップのほかに、宇宙船を異なる武器システムを持つ大型ロボットに変身させるパワーアップも存在します。\n\nこれは、ターボグラフィックス16用のヘビーユニットと同じゲームですが、グラフィック（より多くの色、大きな敵）と音が改善されています。レベルのレイアウトは同じです。",
    "developer": "Kaneko",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "東宝",
    "release_date": "19901226T000000",
    "title_ja": "ヘビーユニット メガドライブスペシャル"
  },
  "Hybrid Front, The (Japan)": {
    "desc_ja": "「ハイブリッド・フロント」は、メガドライブ専用に日本でリリースされたターン制戦略ビデオゲームです。\n\n物語は、誰かがコンピュータにログインするシーンから始まります。その後、2080年代に発生した革命が描かれ、一連の戦争と紛争が続き、ゲームの主要な舞台である26世紀へとつながります。21世紀後半から、化石燃料資源の枯渇が地球上の対立を深める要因となりました...\n24世紀には、イタリアのコンソーシアムによって「メタルハンマー」と呼ばれる巨大な光学兵器で地球が軌道から攻撃され、世界中の主要都市が焼き尽くされました。抵抗勢力は最終的に「ココーン」（COoperation COmmunity of Orbital Negotiationの略称）によって鎮圧されました。ココーンは人類の企業的覇権を手に入れるだけでなく、企業戦争のタカ派としての評判を築き、平和的な「ペト」（Pan Earth Treaty Organizationの略称）連合に対して常に反抗し続けました。\n戦いを始めよう！",
    "developer": "SEGA",
    "genre": "Strategy",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940722T000000",
    "title_ja": "ハイブリッド・フロント"
  },
  "Hyokkori Hyoutan-jima - Daitouryou wo Mezase! (Japan)": {
    "desc_ja": "「ひょっこりひょうたん島 大統領をめざせ！」は、人気のNHK子供番組「ひょっこりひょうたん島」を基にした、最大4人で遊べるすごろくスタイルのボードゲームです。番組のキャラクター4人は、島の大統領になりたいと決意し、キャンペーンを始めることにします。\n\n各ラウンドの目標は、最も多くのポイントを集めることです。ポイントは、プレイヤーが止まったマスによって獲得または失われます。ラウンドは、プレイヤーがラウンドの開始時に設定された目的地に到達すると終了し、ポイントボーナスが与えられます。設定されたラウンド数の後、最も多くのポイントを獲得したプレイヤーが勝者となります。",
    "developer": "JSH",
    "genre": "Strategy",
    "players": "4",
    "publisher": "セガ",
    "release_date": "19920807T000000",
    "title_ja": "ひょっこりひょうたん島 大統領をめざせ!"
  },
  "Hyper Dunk - The Playoff Edition (Japan) (En)": {
    "desc_ja": "オリジナルの「ダブルドリブル」バスケットボールゲームのアップデート版、「ダブルドリブル: ザ プレイオフ エディション」。プレイオフエディションは、以下のようにオリジナルを大幅に拡張しています：\n\n1. 12人の（架空の）選手からなる16チーム\n2. 各選手はさまざまなスキル（シューティング％、スタミナなど）で個別に評価\n3. 3つのプレイモード：エキシビション、プレイオフ（パスワード機能付き）、マルチプレイヤー\n4. セガの「チームプレイヤー」アダプターによる8人同時プレイサポート",
    "developer": "Konami",
    "genre": "Sports / Basketball, Sports",
    "players": "8",
    "publisher": "コナミ",
    "release_date": "19940304T000000",
    "title_ja": "ハイパー ダンク ザ プレイオフ エディション"
  },
  "Hyper Marbles (Japan) (Game no Kanzume Otokuyou)": {
    "title_ja": "ハイパーマーブルズ"
  },
  "Hyper Marbles (Japan) (Sega Game Toshokan)": {
    "desc_ja": "未来の世界では、シンプルな子供のゲームであるビー玉もハイテクで過激なものになっています。ハイパー・マーブルズは、クラシックな子供のゲームの基本概念—相手のビー玉をプレイフィールドから弾き出す—に未来的なサイエンスフィクションのひねりを加えています。プレイヤーはロボットビー玉をフィールド内で操り、相手をアリーナの周囲にある致命的な電気壁に押し込もうとします。これを助けるのがジェットブースターで、相手をかなり遠くに弾き飛ばすことができますが、使いすぎるとオーバーヒートしてしまい、再使用する前に冷却する必要があります。異なる危険が存在する10種類のアリーナがあり、油の膜や動く障害物などが用意されています。シングルプレイヤーモードでは、すべての敵を破壊して次に進むことが目標で、2人対戦モードでは、相手プレイヤーを破壊することが目標となります。",
    "developer": "SEGA",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19910101T000000",
    "title_ja": "ハイパー・マーブルズ"
  },
  "I Love Mickey Mouse - Fushigi no Oshiro Daibouken (Japan)": {
    "desc_ja": "これはセガのコンソール向けの初めてのミッキーマウスゲームです。このゲームでは、有名なディズニーキャラクターが魔法の森やおもちゃの世界など、奇妙なファンタジーの土地の危険に立ち向かいます。ミッキーは、悪い魔女ミズラベルに誘拐された彼女のガールフレンド、ミニーを救出しなければなりません。\n\nゲームプレイは、8ビットと16ビットの両方のバージョンで、伝統的な2Dホップ＆ボッププラットフォームスタイルに従っています。ストーリーと音楽は同じですが、その他の要素（操作、動き、ステージ、そしてもちろんグラフィック）はまったく異なります。",
    "developer": "SEGA",
    "genre": "Platform, Platform / Run & Jump Scrolling",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19901121T000000",
    "title_ja": "アイ ラブ ミッキーマウス ふしぎのお城 大冒険"
  },
  "I Love Mickey and Donald - Fushigi na Magic Box (Japan)": {
    "desc_ja": "「ワールド・オブ・イリュージョン」は「キャッスル・オブ・イリュージョン」の続編的な作品です。ミッキーマウスとドナルドダックは魔法の世界に連れて行かれ、家に帰るための冒険を繰り広げます。そのために、彼らは魔法のトリックを使い、2人プレイモードでお互いに協力して進んでいきます。同時期のSEGAコンソール向けの他のディズニーゲームと同様に、ゲームはアニメーションのようなグラフィックで、横スクロールのプラットフォーマーとして楽しむことができます。",
    "developer": "SEGA",
    "genre": "Platform",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19921218T000000",
    "title_ja": "アイラブ ミッキー&ドナルド ふしぎなマジックボックス"
  },
  "Ikasuze! Koi no Doki Doki Penguin Land MD (Japan) (Game no Kanzume Otokuyou)": {
    "title_ja": "いかすぜ! 恋のどきどきペンギンランドMD"
  },
  "Ikasuze! Koi no Doki Doki Penguin Land MD (Japan) (Sega Game Toshokan)": {
    "desc_ja": "イカスぜ! 恋のどきどきペンギンランドMDは、クラシックなマスターシステムのパズルゲーム「ペンギンランド」の16ビットリメイクです。プレイヤーはペンギンを操作し、各ステージの頂上から卵を下へ運び、彼のガールフレンドが待っている場所まで届けなければなりません。プレイヤーは氷のブロックを壊して道を開かなければなりませんが、卵が落ちすぎると割れてしまいます。動くプラットフォーム、固い鉄のブロック、卵が触れるとすぐに壊れるブロック、動くトゲ、ペンギンまたは卵だけが通れるチューブなど、プレイヤーが注意しなければならない数多くの危険があります。\n\nプレイヤーは特別なアイテムを見つけることもでき、ハートはボーナススコアを増加させ、翼はペンギンがより高くジャンプできるようにし、鉄の卵は卵が割れずにさらに落ちることを可能にします。合計30のパズルが用意されており、5ステージごとにパスワードが与えられます。ゲームは一時停止して全体マップを表示することもでき、卵が割れた場合に戻るためのウェイポイントを設定することもできます。",
    "developer": "SEGA",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19920101T000000",
    "title_ja": "イカスぜ! 恋のどきどきペンギンランドMD"
  },
  "Janou Touryuumon (Japan)": {
    "desc_ja": "雀皇登竜門は、人気のある中国のボードゲームである麻雀のデジタル版の一つで、日本プロ麻雀協会の公式ライセンスを取得しています。このゲームはコンピュータと対戦するオプションのみですが、練習、トーナメント、スキルテストと呼ばれるモードなど、さまざまなプレイモードが用意されています。スキルテストはその名の通り、ゲーム内でのあなたのスキルレベルを試すモードです。",
    "developer": "Game Arts",
    "genre": "Asiatic board game",
    "publisher": "セガ",
    "release_date": "19931105T000000",
    "title_ja": "雀皇登竜門"
  },
  "Jantei Monogatari (Japan)": {
    "desc_ja": "地元の高校の校長の娘、ホンジョ・ユウが不明な人物に誘拐されてしまった。警察に行くことができない妹のマイは、何が起こったのかを調べるために私立探偵を雇う。唯一の手がかりは、ユウが失踪した夜の写真で、行方不明の少女と同じ学校の他の3人の生徒が麻雀をしている様子が写っている。\n\n「雀偵物語」は、伝統的なスタイルの日本のアドベンチャーゲームと通常の麻雀ゲームが融合した作品です。プレイヤーは名前のない私立探偵の役割を担い、メニューを通じて場所を移動し、さまざまなキャラクターと会話をします。捜査は、各容疑者との麻雀を通じて行われます。勝てば、彼らが知っていることを少しずつ教えてくれます。最初は、探偵は写真に写っている3人の少女としか話せませんが、彼女たちとの麻雀に勝つことで情報や経験を得て、新たな手がかりを見つけたり、他の容疑者と話すことができるようになります。探偵は、誘拐された少女の行方を突き止めるために、12人以上の異なる対戦相手と麻雀を戦う必要があります。",
    "developer": "Atlus",
    "genre": "Strategy",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910329T000000",
    "title_ja": "雀偵物語"
  },
  "Jewel Master (Japan) (En)": {
    "desc_ja": "平和な王国ミスガードが邪悪な魔王ジャーディン・ザ・マッドによって崩壊の危機に瀕していたとき、王国のエレメンタルマスターたちが集まり、戦いを挑みました。彼らはジャーディンと戦い、残ったのはわずか四人となりました。その四人は力を合わせてエレメンタルブレードを形成し、魔王を討つための武器としました。この時、ジュエルマスターがブレードを振るうために召喚されましたが、ブレードは失われ、エレメンタルマスターたちのリングはミスガード中に散らばってしまいました。残っているのは二つだけです。ジュエルマスターは他の十のリングを集め、ブレードを取り戻し、最終的に魔王と戦わなければなりません。\n\nゲームプレイは、クラシックなアーケードプラットフォームスタイルで多くのモンスターと戦うことに基づいています。これを行うために、あなたはリングを使うことができ、最初に持っている二つのリングに加えて、途中でさらにリングを手に入れます。各リングは四つの元素のいずれかに属し、組み合わせることで異なる効果を得ることができます。反対の元素のリングは互いに打ち消し合いますが、あなたには二つの手と二つの攻撃ボタンがあるため、一方で水を、もう一方で火を使うことができます。また、リングは強さが異なり、さらなる複雑さを加えています。",
    "developer": "SEGA",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910830T000000",
    "title_ja": "ジュエル・マスター"
  },
  "Jordan vs Bird - One on One (Japan)": {
    "desc_ja": "シカゴ・ブルズのマイケル・ジョーダンとボストン・セルティックスのラリー・バードだけが登場するこのゲームでは、プレイヤーは1対1のバスケットボールゲームに参加できます。ミニゲームには、ジョーダンを使ったスラムダンクコンテストと、バードを使った3ポイントコンテストが含まれています。",
    "developer": "Electronic Arts",
    "genre": "Sports / Basketball, Sports",
    "players": "2",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19930924T000000",
    "title_ja": "ジョーダン vs バード"
  },
  "JuJu Densetsu (Japan) (En)": {
    "desc_ja": "ゲームの主人公は、若きジャングルマンのトキです。ある日、悪の魔法使いドクター・スタークが彼の恋人ワンダを誘拐します。トキが彼女を救おうとすると、なんと彼は猿にされてしまいます！今、トキはワンダを救い、再び人間に戻るためにドクター・スタークの宮殿を探さなければなりません！\n\nこれは多様なレベルを持つプラットフォームゲームです：ジャングル、水中、火山の洞窟、氷の上…トキの唯一の武器は敵に唾を吐いたり、ジャンプして敵を踏みつけたりすることです。彼の唾を「武器」としてアップグレードする多くの可能性があります；例えば、アップグレードを見つけると、火の玉を吐くことができるようになります。\n\nこのゲームは、古いアーケード版から移植されたものです。",
    "developer": "Tad",
    "genre": "Platform",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19920131T000000",
    "title_ja": "JuJu伝説"
  },
  "Jungle Strike - Uketsugareta Kyouki (Japan)": {
    "desc_ja": "「ジャングルストライク」はメガドライブ用のゲームで、1993年にリリースされた「デザートストライク」の続編です。カルババは、前作でアメリカ人に殺された父の復讐を果たすため、南米のカルロス・オルテガと手を組み、アメリカ合衆国を攻撃します。あなたは様々なタイプの戦闘機械を操作し、南米のジャングルを移動して彼らの計画を阻止します。",
    "developer": "High Score Productions",
    "genre": "Shooter / Plane, Shooter, Shoot'em Up",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19931217T000000",
    "title_ja": "ジャングルストライク 受け継がれた狂気 デザートストライク パート II"
  },
  "Jurassic Park (Japan) (En)": {
    "desc_ja": "このゲームは、ドクター・アラン・グラントまたはヴェロキラプトルのいずれかとしてプレイすることができ、各キャラクターを操作することで異なるストーリーとレベルデザインを楽しむことができます。ゲームのクライマックスは、映画で使用されなかったクライマックスを反映しており、グラントは訪問者センターのティラノサウルス・レックスの骨格を崩して、2匹のヴェロキラプトルを倒さなければなりません。ラプトルのストーリーラインでは、グラント自身が同じ場所で最終ボスとなり、プレイヤーの恐竜キャラクターは特定の位置にキックを加えて骨格を崩し、グラントを逃げさせる必要があります。続編として、新しいゲームエンジンと新しいアートワーク（オリジナルのアートも一部含まれています）を使用した「ジュラシック・パーク：ランページエディション」がリリースされました。この中で、グラントのヘリコプター（前作で彼が逃げたもの）が墜落します。彼は恐竜だけでなく、インジェンにも対処しなければなりません。また、新しいラプトルも島から脱出しなければなりません。",
    "developer": "Tectoy",
    "genre": "Adventure",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19930827T000000",
    "title_ja": "ジュラシック・パーク"
  },
  "Juusou Kihei Leynos (Japan)": {
    "desc_ja": "未来の宇宙を舞台にしたシューティングゲームで、地球がロボットに襲われています。\n\nあなたは、惑星の表面を歩いたり、宇宙を飛んだりできるメカロボットのパイロットです。ゲームには2種類のレベルがあります。地表レベルは惑星や月で行われ、メカは敵と戦いながらレベルの終わりまで走ったりジャンプしたりします。これは横スクロールゲームのような形式です。宇宙レベルでは重力がなく、メカはあらゆる方向に移動できます。メカには、さまざまな機関銃、レーザー、手榴弾を装備することができます。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Platform",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19900316T000000",
    "title_ja": "重装機兵レイノス"
  },
  "Ka-Ge-Ki (Japan)": {
    "desc_ja": "火激（カ・ゲ・キ）は、地下格闘試合を舞台にした少し斜めの3人称ビート 'em upで、悪名高いバイカーギャングのメンバーを全員倒さなければなりません。各試合は、いくつかの弱い手下との対決から始まり、その後9人のギャングメンバーのうちの1人に進みます。ギャングメンバーは次のラウンドに進む前に3回ノックアウトする必要があります。\n\nこのゲームでは、キャラクターを任意の方向に移動させることができ、アリーナの境界を越えない限り攻撃が可能です。攻撃は主にボタンの組み合わせによって行われ、押したボタンによって回避やパリィも発動します。\n\nグラフィックは2Dで、ユニークなスーパーデフォルメデザイン（ずんぐりした体に巨大な頭）となっています。",
    "developer": "Kaneko",
    "genre": "Beat'em Up, Fighting",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19910426T000000",
    "title_ja": "火激"
  },
  "Kidou Keisatsu Patlabor - 98-Shiki Kidou Seyo! (Japan)": {
    "desc_ja": "「機動警察パトレイバー」は、90年代初頭にフランスで放送された同名の日本のアニメシリーズを元にしたメガドライブ用のゲームです。この未来的な世界では、クレーンのような大型機械が巨大ロボットに置き換えられています。これらのロボットが悪用されないようにするために、パトレイバーが設立されました。あなたはシリーズの2人の主要なヒーローとして、彼らのロボットを操縦します。",
    "developer": "Ma-Ba",
    "genre": "Adventure",
    "publisher": "マーバ",
    "release_date": "19921023T000000",
    "title_ja": "機動警察パトレイバー 98式起動せよ!"
  },
  "Killing Game Show, The (Japan) (En)": {
    "desc_ja": "これは横に回り込む縦型プラットフォーマーです。未来的な大衆の娯楽のために、あなたは機械の体に入れられた犯罪者としてプレイします。すべてのレベルを生き延びることに成功すれば（多くのレベルがあり、難易度も高い）、自由にされるという約束があります。\n\n各レベルは底から始まり、すぐに上昇する液体の近くにいます。液体が上昇してあなたを殺す前に、底から出口へと進んでください。周囲には飛び回る敵が多く、あなたにダメージを与え、基本的にイライラさせてきます。\n\nほとんどのレベルは、一連の鍵付きゲート、ドア、またはポータルを通過する必要があります。これらの形をした鍵はマップの周りに散らばっており、個別に一致するゲートでのみ使用するために拾う必要があります。\n\nひねり：特別な武器（トリプルショット、レーザービーム、または垂直ショット）とツール（鍵、液体凍結、または赤いハリセンボン）を同時に一つだけ持つことができます。\n\nこのゲームは敵の動きパターンや最適なルートを多く記憶することが求められます。\n\nユニークな特徴は、死んだときにリプレイを見て、任意のポイントからゲームを続けることができることです。\n\nまた、各レベルの開始時にHELPボタンを押すことでマップを表示し、ルートを計画するのに役立てることができます。",
    "developer": "Bizarre Creations",
    "genre": "Platform",
    "players": "2",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19930820T000000",
    "title_ja": "キリング・ゲーム・ショー"
  },
  "King of the Monsters (Japan)": {
    "desc_ja": "キング・オブ・ザ・モンスターズは、2人プレイヤー（または1人プレイヤー対コンピュータ）の対戦型ゲームで、プレイヤーは2体の巨大なモンスター（ゴジラのような）を操り、さまざまな都市のロケーションで戦います。\n\n戦いが進むにつれて、都市は徐々に破壊されていきます。プレイヤーはボートなどのオブジェクトを拾い上げて、他のプレイヤーに対する武器として使用することで、景観とインタラクトすることもできます。",
    "developer": "SNK",
    "genre": "Fighting",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19931126T000000",
    "title_ja": "キング・オブ・ザ・モンスターズ"
  },
  "Kishi Densetsu (Japan)": {
    "desc_ja": "ポーランド侵攻から始まる、ウントシュトゥルムフューラーとしてのWaffen-SS戦車小隊を指揮せよ。最大16両の戦車を用いたリアルタイムバトルに挑み、敵の車両を破壊することを目指す。進行するにつれて昇進や勲章を獲得し、能力を向上させよう。限られた補充を管理し、戦車を守ることが重要で、指揮官は永久に戦死する可能性がある。障害物を乗り越え、地形を活用して精度、防御、速度を最適化しよう。敵の弱点を突くために側面攻撃の戦術をマスターし、自軍の側面を守れ。戦略を練り、適応し、この魅力的な戦争シミュレーションで勝利を収めよう。",
    "developer": "Kodansha",
    "genre": "Strategy",
    "players": "1",
    "publisher": "ゲームアーツ",
    "release_date": "19930730T000000",
    "title_ja": "騎士伝説"
  },
  "Kiss Shot (Japan) (Sega Game Toshokan)": {
    "desc_ja": "キスショットは、1人から4人までプレイできるシンプルなビリヤードゲームです。オーバーヘッドビューとショットシステムは、データイーストのサイドポケットに非常に似ており、1人または2人用の標準的なナインボールモードと、ボウリングの要素を取り入れたルールの10ボールゲーム「ブーラード」が特徴です。最大4人までプレイ可能です。各ショットでは、プレイヤーは方向、ヒットポイント、ヒット角度、ショットパワーを設定することができます。",
    "developer": "SEGA",
    "genre": "Sports / Pool, Sports",
    "players": "4",
    "publisher": "SEGA",
    "release_date": "19920101T000000",
    "title_ja": "キスショット"
  },
  "Klax (Japan) (Namco)": {
    "desc_ja": "アクション/パズルゲームで、目的はさまざまな色の落ちてくるタイルをキャッチし、同じ色の行、列、または対角線を作ることです。各レベルでは異なるパターンを作る必要があり、ゲームが進むにつれてタイルはより速く、同時に多く落ち、色の数も増えていきます。",
    "developer": "Tengen",
    "genre": "Puzzle, Strategy",
    "players": "1",
    "publisher": "ホット・ビィ",
    "release_date": "19900907T000000",
    "title_ja": "クラックス"
  },
  "Koutetsu Teikoku (Japan)": {
    "desc_ja": "このゲームは「HOT-Bフィルムコーポレーション」によって制作された古き良き戦争映画として展開されます。映画の中で、未来は鋼鉄時代であり、軍事独裁政権「モーターヘッド」が人間の人口を奴隷化しています。自由への唯一の希望は「シルバーヘッド共和国」で、彼らは独立を保ち、モーターヘッドを打倒するための武器を持っているのです。",
    "developer": "Flying Edge",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "ホット・ビィ",
    "release_date": "19920313T000000",
    "title_ja": "鋼鉄帝国"
  },
  "Kujaku Ou 2 - Geneijou (Japan)": {
    "desc_ja": "ミスティックディフェンダー（日本語タイトル「孔雀王2 幻影城」に基づく）は、横スクロールのプラットフォームゲームです。これは、セガマスターシステム用の「スペルキャスター」の続編です。しかし、この続編ではRPG要素が省かれ、横スクロールのプラットフォームゲームプレイに重点が置かれています。\n\nこのゲームでは、ジョー・ヤマタ（孔雀）を操作し、悪党ザオからアレクサンドラを救うための冒険に挑みます。ザオは彼女の魂を使って、アズチ城で彼の主人ザレスを復活させようとしています。攻撃には4種類の魔法を使用でき、魔法の弾をチャージしたり、ゲーム中に魔法の種類を変更したりすることができます。",
    "developer": "SEGA",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19891125T000000",
    "title_ja": "孔雀王2 幻影城"
  },
  "Kuuga - Operation Code 'Vapor Trail' (Japan)": {
    "desc_ja": "1999年、テロ組織「ダガー」が世界の軍事基地に通信を提供するシステムを破壊しました。テロリストたちは衛星通信ネットワークを掌握し、核爆弾で世界の大都市を破壊すると脅迫しています。彼らは、世界の指導者たちがダガーに権力を譲る準備が整うまで、脅迫を解除するつもりはありません。\n\n対抗措置として、アメリカ合衆国大統領は特殊部隊の空軍ユニットを招集しました。その空軍ユニットのコードネームは「ベイパートレイル」。世界の最後の希望は、今あなたの手の中にあります...\n\nこのゲームは縦スクロールのシューティングゲームです。3機の飛行機から選ぶことができます。速いが弱い機体「セイレン」、平均的な性能の「シルフ」、遅いが非常に強力な「バルキリー」です。\nゲーム中にはさまざまなアイテムを拾うことができます。これらのアイテムには、スピードアップ、パワーアップ、エクストラライフが含まれます。特に便利な機能はスピンダッシュで、数秒間無敵になります。この機能を使用するには、パワーが完全に回復するまでしばらく待つ必要があります。また、各レベルには複数のボスが登場します。",
    "developer": "Data East",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19910802T000000",
    "title_ja": "空牙"
  },
  "Kyuukyoku Tiger (Japan) (En)": {
    "desc_ja": "トーパランのオリジナルゲームの移植版であり、この移植は日本の1人用バージョン（究極タイガー）に基づいています。\n\nあなたはTC-17ツインコブラ攻撃ヘリコプターを操縦し、近視眼的な指導者アンジガの軍隊と戦います。あなたの任務は、カバンに飛び込み、アンジガの軍事基地を壊滅させることです。\n\n小型ヘリコプター、戦車、固定砲台と戦い、大型ヘリコプターを倒してパワーアップを手に入れましょう。青いアイコンを拾うと前方に広がるショット、黄色は四方向ショット、赤は広範囲の前方レーザーショット、緑は連続的な前方レーザーショットに変化します。\n\n各セクションの終わりには、空母に着陸し、ボーナスをカウントします。",
    "developer": "Toaplan",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "トレコ",
    "release_date": "19910222T000000",
    "title_ja": "究極"
  },
  "LHX Attack Chopper (Japan)": {
    "desc_ja": "LHX: アタック・チョッパーは、アーケード要素が強いヘリコプターシミュレーションゲームです。最初に飛ぶミッションや、特定のミッションで使用するヘリコプターを自由に選ぶことができます。登場するヘリコプターは合計で4機：アパッチ、ブラックホーク、オスプレイ、そしてLHXです。この素晴らしい死の機械の選択肢を駆使して、ゲームを通じてリビア、東ドイツ、ベトナムで数え切れない敵ターゲットと戦うことになります。",
    "developer": "Electronic Arts",
    "players": "2",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19930604T000000",
    "title_ja": "アタック・チョッパー"
  },
  "Landstalker - Koutei no Zaihou (Japan)": {
    "desc_ja": "陽気なファンタジー物語「ランドストーカー」は、クライマックスエンターテインメントを世に知らしめたタイトルです。エルフの宝探し屋ナイジェルと彼の妖精の友達フライデイが、失われたノール王の財宝を探しに遠い島へ旅をします。\n\nこのゲームは、主にユーモラスなスタイルとアイテム収集の強調から、ゼルダシリーズと多くの類似点を見出すことができます。しかし、「ランドストーカー」はより緻密で、遅いペースで進行し、豊富な町やNPCがキャラクターを彩っています。",
    "developer": "Climax",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19921030T000000",
    "title_ja": "ランドストーカー 皇帝の財宝"
  },
  "Langrisser II (Japan) (Rev A)": {
    "desc_ja": "「ラングリッサー II」は、ウォーソング（原題はラングリッサー）の続編です。ゲームの舞台は「ウォーソング」で描かれた出来事から数年後です。善良な王国バルティアは消え、新たな力が台頭しました。それは、皇帝ベルンハルトと彼の四人の将軍が率いるレイガード帝国です。最近、ベルンハルトは彼の軍に隣国への攻撃を命じ、明らかに何かを探しています。この「何か」とは、持つ者を無敵にする伝説の悪の剣かもしれません。高貴な騎士エルウィンと彼の仲間たちが皇帝を止める使命を担っています！\n\n「ラングリッサー II」は、戦略RPGです。軍は兵士ユニットと将軍に分かれており、将軍は単独で戦い、通常は全ユニットよりも強力です。シナリオが始まる前に、兵士を雇ったり、武器やアイテムを購入したりする必要があります。戦闘中、敵ユニットに接触すると自動的にバトルシーケンスが発生します。また、ユニットに回復魔法をかけたり、敵にダメージを与える攻撃魔法を使ったりすることもできます。\n\n「ラングリッサー II」とそのリメイク版である「デア・ラングリッサー」（SNES）との大きな違いは、メガドライブ版には分岐ストーリーが存在しないことです。",
    "developer": "Masaya Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19941226T000000",
    "title_ja": "ラングリッサーII (Rev A)"
  },
  "Langrisser II (Japan) (Rev B)": {
    "desc_ja": "「ラングリッサー II」は、ウォーソング（原題はラングリッサー）の続編です。ゲームの舞台は「ウォーソング」で描かれた出来事から数年後です。善良な王国バルティアは消え、新たな力が台頭しました。それは、皇帝ベルンハルトと彼の四人の将軍が率いるレイガード帝国です。最近、ベルンハルトは彼の軍に隣国への攻撃を命じ、明らかに何かを探しています。この「何か」とは、持つ者を無敵にする伝説の悪の剣かもしれません。高貴な騎士エルウィンと彼の仲間たちが皇帝を止める使命を担っています！\n\n「ラングリッサー II」は、戦略RPGです。軍は兵士ユニットと将軍に分かれており、将軍は単独で戦い、通常は全ユニットよりも強力です。シナリオが始まる前に、兵士を雇ったり、武器やアイテムを購入したりする必要があります。戦闘中、敵ユニットに接触すると自動的にバトルシーケンスが発生します。また、ユニットに回復魔法をかけたり、敵にダメージを与える攻撃魔法を使ったりすることもできます。\n\n「ラングリッサー II」とそのリメイク版である「デア・ラングリッサー」（SNES）との大きな違いは、メガドライブ版には分岐ストーリーが存在しないことです。",
    "developer": "Masaya Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19941226T000000",
    "title_ja": "ラングリッサーII (Rev B)"
  },
  "Lethal Enforcers (Japan) (En)": {
    "desc_ja": "ピストルを手に取り、あなたが必要とする警官になり、街をあなたの一日を地獄にしようとする犯罪者から守りましょう。賢く素早く狙いを定めなければ、あなたの命はすぐに失われてしまいます。この一人称アーケードシューターで街を清掃しましょう。難易度が上がるほど排除すべき犯罪が増えますが、道中で役立つ他の武器にも注意してください。\n\n混沌に真っ直ぐ飛び込み、ターゲットレンジで練習するか、2人プレイモードで友達にバックアップしてもらいましょう。ガンアクセサリーを使うか、ゲームパッドでプレイしてください。",
    "developer": "Konami",
    "genre": "Lightgun Shooter",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "19931210T000000",
    "title_ja": "リーサルエンフォーサーズ"
  },
  "Light Crusader (Japan) (En,Ja)": {
    "desc_ja": "「ライト クルセイダー」では、あなたはデイビッド卿の役割を果たします。彼はフリードリヒ王に仕える騎士です。あなたは、王の兄であるウィーデン王を助けるためにグリーン ロウの町に派遣され、町の人々の神秘的な失踪の原因を探ることになります。古代の物語に関する真実を明らかにし、土地を脅かす邪悪な力に立ち向かうために、巨大なダンジョンに入り探検しなければなりません。\n\n「ライト クルセイダー」は、ランドストーカーに似た、RPG要素を持つアイソメトリックアクション/パズルアドベンチャーです。町の人々と話したり、武器やアイテムを購入したりすることができます。ゲームの大半はダンジョン内で過ごし、そこには敵が出現し（リアルタイムバトルで戦います）、さまざまな罠やパズルが満載です。高いレベルやプラットフォームにアクセスするためにジャンプしたり、スイッチや他のオブジェクトを押して進む手助けをしたり、さまざまな物理パズルを解いたりする必要があります。",
    "developer": "Treasure",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19950526T000000",
    "title_ja": "ライト クルセイダー"
  },
  "Lord Monarch - Tokoton Sentou Densetsu (Japan)": {
    "desc_ja": "あなたはモナークの偉大な王の息子、アルフレッド王子です。あなたはこれまで少し怠け者で若い少年だったため、王はあなたを強化するために戦いに送ることを決めました。あなたは今16歳で、モナークの王子にふさわしいことを証明しなければなりません！\n\nこれは戦略戦争ゲームです。あなたは軍を指揮し、部隊を派遣したり、陣地を強化したり、他の支配者と同盟を結んだりするなど、さまざまな行動を行うことができます。敵を打ち負かすための戦略的な操作には時間制限があります。ジェネシス版はアニメスタイルのグラフィック、やや異なるインターフェース、そしてオリジナルのSNES版にはなかった詳細なストーリーラインを特徴としています。",
    "developer": "Omiya Soft",
    "genre": "Strategy",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940624T000000",
    "title_ja": "ロードモナーク とことん戦闘伝説"
  },
  "Madou Monogatari I (Japan)": {
    "desc_ja": "このゲームでは、若き見習い魔女のアールが主人公です。彼女は魔法学校で学び、最も重要な試験を受ける準備をしています。それは、サタンの塔に向かい、敵を倒し、魔法の力を使って道中のすべての障害を克服することです！\n\n「魔導物語 I」は、パズルとRPGが融合したゲームです。「ぷよぷよ」シリーズのキャラクターやパズルが登場し、3Dダンジョンを一人称視点で探索します。戦闘はプラットフォーム上で行われ、ターン制とリアルタイムスタイルが組み合わさっています。待っている間も敵は攻撃してきますが、行動を起こす時間はあります。ボタンを押し続けて方向キーを押すことで、さまざまな魔法を発動させることができます。",
    "developer": "Compile",
    "genre": "Puzzle, Racing, Driving",
    "players": "1",
    "publisher": "コンパイル",
    "release_date": "19960322T000000",
    "title_ja": "魔導物語"
  },
  "Magical Hat no Buttobi Turbo! Daibouken (Japan)": {
    "desc_ja": "古代の邪悪が、何千年もの間地下に封印されていた後に再び現れました。平和な島、ウソントは七つの部分に分かれてしまい、私たちのヒーロー、ハットと彼の仲間たちが島を復元し、邪悪な王を打ち倒す使命を担っています！\n\n1989年のテレビアニメ「まじかるハット」に基づき、スタジオぴえろが制作し、片倉陽二の原作漫画に基づいた「まじかるハットのぶっとびターボ! 大冒険」は、アクションプラットフォームゲームで、セガの名作「サイコフォックス」に似ています。プレイヤーは主人公のハットを操作し、敵をジャンプで踏みつけたり、パンチしたり、像からアイテムを取得したり、各ワールドの最後にボスと戦ったりします。各ステージでは、隠れているロボット卵の友達ロベッグを見つけることができ、彼はプロジェクタイルやシールドとして助けてくれます。\n\nゲーム内では、さまざまなパワーアップアイテムを取得することができ、一時的な無敵状態を与えたり、すべての敵を短時間凍らせたり、超高跳びを可能にしたり、ヘリコプターからの空中支援を呼び寄せたりします。各ステージの最後では、運試しのゲームをプレイして追加アイテムやライフを獲得することができます。\n\nこのゲームの大幅に改変されたバージョンは、日本国外で「デキャップアタック」としてリリースされました。グラフィック、音、ストーリー、そして多くのステージが変更されています。",
    "developer": "Tokai Engineering",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19901215T000000",
    "title_ja": "まじかるハットのぶっとびターボ! 大冒険"
  },
  "Magical Taruruuto-kun (Japan)": {
    "desc_ja": "「まじかる☆タルるートくん」は、週刊少年ジャンプで連載されていた人気の漫画コメディを基にしたゲームです。主人公のエドジョウ・ホンマルは、学校でいじめられ続けており、彼を助けるために異世界からタイトルキャラクターのタルるートを呼び出します。このゲームは、同ジャンルの他のゲームと似たようなプレイスタイルのかわいらしいプラットフォームゲームです。ジャンプをして避けるべき多くの障害物や、レベルの終わりに待ち受けるボス戦があります。タルるートは、魔法の杖で敵を攻撃したり、アイテムを拾って投げたりすることができます。",
    "developer": "Game Freak",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19920424T000000",
    "title_ja": "まじかる☆タルるートくん"
  },
  "Marble Madness (Japan) (En)": {
    "desc_ja": "アーケードゲームの移植版です。アイデアは一見シンプルですが、障害物にぶつからず、コースから外れないようにマーブルを導くことが求められます。ゲームはアイソメトリック視点で表示されるため、ボールが進むべき方向に集中するのが難しくなります。狭い通路を進み、敵を避ける必要があります。2人プレイヤーモードでは、プレイヤー同士がゴールを目指して競い合うことができ、そうでなければ時間との勝負になります。\n\n日本でリリースされたバージョンには英語のテキストが含まれ、トラックボールのサポートや、より多くの難易度レベル、アーケードオリジナルに近い音楽が追加されています。",
    "developer": "Electronic Arts",
    "genre": "Action / Labyrinth, Action",
    "players": "2",
    "publisher": "テンゲン",
    "release_date": "19930813T000000",
    "title_ja": "マーブル マッドネス"
  },
  "Marvel Land (Japan)": {
    "desc_ja": "コニの地では、住民たちが調和を保って暮らしていました。その中心には「平和」と呼ばれる山があり、その中には「マーベルランド」として知られる遊園地があります。この公園はフェアリーたちによってしっかりと守られています。しかし後に、モグラ王が地下の住人たちを支配し、彼の手下たちを送り込んでマーベルランドを奪い、フェアリーたちをクリスタルボールの中に閉じ込めてしまいました。\n\n若き少年タルミットは、王女ワンドラを救出し、フェアリーたちをモグラ王から解放するために呼ばれます。マーベルランドは5つの世界から成り、それぞれに7つのステージがあります。ゲームはプラットフォームスタイルで進行し、レベルを駆け抜けて敵を倒し、出口の扉を見つける必要があります。多くの場合、出口に到達するためには的を通過する必要があります。的の中心を当てると、上下に当てるよりも多くのポイントが得られます。\n\n敵を倒す方法は、彼らの頭にジャンプするか、クローンを使って攻撃することです。クローンはあなたの動きに従い、敵を攻撃したり食べ物を集めたりするために使わない限り、動きに合わせてついてきます。クローンには限られた寿命があり、使用するたびに一つずつ消えていきます。\n\nゲーム中には、道中で見つけた宝箱を開けることができ、スピードを上げるブーツや、より高くジャンプできるドラゴンの翼、そして「クローン」攻撃を使用できるパワーアップが解放されます。各セクションには、パーク内のどこかにワープドアが隠されており、後ろや前に移動することができます。世界の各セクションでは、ローラーコースターに乗り、看板や敵を避けながら車両に留まる必要があります。\n\n各世界の最後のセクションでは、タルミットが城を通り抜けてボスに挑むことになります。他のプラットフォームゲームとは異なり、武器でボスを倒すのではなく、「じゃんけん」から始まり、ミュージカルチェアのバリエーションなど、さまざまなミニゲームに挑戦します。ミニゲームに勝つと、フェアリーの一人を解放し、モグラ王を倒すために必要なクリスタルボールを手に入れることができます。その後、ボーナスステージに進み、ポイントを得るために流れ星を集めなければなりません。ミニゲームに負けると、最後のセクションのスタート地点に戻されます。",
    "developer": "Namco",
    "genre": "Platform",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19910628T000000",
    "title_ja": "マーベルランド"
  },
  "Maten no Soumetsu (Japan)": {
    "desc_ja": "魔天の創滅は、若い少年（好きな名前を付けてください）が、ザファンという名の戦士に森で見つけられる物語です。ザファンは少年を自宅に連れ帰り、彼はその物語を知らずに成長します。16歳になったとき、ザファンはモンスターに襲われて亡くなります。彼は養子の息子を国の王に会わせるために送り出し、戦士の道を歩むように、そしておそらく彼の真の出自を発見するために...\n\nこのゲームは中世の環境を舞台にした伝統的な日本のRPGで、ランダムに現れる敵とターン制で戦い、戦闘フィールドを一人称視点で見ることができます。旅の途中で、他のキャラクターと出会い、彼らが仲間に加わります。ゲームには昼夜のサイクルがあります。\n\nSNES用のポストアポカリプスRPG「魔天伝説」と混同しないでください。",
    "developer": "Kodansha",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "19931229T000000",
    "title_ja": "魔天の創滅"
  },
  "McDonald's Treasure Land Adventure (Japan)": {
    "desc_ja": "マクドナルド トレジャーランド アドベンチャーは、ロナルド・マクドナルドが主人公の横スクロールアドベンチャーゲームです。\n\n宝の地図の一部を見つけた後、黄色い道化師は4つの異なるレベル（森、町、海、月）を旅します。彼は、地図の他の部分を持っている悪党たちを見つけて倒すために出発します。\n\nロナルドはジャンプし、シュートし、スカーフを使ってフックに掴まり、より高いレベルにジャンプすることができます。\n\n各レベルで集めた宝石や花は、レベル間のショップでエクストラライフやパワーアップを購入するのに使えます。\n\nまた、レベル間にコラムスタイルの落ち物ゲームをプレイするためにお金を支払うことで、追加アイテムを獲得することもできます。",
    "developer": "Treasure",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19930923T000000",
    "title_ja": "マクドナルド トレジャーランド アドベンチャー"
  },
  "Medal City (Japan) (Sega Game Toshokan)": {
    "desc_ja": "メダルシティは、ポーカー、ブラックジャック、スロットの3つの異なるゲームを提供するシンプルなカジノゲームコレクションです。各ゲームは1人用で、実際のゲームを基本的に再現しています。プレイヤーは30チップからスタートし、自由に各ゲームを選んで賭けることができます。 winningsはパスワードを使って保存することができます。",
    "developer": "SEGA",
    "genre": "Casino / Slot machine, Casino / Cards, Casino",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "メダルシティ"
  },
  "Mega lo Mania (Japan)": {
    "desc_ja": "まず、あなたを代表する4人の異なるキャラクターの中から1人を選びます。スカーレット（赤軍）、オベロン（黄軍）、カエサル（緑軍）、またはマッドキャップ（青軍）です。ゲームは10のレベルに分かれており、最初の9つは3つの領土のグループで構成されており、どの順番でもクリア可能です。最後の「すべての戦いの母」には独自のサプライズがあります。\n\n土地は主に砂、草、または氷で構成されています。あなたは100人の兵士でスタートし、各島で必要だと思う数を使用できます。残った兵士は別のレベルに移動し、新たに100人が加わります。ゲームの後半では、兵士を凍結させて「すべての戦いの母」のために保存することができます。",
    "developer": "Sensible Software",
    "genre": "Strategy",
    "players": "1",
    "publisher": "CRI",
    "release_date": "19930423T000000",
    "title_ja": "メガロマニア"
  },
  "MegaMind (Japan) (Sega Game Toshokan)": {
    "desc_ja": "メガマインドは、1人用のクラシックなコードブレイキングボードゲーム「マスターマインド」のコンピュータ版です。プレイヤーは、限られたターン数内で4桁のピースのシーケンスを推測しなければなりません。提供されるフィードバックは、正しいピースの数と、正しい場所にある正しいピースの数のみです。難易度は4段階あり、高い難易度になるほど選択できるピースの数が増え、ゲーム中にコンピュータが一度だけ嘘をつくことが許可されます。プレイするための4つの異なるテーマのピースセットがあります。",
    "developer": "SEGA",
    "players": "1",
    "publisher": "光栄",
    "release_date": "19910101T000000",
    "title_ja": "メガマインド"
  },
  "MegaTrax (Japan) (En)": {
    "desc_ja": "エンジンをふかし、スロットルを引いて、四輪バギーでオフロードを駆け抜ける「クワッドチャレンジ」。これはナムコのアーケードレーサー「フォートラックス」の移植版です。16種類のオフロードトラックで、4種類の異なる高出力ATVのいずれかを選んでレースを楽しめます。友達と対戦することも、過酷な16レースのチャンピオンシップに挑戦することも可能です。2つの異なる難易度設定と4つの異なる操作オプションが用意されており、自分のスタイルに合わせてプレイできます。",
    "developer": "Namco",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "ナムコ",
    "release_date": "19910806T000000",
    "title_ja": "メガトラックス"
  },
  "Michael Jackson's Moonwalker (Japan, USA) (En)": {
    "desc_ja": "「マイケル・ジャクソンズ ムーンウォーカー」は、マイケル・ジャクソンの映画を基にしたゲームです。ミスター・ビッグが子供たちを誘拐し、薬を盛ったり奴隷にしたりといった悪事を企んでいます。マイケルがその力を使って、彼の小さな友達を救うことが求められます。\n\nマイケル・ジャクソン（MJ）は、ジャンプしたり、魔法の星を投げたり、ダンスをして敵に立ち向かいながら、隠れた子供たちを探します。ステージは、MJのミュージックビデオの一部である街や墓地の形をしています。",
    "developer": "SEGA",
    "genre": "Platform",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19900825T000000",
    "title_ja": "マイケル・ジャクソンズ ムーンウォーカー"
  },
  "Mickey Mania - The Timeless Adventures of Mickey Mouse (Japan)": {
    "desc_ja": "ミッキーマウスは思い出の道を歩き、彼が経験した時を超えた冒険を振り返るチャンスを得ます。『ミッキーマニア』は、すべてのレベルがミッキーの最も有名なアニメーションに基づいたプラットフォーマーです。レベルは約75年にわたり、「蒸気船ウィリー」から「王子と乞食」まで続きます。\n\nゲームプレイは主に敵に対してジャンプし、ビー玉を投げることが中心で、時折パズル要素も含まれています。",
    "developer": "Traveller's Tales",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19950331T000000",
    "title_ja": "ミッキーマニア"
  },
  "Midnight Resistance (Japan)": {
    "desc_ja": "ミッドナイト レジスタンスの戦士たちは、狂気の科学者キング・クリムゾンと彼のクリムゾン軍団の恐るべき力に立ち向かっています。クリムゾンはあなたの科学者の祖父と他の5人の親族を誘拐し、彼の高度な計画を悪用しようとしています。\n\nこのスクロール型シューティングゲームでは、9つのプラットフォームベースのレベルを進み、各レベルの最後にはボスを倒さなければなりません。敵は徒歩や車両で現れ、クリムゾンは途中に機関銃の砲台も設置しています。\n\n倒した敵は鍵を落とし、それをショップポイントで武器と交換できます。これらの武器には機関銃や火炎放射器が含まれ、弾薬は購入する必要があります。適切な弾薬がないと武器は使えなくなります。コントロールシステムは独特で、異なる方向に撃ったり、低い ledge を這い回ったりすることができます。",
    "developer": "Opera House",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "1",
    "publisher": "データイースト",
    "release_date": "19910329T000000",
    "title_ja": "ミッドナイト レジスタンス"
  },
  "Mig-29 Fighter Pilot (Japan)": {
    "desc_ja": "ミグ-29: ファイターパイロットは中東を舞台にしています。NATOとソビエト連邦の加盟国が結束し、世界の石油資源を掌握しようとするハスーズ将軍を阻止します。あなたはロシア製のミグ-29のパイロットであり、作戦の成功を確実にするためにいくつかの戦略的任務を遂行する必要があります。",
    "developer": "Domark",
    "genre": "Shooter / Plane, Simulation, Shooter",
    "players": "1",
    "publisher": "テンゲン",
    "release_date": "19931126T000000",
    "title_ja": "ミグ"
  },
  "Minato no Traysia (Japan)": {
    "desc_ja": "「トレイジア」では、ヨハンナの町に住む若者ロイを操作します。ロイは生涯を通じて町を離れ、遠い土地を探検することを夢見てきました。ついにそのチャンスが訪れます。旅商人の叔父が旅に出ることになり、ロイは彼と一緒に出発することを決意します。彼の恋人トレイジアは、彼にペンダントを贈り、彼女を思い出させるものとします…ロイは長い旅の途中で待ち受ける危険から逃れ、再びトレイジアに会うことができるのでしょうか？\n\nこのゲームは、ランダムに出現する敵と戦うパーティ制のRPGです。戦闘は初期のウルティマシリーズに似た形式です。敵が現れると、バトル画面に入り、パーティは画面の下部に配置され、敵は上部に配置されます。敵に近ければ攻撃できますが、そうでなければ敵の方に移動するだけです。魔法は敵にダメージを与えるために適切な方向に向けて発動する必要があります。",
    "developer": "Renovation Products",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "日本テレネット",
    "release_date": "19920214T000000",
    "title_ja": "港のトレイジア"
  },
  "Mugen Senshi Valis (Japan)": {
    "desc_ja": "アソウ ユウコは、普通の日本のティーンエイジャーで、普通の生活を送っていた。しかし、ある日、街でモンスターに襲われてしまう。突然、彼女の手に剣が現れる。彼女は突然街に侵入してきたモンスターたちと戦い、残酷な暴君ログレスが支配する平行世界「ヴェカンティ」に召喚される。ログレスの行動は世界のバランスを崩している。伝説のヴァリスの剣を手にしたユウコは、ログレスを倒し、バランスを取り戻さなければならない。\n\n「ヴァリス」は、シリーズの最初のゲームと同じストーリーと基本的なジャンル（プラットフォームアクション）を持っているが、異なるロケーション、通常の敵やボス、新しいカットシーンなどがある異なるゲームである。ゲームの世界に存在する多数の敵を倒すには、ジャンプやしゃがみの能力を正確に使い、攻撃のタイミングを計る必要がある。ユウコは非常に高くジャンプでき、ジャンプ中に攻撃することもできる。さまざまなパワーアップがゲーム内に散らばっており、その多くはユウコの剣の性能を向上させる。最初は近接武器として機能するが、パワーアップによってカスタマイズされ、中距離武器に変わり、敵に向かって弾を発射することができる。適切なパワーアップを使用すれば、異なる方向にも発射できる。ボス敵は通常、異なる攻撃パターンを持ち、倒すためには異なる戦略が必要となる。",
    "developer": "Riot",
    "genre": "Role Playing Game, Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19911227T000000",
    "title_ja": "夢幻戦士ヴァリス"
  },
  "Musha Aleste (Japan)": {
    "desc_ja": "和風シューティングゲームの名作です。",
    "title_ja": "武者アレスタ"
  },
  "NHK Taiga Drama - Taiheiki (Japan)": {
    "desc_ja": "NHK大河ドラマ 太平記は、1991年にセガがセガメガドライブ向けに発売した戦略ゲームで、同年に放送された日本の叙事詩「太平記」を基にしたNHKの大河ドラマに関連しています。",
    "developer": "SEGA",
    "genre": "Strategy, Simulation",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19911213T000000",
    "title_ja": "NHK大河ドラマ 太平記"
  },
  "NewZealand Story, The (Japan) (En)": {
    "desc_ja": "ある日、キウイの部族が動物園の外で楽しく遊んでいると、悪意を持ったレパードシールに誘拐されてしまいます。彼は彼らを闇市場で売りさばくつもりです。幸運なことに、誘拐の最中に部族のリーダーであるティキが袋から脱出し、彼女の仕事はニュージーランド中に散らばったピーフィーや他のキウイたちを救出することです。彼らはオークランド、ロトルア、ワイトモ洞窟、ストレートクック、マウントクックなどのさまざまな場所にある檻に閉じ込められています。\n\nティキが限られた時間内にキウイを救出しなければ、悪魔が現れて彼女を殺そうとします。ティキが各都市の郊外に到達すると、ストレートクックを除いて、ボスが待ち受けており、自分の選んだ武器でティキを殺そうとします。また、救出ミッションを難しくするために、敵が爆弾や矢を投げつけてくる厄介な存在もいます。これらの敵を倒すために、ティキはクロスボウと矢を使って攻撃します。ティキが敵を攻撃すると、しばしば果物の欠片が残り、ポイントとして拾うことができます。しかし、ティキは他の武器やE、X、T、E、N、Dの文字を手に入れることもあります。これらの文字をすべて集めると、追加のライフが得られ、武器にはレーザーショット、爆弾、ファイアボールが含まれます。\n\nいくつかのレベルでは、左や右だけでなく、さらに上に位置するエリアもあり、ティキが上に行く唯一の方法は、敵から何かを奪って飛ぶ能力を得ることです。他のエリアは水中にあり、ティキが水中に入ると酸素メーターが減少するため、再び酸素レベルを回復するために表面に上がる必要があります。自分の武器のほかに、ティキは水の上に到達すると敵に水を吹きかけることもできます。",
    "developer": "Taito",
    "genre": "Platform",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19900303T000000",
    "title_ja": "ザ・ニュージーランド・ストーリー"
  },
  "Ninja Burai Densetsu (Japan)": {
    "desc_ja": "「忍者武雷伝説」は、1991年にセガがセガメガドライブ向けに日本国内限定でリリースした戦略ゲームです。\n\nこのゲームは、システムソフトの「大戦略」シリーズやセガ自身の「シャイニング」シリーズなど、他の戦略ゲームと似たプレイスタイルを持っています。プレイヤーは忍者のチームを操作し、別のチームと戦います。Cボタンは忍者を選択またはアクションを確認します。Bボタンはアクションをキャンセルするか、アクションが進行中でない場合は次の忍者を選択します。Aボタンはバトルメニューを開き、ターンを終了することができます。バトルは完全自動で進行します。「忍者武雷伝説」の特徴的な要素として、横スクロールの特別ステージがあります。忍者を特別なスペースに移動させると、町に入って町の人々からさまざまな役立つアイテムを入手することができます。",
    "developer": "SEGA",
    "genre": "Strategy",
    "players": "1",
    "publisher": "テンゲン",
    "release_date": "19911205T000000",
    "title_ja": "忍者武雷伝説"
  },
  "Nobunaga no Yabou - Bushou Fuuunroku (Japan)": {
    "desc_ja": "信長の野望 武将風雲録は、コーエーによるシミュレーションゲームで、信長の生涯を基にしたシリーズの一部であり、彼らの歴史シミュレーションシリーズに属しています。1990年にNEC PC-88で初めてリリースされ、その後日本国内でいくつかの他のプラットフォームに移植されました。1991年にはセガメガドライブへの移植も行われましたが、日本国外ではリリースされませんでした。",
    "developer": "Koei",
    "genre": "Strategy, Simulation",
    "publisher": "セガ",
    "release_date": "19911220T000000",
    "title_ja": "信長の野望 武将風雲録"
  },
  "Nobunaga no Yabou - Haouden (Japan)": {
    "desc_ja": "信長の野望 覇王伝は、コーエーによる戦略シミュレーションゲームで、戦国時代を舞台にした「信長の野望」シリーズの第5作目です。プレイヤーは再び複数の大名の一人、特に織田信長を選び、日本全土を征服しようと試みます。元々は1992年にPC-9801用にリリースされ、その後様々なコンピュータやコンソールに移植されました。\n\nゲームプレイの変更点の一つとして、城が追加され、プレイヤーが新しい領土を征服するために攻略しなければならない場所となりました。覇王伝はまた、シリーズで初めて拡張パックが提供されたゲームでもありますが、このパックはすべてのバージョンで利用できるわけではありませんでした。\n\nこのゲームは、アメリカでローカライズされなかった初の「信長の野望」シリーズのフラッグシップ作品です。1990年の「信長の野望：武将風雲録」と1994年の「信長の野望：天翔記」の間に位置しています。",
    "developer": "Koei",
    "genre": "Strategy, Simulation",
    "publisher": "セガ",
    "release_date": "19940225T000000",
    "title_ja": "信長の野望 覇王伝"
  },
  "Nyuushi Chokuzen Check - Nanmon Kimon Kiki Kaikai (Japan) (Sega Channel)": {
    "desc_ja": "日本でセガチャンネルサービスを通じて独占的にリリースされたセガメガドライブ用のビデオゲームです。物理的にはリリースされていませんが、2017年にROMのコピーが発見され、公開されました。",
    "players": "1",
    "title_ja": "入試直前チェック 難問奇問 危機解快"
  },
  "OutRun (Japan) (En)": {
    "desc_ja": "さまざまな地形を駆け抜ける、この有名なアーケードレーシングゲームの移植版。あなたのフェラーリは準備万端、女性の乗客と共に短いトラックを走ります。\n\nゲームプレイは車の真上と後ろからの視点で表示されるため、車の様子を確認できます。道路には鋭いカーブや危険が満載で、接触すると車が転倒し、タイムを失うことになります。各トラックセクションには分岐点があり、進む方向を選ぶことができます。ゲーム内の15のトラックセクションのうち、合計5つのセクションをクリアする必要があります。",
    "developer": "SEGA",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910809T000000",
    "title_ja": "アウト ラン"
  },
  "OutRun 2019 (Japan) (En)": {
    "desc_ja": "基本的なアウトランのゲーム構造はそのまま再利用されていますが、主な違いは未来的な設定が用いられていることです。サーキットには壮大な傾斜があり、車は時速700kmに達します。提供されるトラックシーケンスは4種類あり、あなたの目標は各セクションを制限時間内にクリアすることです。オリジナルのアウトランゲームと同様に、各ステージの終わり近くには分岐点があり、トラックシーケンス内で異なるルートを選ぶことができます。また、避けなければならない他の車も道路上に存在します。",
    "developer": "Sims",
    "genre": "Racing TPV, Racing, Driving",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19930326T000000",
    "title_ja": "アウトラン 2019"
  },
  "OutRunners (Japan) (En)": {
    "desc_ja": "アウトランナーズは、クラシックアーケードレーサー「アウトラン」の続編です。あなたは8台の異なるレーシングカーのハンドルを握り、世界規模のクロスカントリーレーストーナメントで1位を目指します。\n\n選べるのは、異なるハンドリングとスピード仕様を持つ8台のカスタマイズされた車両です。そして、トロフィーを手に入れるために走り出します。各ステージの終わりには、次のステージを決定する異なる分岐ルートを選択でき、そのため、エンディングに至るまでの異なるルートが結果に影響を与えます（他のプレイヤーに勝つことができれば）。\n\nアウトランナーズは、常にAIまたは人間が操作する車と競い合うため、競争的なゲームプレイに大きな重点を置いています。常に分割画面のマルチプレイヤーモードでレースを楽しむことができます。",
    "developer": "Data East",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940513T000000",
    "title_ja": "アウトランナーズ"
  },
  "Paddle Fighter (Japan) (Game no Kanzume Otokuyou)": {
    "title_ja": "パドルファイター"
  },
  "Paddle Fighter (Japan) (Sega Game Toshokan)": {
    "desc_ja": "パドルファイターは、人気のエアホッケーゲームのデジタル版です。2人のプレイヤーがそれぞれ丸いパドルを操作し、相手のゴールにパックを打ち込むことを目指します。勝者は先に7ゴールを決めたプレイヤーです。各プレイヤーは、短時間ゴールをブロックする防御技や、パックを5つの「ファントムパック」に分裂させて相手を惑わせる攻撃技など、いくつかの特殊技を使用できます。シングルプレイヤーモードでは、徐々に難易度が上がる対戦相手を倒す必要があり、また2プレイヤーモードでは8人の異なるキャラクターの中から選んでプレイできます。",
    "developer": "SEGA",
    "genre": "Sports / Shuffleboard, Sports",
    "players": "2",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "パドルファイター (ゲーム図書館)"
  },
  "Panorama Cotton (Japan)": {
    "desc_ja": "妖精の王国は、ダーク・アンダレーションのリーダーである暗黒の魔女ウールによって長い間脅かされてきました。女王ベルベットは、ウールを倒せる唯一の存在である赤毛の魔女コットンに助けを求めるため、かわいい小さな妖精シルクを送りました。コットンは一つの条件で同意します。それは、彼女の好きな食べ物である柳を報酬として受け取ることです。ついにウールを倒した後、コットンは約束された柳に毒が盛られていたことに気づき、復讐を誓います。シルクと共に、彼女は謎の敵を追い始めます。\n\n「パノラマコットン」は、アニメスタイルのファンタジー世界を舞台にした擬似3Dスクロールシューティングゲームで、スペースハリアーを彷彿とさせます。さまざまなレベルが「画面に向かって」縦、横、または斜めにスクロールします。コットンを画面上で移動させ、迫り来る敵を撃ち、道中の障害物を避けることができます。ゲームを進めるにつれて、コットンは武器をより高いレベルにアップグレードでき、特別なアイテムを集めることで魔法を使うこともできます。",
    "developer": "Success",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "Success",
    "release_date": "19940812T000000",
    "title_ja": "パノラマコットン"
  },
  "Paperboy (Japan) (En,Ja)": {
    "desc_ja": "アーケードゲームを基にした「ペーパーボーイ」の目的は、顧客に新聞を配達しながら、非顧客の家にできるだけ多くのダメージを与えることです。さらに難易度を上げるために、工事作業員、暴走するタイヤ、スケートボーダー、犬や猫、車、さらには時折発生する竜巻など、さまざまな障害物があなたの行く手を阻みます。",
    "developer": "Motivetime",
    "genre": "Sports / Cycling, Sports",
    "players": "2",
    "publisher": "テンゲン",
    "release_date": "19920626T000000",
    "title_ja": "ペーパーボーイ"
  },
  "Party Quiz Mega Q (Japan)": {
    "desc_ja": "パーティ クイズ メガQは、1993年にセガが日本国内限定で発売したセガ メガドライブ用のクイズゲームです。このゲームはクイズショーの形式を取り、ポイントを得るために質問に答えます。4つのボタン（A、B、C、そしてDパッドの任意のボタン）はそれぞれ選択肢を表しており、選びたいボタンを押すだけで選択できます。質問に間違えるとポイントを失います。",
    "developer": "Minato Giken",
    "genre": "Quiz",
    "players": "4",
    "publisher": "セガ",
    "release_date": "19931105T000000",
    "title_ja": "パーティ クイズ Mega Q メガQ"
  },
  "Pepenga Pengo (Japan) (En)": {
    "desc_ja": "スノービーたちが帰ってきた！南極のある日、隕石がペンギンたちを守るクリスタルに衝突し、それを粉々に砕いてしまい、氷の中に閉じ込められていたスノービーたちが解放されてしまった。青いペンギンは、彼の仲間を救うために（2人プレイモードではピンクのペンギンと共に）、スノービーたちを追い、失われたクリスタルの欠片を取り戻す。ゲームは1982年のオリジナルの基本テンプレートを引き継ぎつつ、敵の種類や様々な環境の危険、パワーアップを増やし、もちろん更新された16ビットのグラフィックとサウンドを提供している。目標は依然としてブロックを押して敵を潰すことだ。敵は今や発生装置から現れ、それを破壊しない限り新しい敵が出現し続けるため、すべての敵を排除して各ステージをクリアする必要がある。\n\nメインストーリーモードに加えて、最大4人までの競争バトルモードや、オリジナルのアーケードゲームの移植も収録されている。",
    "developer": "JSH",
    "genre": "Action / Labyrinth, Action",
    "players": "4",
    "publisher": "SEGA",
    "release_date": "19951222T000000",
    "title_ja": "ぺぺんがペンゴ"
  },
  "Phantasy Star - Sennenki no Owari ni (Japan)": {
    "desc_ja": "アルゴ星系は困難な時代に突入している…\n\n何千年も前、アルゴ星系は平和なシステムでした。穏やかなアルゴ星を囲む三つの惑星は完璧な調和を保っていました。緑豊かな惑星パルマでは、市民たちが芸術や科学に人生を捧げていました。砂漠の惑星モタビアには人間と先住のモタビアンが住んでおり、謎に包まれた氷の惑星デゾリスでは、市民たちもまたその惑星と同じく未知の存在でした。残念ながら、その調和とバランスは長くは続きませんでした。パルマが爆発し、アルゴの人口の90%が失われました。モタビアは爆発によってひどい状況に陥り、ほぼ完全な荒廃地と化しました。闇が大地を覆い始めました…\n\n今、1,000年が経過しました。モタビアは多少回復し、かつてのような生活が徐々に戻りつつあります。モタビアのハンターギルドは、物事を安定させる手助けをしています。しかし、かつて長い間死んでいると思われていた暗い悪が再び動き出そうとしており、若きハンターのチャズは彼の究極の冒険を始めようとしています - そしてそのすべては一つの簡単な日常任務から始まりました…\n\n「ファンタシースター」シリーズの第4作目のゲームプレイは、第2作目に似ており、同時に二つの武器を装備できる能力や、人間とアンドロイド用の異なる回復アイテム、ほとんどの「テクニック」（類似のゲームにおける魔法に相当）などの顕著な特徴を共有しています。以前と同様に、レベルアップやテクニックの習得は自動です。ゲーム内には車両戦闘のセグメントがいくつかあり、通常の戦闘と同じターン制のフォーマットに従っています。サイドクエストは、チャズと彼の仲間たちのためのハンター任務の形で存在します。",
    "developer": "SEGA",
    "genre": "Role Playing Game, Adventure, Fighting",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940402T000000",
    "title_ja": "ファンタシースター The End of the Millennium 千年紀の終りに"
  },
  "Phantasy Star Fukkokuban (Japan)": {
    "desc_ja": "1994年、セガはセガメガドライブ用の「ファンタシースター 復刻版」を発売しました。このバージョンは、マスターシステム版をメガドライブのカートリッジ基板に移植したもので、マスターシステムモードを適切に切り替えるためのコネクターピンが設けられています（これがパススルーデバイスであるパワーベースコンバーターの動作原理です）。このリリースの背景は不明ですが、最も有力な噂はコンテストの景品だったというものです。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19940101T000000",
    "title_ja": "ファンタシースター 復刻版"
  },
  "Phantasy Star II - Amia's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "このゲームは、「ファンタシースターII」の物語が続く前のキャラクターたちの生活を描いた8つのテキストアドベンチャーの1つです。この特定のゲームでは、カウンターハンターであるアンナ・ジルスキーが主人公です。カウンターハンターは、犯罪者となったハンターを追跡し逮捕します。アンナは、モタビアンの町にひきこもっている犯罪者を捕まえる任務を負っています。これらの犯罪者は、地域の食料生産を妨害するためにマザーブレインに不正アクセスしたとして告発されています。アンナは、これらのハッカーを阻止しなければなりません。\n\nゲームプレイは、さまざまな場所を探索し、他のキャラクターと会話をして手がかりを得るために周囲を見回し、問題を解決するために使用するアイテムを探すことから成り立っています。 \n\n拾えるアイテムの中には、戦闘中に武器として使用できるものもあります。戦闘中は、プレイヤーの武器の攻撃力がランダムなサイコロの出目によって掛け算され、攻撃の強さが決まります。同じルールが敵の攻撃にも適用されます。戦闘の目的は、敵のHPをすべて削り取ることです。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー アーミアの冒険"
  },
  "Phantasy Star II - Anne's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "このゲームは、ファンタシースターIIの物語が続く前のキャラクターたちの生活を描いた8つのテキストアドベンチャーのうちの1つです。このゲームでは、バイオモンスターに最近襲われた小学校に薬を届ける任務を担った医者、エイミー・セージの物語が描かれています。\n\nゲームプレイは、さまざまな場所を探索し、他のキャラクターと会話をして手がかりを得たり、問題を解決するために使用するアイテムを探したりすることから成り立っています。これにより物語が進行します。\n\n拾えるアイテムの中には、戦闘中に武器として使用できるものもあります。戦闘中、プレイヤーの武器の攻撃力はランダムなサイコロの出目によって掛け算され、攻撃の強さが決まります。同じルールが敵の攻撃にも適用されます。戦闘の目標は、敵のHPをすべて削り取ることです。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー アンナの冒険"
  },
  "Phantasy Star II - Huey's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ゲームはAW 1284年の夏、ファンタシースターIIの出来事の直前に設定されています。\n\nヒュー・トンプソン（またはヒューイ・リーン）は、モタビア大学の生物学者です。彼は大学の学長に呼ばれ、キャンパスを徘徊するエネルギーを吸収する植物のような生物の事件を調査することになります。この生物は電気を食べて成長し続けています。生物が大学の原子炉を通じてメインエネルギーセンターに広がり、クヴァルツの町全体の電力を奪う脅威をもたらすと、ヒューはそれを止めるために立ち上がります。この冒険が、最終的にヒューが生物怪物と戦うために解剖学の知識を応用するきっかけとなり、ファンタシースターIIのロルフを助けることになります。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー ヒューイの冒険"
  },
  "Phantasy Star II - Kaerazaru Toki no Owari ni (Japan)": {
    "desc_ja": "技術的に進んだ惑星モタの人々は、生体機械の生物を創造する実験を行っています。しかし、ある日、人間にとって危険と思われる生物が創り出されました。実験室から首都に信号は届かず…あなたは、モタの首都パレオに住む名もなき若者として、実験室に向かい問題を確認するよう命じられます。あなたの友人である半人間の少女ネイが共に行き、他の勇敢な冒険者たちも加わります。単純な任務から始まった物語は、やがて世界全体を救う冒険へと発展していきます…\n\nこれは、未来的な世界を舞台にしたジェネシス用の初めてのファンタシースターゲームです。ターン制の戦闘では、「ファイト」を選ぶとキャラクターが物理的に攻撃する一手を行い、「ストラテジー」を選ぶと、防御、特技の使用、または戦闘から逃げるなどのサブコマンドを選択できます。魔法の代わりに「テクニック」があり、これにはTP（テクニックポイント）の使用が必要です。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19890321T000000",
    "title_ja": "ファンタシースターII 還らざる時の終わりに"
  },
  "Phantasy Star II - Kinds's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ファンタシースターII テキストアドベンチャーは、セガメガネットのユーザー向けに提供された8つのテキストアドベンチャーゲームのシリーズで、日本のセガメガドライブ用のモデムとして利用されました。その後、セガメガCDの2つのコンピレーションの一部としてリリースされました。各ゲームはファンタシースターIIの直前に設定されており、登場キャラクターの背景を描き、彼らがアルゴル太陽系の問題を調査するために町パセオに集まる理由を説明しています。\n\nカインズの冒険：カイン（アメリカおよびヨーロッパ版ではジョシュ）は18歳の志望エンジニアです。彼は機械が大好きで、ロボットの仕組みを完璧に理解しています。多くの小さなデバイスを作り、コンピュータをハッキングする方法も知っています。しかし、夢見がちな性格のため、しばしば物を壊してしまいますが、それでも修理しようと努力します。最終的には「修理屋」としての才能が乏しいことに気づき、機械を壊すことにその才能を活かすことに決めましたが、正当な理由のためです。彼は母脳、アルゴル太陽系の偉大な電子頭脳を破壊するために反乱者のギャングに加わり、最終的にはファンタシースターIIでロールとチームを組むことになります。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー カインズの冒険"
  },
  "Phantasy Star II - Nei's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ファンタシースターII テキストアドベンチャーは、セガメガネットのユーザー向けに提供された8本のテキストアドベンチャーゲームのシリーズで、日本ではセガメガドライブ用のモデムとして利用されました。その後、セガメガCDの2つのコンピレーションの一部としてリリースされました。各ゲームはファンタシースターIIの直前に設定されており、キャラクターたちの背景を描き、彼らがアルゴル太陽系の広がる問題を調査するために町パセオに集まる理由を説明しています。\n\nネイの冒険：この章では、バイオモンスターと人間を交配させる実験によって創造されたニューマン、ネイが登場します。ネイファーストから逃げた後、ロルフに救出され、彼の妹として養子にされます。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19940101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー ネイの冒険"
  },
  "Phantasy Star II - Rudger's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ファンタシースターII テキストアドベンチャーは、セガメガネットのユーザー向けに提供された8本のテキストアドベンチャーゲームのシリーズで、日本ではセガメガドライブ用のモデムとして利用されました。その後、セガメガCDの2つのコンピレーションの一部としてリリースされました。各ゲームはファンタシースターIIの直前に設定されており、キャラクターたちの背景を描き、彼らがアルゴル太陽系の広がる問題を調査するために町パセオに集まる理由を説明しています。\n\nルドガーの冒険：この章では、妻と子供をバイモンスターの襲撃で失ったルドルフ「ルド」シュタイナーが登場します。彼は彼らの extermination に専念するハンターとなります。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19890101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー ルドガーの冒険"
  },
  "Phantasy Star II - Shilka's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ファンタシースターII テキストアドベンチャーは、セガメガネットのユーザー向けに提供された8本のテキストアドベンチャーゲームのシリーズで、日本ではセガメガドライブ用のモデムとして利用され、後にセガメガCDの2つのコンピレーションの一部としてリリースされました。各ゲームはファンタシースターIIの直前に設定されており、キャラクターたちの背景を描き、彼らがアルゴル太陽系の広がる問題を調査するために町パセオに集まる理由を説明しています。\n\nシルカの冒険：アメリカおよびヨーロッパ版ではシル（Shir）として知られています。彼女は惑星モタビアの首都パセオにある裕福な家族の唯一の相続人です。日常生活の単調さを解消するために何もしない時間を過ごす代わりに、彼女は熟練の泥棒となりました。彼女は夜の風の爽やかさを楽しみ、よく屋根の上で休むことが好きです。「風のシル」と呼ばれています。彼女の冒険は、星間年1282年の秋に行われ、ファンタシースターIIの出来事の約2年前にあたります。彼女は展示ホテルで展示されている「オパオパ」というタイトルの絵画を盗む計画を立てています。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー シルカの冒険"
  },
  "Phantasy Star II - Yushis's Adventure (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ファンタシースターII テキストアドベンチャーは、セガメガネットのユーザー向けに提供された8本のテキストアドベンチャーゲームのシリーズで、日本ではセガメガドライブ用のモデムとして利用され、後にセガメガCDの2つのコンピレーションの一部としてリリースされました。各ゲームはファンタシースターIIの直前を舞台にしており、キャラクターたちの背景を描き、彼らがアルゴル太陽系の広がる問題を調査するために町パセオでチームを組むことになる経緯を説明しています。\n\nユーシスの冒険：彼の名前はアメリカおよびヨーロッパ版ではロルフです。彼はモルタビア星の首都パセオの政府のエージェントであり、ファンタシースターIIの主役です。任務中、彼は若いニューマンのネイを救います。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "ファンタシースターII テキストアドベンチャー ユーシスの冒険"
  },
  "Planet Message Quiz (Japan) (Sega Channel)": {
    "desc_ja": "「プラネットメッセージクイズ」は、1995年にセガメガドライブ向けに日本で発売されました。このパズルゲームの公式小売版は店舗には出回らず、「プラネットメッセージクイズ」はセガチャンネルサービスを通じてのみ配信されました。",
    "genre": "Quiz",
    "release_date": "19960101T000000",
    "title_ja": "プラネットメッセージクイズ"
  },
  "Populous (Japan) (En)": {
    "desc_ja": "あなたは神となり、他の神々と共に天界の征服ゲームを繰り広げます。勝利するためには、あなたが選んだ民を助けて世界を征服し、別の神を崇拝する害虫を排除しなければなりません。\n\n各神は、荒野の真ん中に投げ込まれた一人の人間からスタートします。時には住める土地が見えることもあれば、そうでないこともあります。勝利を収めるためには、風景を変え、信者たちが建設できる平坦な土地を作り出さなければなりません。信者が多ければ多いほど、あなたは強力になりますので、大切に育ててください。できるだけ早く建設を進めましょう、他の神も同じことをしていますから。",
    "developer": "Bullfrog",
    "genre": "Strategy",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910809T000000",
    "title_ja": "ポピュラス"
  },
  "Psy-O-Blade (Japan)": {
    "desc_ja": "21世紀、地球には3つの主要な勢力が存在していた。20世紀から引き継がれた自由世界と共産主義ブロック、そして第三の勢力である新共産主義連邦である。すべての勢力が核兵器廃絶プログラムを支持したため、新共産主義連邦は壊滅的な非核兵器「雷電」を開発した。他の2つの勢力も新共産主義連邦に対抗するため、自らのキラー衛星を開発し、完全な壊滅の危険が再び問題となった。地球に未来がないと感じた人類は、他の惑星の植民を始めた。22世紀、人類は太陽系から6光年離れた星に実験船「セプテミウス1」を送り出した。その船のメインコンピュータ「ラクーン」は、通信を停止する前に奇妙なメッセージを送信した。あなたは、奇妙な失踪事件を調査するために派遣された船「セプテミウス2」の17歳の乗組員、キース・マクドネルである。",
    "developer": "T&E Soft",
    "genre": "Adventure",
    "players": "1",
    "publisher": "シグマ商事",
    "release_date": "19900427T000000",
    "title_ja": "サイオブレード"
  },
  "Pulseman (Japan)": {
    "desc_ja": "パルスマンはサイバー犯罪と戦うために作られた電気のヒーローです。7つのステージにわたる約50のレベルでギャラクシーギャングと戦いましょう。パルスマンは、ゲームプレイの面で『ソニック・ザ・ヘッジホッグ』と『ロックマン』の融合として最もよく表現されます。",
    "developer": "Game Freak",
    "genre": "Platform",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19940722T000000",
    "title_ja": "パルスマン"
  },
  "Puyo Puyo Tsuu (Japan) (Rev A)": {
    "desc_ja": "同じ色のブロックを4つ以上組み合わせて消すことが目的の落下ブロックゲームです。残ったブロックは下に落ち、コンボを生み出すことで、敵のフィールドに特別なブロック（隣接するブロックを消さないと破壊できない）を出現させることができます。\n\nこのゲームには、アーリィ（主人公）がコンピューターの敵と戦うストーリーモード、対戦プレイヤーモード、4人プレイヤーモード（SNES専用）、そしてエンドレスモード（SNES専用）が含まれています。",
    "developer": "Compile",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19941202T000000",
    "title_ja": "ぷよぷよ通"
  },
  "Puzzle & Action - Ichidanto-R (Japan)": {
    "desc_ja": "イチダントア～ルは、パズル＆アクションシリーズの第2作であり、タンテ・アールの続編です。ロケット船の組み立てやバッティングコンテスト、スピードカーのブレーキをかけるミニゲームなど、20種類の新しいミニゲームが登場します。\n\nこのゲームは再び1人または2人用のアーケードモードを含んでいます。今回は、プレイヤーが悪の騎士から誘拐された姫を救出する冒険に挑みます。また、バトルがミニゲームを通じて行われるシンプルなRPGのようなクエストモードも用意されています。もちろん、4人対戦やフリーモードも復活し、パッケージが充実しています。",
    "developer": "SEGA",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19950113T000000",
    "title_ja": "イチダントア～ル"
  },
  "Puzzle & Action - Tanto-R (Japan)": {
    "desc_ja": "タントア～ルは、セガの長寿シリーズ「パズル＆アクション」の第一弾です。このゲームは、1人から4人で楽しめる小さなミニゲームのコレクションで、迷路を進んだり、タイマーを適切なタイミングで止めたり、動物の鳴き声の順番を覚えたりします。合計20種類の異なるミニゲームがあります。\n\nゲームには、1人または2人用のオリジナルアーケードモードが含まれており、プレイヤーはミニゲームを成功裏にクリアして、囚人服を着た逃亡者のペアを追跡する必要があります。また、2人から4人で競い合う競技モードもあり、各プレイヤーの勝利数がカウントされるほか、どのゲームでも練習できるフリープレイモードも用意されています。",
    "developer": "SEGA",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940401T000000",
    "title_ja": "タントア～ル"
  },
  "Pyramid Magic (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ピラミッドマジックは、プレイヤーがピラミッドの奥深くに隠された宝物を探し求める若き探検家となるプラットフォームパズルゲームです。各ステージにはブロック、宝箱、そしてゴーストに阻まれた出口があります。探検家はブロックを蹴ったり壊したり、持ち運んだりすることができ、小さな隙間をブロックを持って通り抜けることも可能です。しかし、たとえ1マスでも下に落ちてしまうと、ブロックに潰されてしまい、ステージを再スタートしなければなりません。彼は各箱の中身を順番に集めなければならず、最後の箱にはゴーストを追い払うアイテムが入っています。そして、ブロックで自分自身を閉じ込めたり潰したりすることなく、出口に到達しなければなりません。\n\n各ステージをクリアするとタイムボーナスが与えられ、3000ポイントごとにエクストラライフが獲得できます。5ステージごとに、プレイを再開するためのパスワードが与えられ、さらに2ステージをスキップすることも許可されます。解決すべきパズルは合計35個あります。",
    "developer": "SEGA",
    "genre": "Puzzle, Strategy",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910101T000000",
    "title_ja": "ピラミッドマジック"
  },
  "Pyramid Magic II (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ピラミッドマジックIIは、前作の直接の続編です。前作の最終室で、勇敢な若き探検家は石の板を見つけ、それが彼をピラミッドの別の場所へ導きます。彼は再び宝物を求めてピラミッドを戻らなければなりません。ゲームプレイの要素は前作と同じで、鍵を集めて各部屋の出口に到達し、探検家を押しつぶしたり閉じ込めたりしないようにする必要があります。2ステージをスキップする能力が再登場し、新たに35のパズルが用意されています。",
    "developer": "SEGA",
    "genre": "Puzzle, Simulation",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "ピラミッドマジックII"
  },
  "Pyramid Magic III (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ピラミッドマジックIIIは、ピラミッドマジックシリーズのパズルアドベンチャーゲームの最終作であり、前作の続きから始まります。主人公は同じピラミッドの中にいますが、ついに彼が探し求めていた宝物に近づいています！しかし、最後のステップには、大きくて重く、壊れやすい壺が必要なようです。彼はこの壺を宝物が待つ場所まで運ぶ方法を見つけなければなりません。\n\n基本的なコンセプトは変わりませんが、壺の追加によりゲームはより難しくなっています。壺は壊れやすく、蹴ったり落としたりすると壊れてしまい、ステージを再スタートしなければなりません。しかし、壺は危険でもあります。探検者が壺を持っている状態で1マスでも落ちると、その重さに押しつぶされてしまいます。各パズルでは、プレイヤーはすべての鍵を集めてドアを開ける必要がありますが、壺を持ったままドアに到達する必要もあります。解決すべきパズルは合計30個あり、再びプレイヤーは「パス」を2回使うことが許されています。",
    "developer": "SEGA",
    "genre": "Puzzle, Strategy",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "ピラミッドマジックIII"
  },
  "Pyramid Magic Special (Japan) (Sega Game Toshokan)": {
    "desc_ja": "もっとピラミッドマジックを楽しみたいですか？「ピラミッドマジック特別」は、シリーズのやや薄いストーリーを省き、単純に解決すべきパズルを増やしています。いつものように、プレイヤーは隠された宝物を求める探検家として、各部屋を進みながらすべての鍵を集めなければなりません。その過程で、自らを閉じ込めたり、押しつぶされたりしないように注意が必要です。このエディションでは、さらに35のパズルが用意されています。これらの新しいパズルは非常に難易度が高く、他のタイトルが簡単すぎたと感じた人向けに設計されています。さらに、プレイヤーには通常の2回ではなく、3回のパスが与えられます。",
    "developer": "SEGA",
    "genre": "Puzzle, Strategy",
    "players": "1",
    "publisher": "ビスコ",
    "release_date": "19910101T000000",
    "title_ja": "ピラミッドマジック特別"
  },
  "Rainbow Islands Extra (Japan) (En)": {
    "desc_ja": "レインボー・アイランド・エキストラは、クラシックなタイトーのコインオペレーションゲーム「レインボー・アイランド」の移植版です。このカートリッジには、オリジナルゲームと再構成された「エキストラバージョン」の両方が収録されており、ステージやボスがより挑戦的になるように再配置されています。他のバージョンと同様に、ゲームはタイトルにもなっているレインボー・アイランドを舞台にしており、二人の少年バブとボブ（「バブルボブル」の小さなドラゴンではなくなっています）が、邪悪なモンスターたちに占拠された島々を、虹の魔法の力を使って解放しなければなりません！オリジナルモードとエキストラモードに加えて、ゲームには三つの難易度レベルも含まれています。",
    "developer": "Taito",
    "genre": "Platform",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19901005T000000",
    "title_ja": "レインボー・アイランド・エキストラ"
  },
  "Rambo III (Japan, USA) (En,Ja)": {
    "desc_ja": "同名の映画を基にしたこのゲームでは、ジョン・ランボーの役割を担い、アフガニスタンに向かいソ連軍からトラウトマン大佐を救出します。\n\n6つのミッションで、ランボーはさまざまな目標を達成しなければなりません。レベルの出口を見つけることに加え、囚人を救出し、敵の弾薬供給を破壊する必要があります。ランボーは上からの視点で操作され、いくつかの武器を使うことができます。弾薬が尽きない機関銃のほかに、近接攻撃用のナイフ、時限爆弾を設置すること、そして爆発矢を使った有名なクロスボウを使用できます。弓と爆弾の弾薬は限られており、倒した敵から回収できます。\n\nいくつかのミッションの後、視点がランボーの背後に切り替わり、追加のボス戦が行われます。ソ連の戦車やヘリコプターはクロスボウを使って破壊しなければなりません。弓を狙っている間、ランボーは動けませんが、それ以外の時は岩や他の障害物の後ろに隠れて敵の攻撃を避けることができます。",
    "developer": "SEGA",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19891021T000000",
    "title_ja": "ランボーIII"
  },
  "Ransei no Hasha (Japan)": {
    "desc_ja": "「乱世の覇者」は、1991年にSystemSoftがNEC PC-98用に開発した戦略ゲームで、彼らの「天下統一」シリーズの第二作目です。シリーズの第一作は1989年にリリースされました。アスミックは1991年にセガメガドライブ向けに移植しましたが、いずれのバージョンも日本を出ることはありませんでした。",
    "developer": "Asmik",
    "genre": "Strategy",
    "publisher": "アスミック",
    "release_date": "19911129T000000",
    "title_ja": "乱世の覇者"
  },
  "Rent a Hero (Japan)": {
    "desc_ja": "タロウ・ヤマダは、日本のコルジャ町に母親、風変わりな父親、妹のアリッサと共に住んでいます。家族は父親の転職をきっかけにそこに引っ越しました。彼は新居の温かいお祝いパーティーの際に偶然に戦闘アーマーを手に入れました。その時、彼が「センセーショナル・カフェテリア」からピザを注文したところ、代わりにそのスーツが届いたのです。スーツが彼に驚異的な力を与え、アーマーの代金を支払う必要があることに気づいたタロウは、レンタヒーローとして活動することを決意します。彼はコルジャ町の住民のために様々な英雄的な任務や雑用をこなすヒーローとして雇われるのです。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910920T000000",
    "title_ja": "レンタヒーロー"
  },
  "Revenge of Shinobi, The (Japan, USA) (En)": {
    "desc_ja": "あなたはムサシ、マスターニンジャです。あなたはすべての物事を見通し、知る神秘的な戦士です。あなたは致命的です！今、あなたは凶悪なネオ・ジードの軍隊を壊滅させなければなりません。さもなければ、彼らの美しい囚人ナオコが死んでしまいます！\n\n忍者の剣と手裏剣で攻撃しましょう！フェンスを飛び越えながら致命的なナイフを投げつけましょう！ジャンプ、ツイスト、キックで弾丸、デススター、廃車をかわしましょう！\n\n24の危険なシーンを通じて、忍者、マッスルマン、カンフーギャング、機関銃部隊を追跡します。ネオ・ジードは変装の達人です。しかし、あなたは忍び、隠密の技術の達人です。そして、あなたには秘密の武器があります - 忍者魔法！",
    "developer": "SEGA",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19891202T000000",
    "title_ja": "忍"
  },
  "Riddle Wired (Japan) (Sega Game Toshokan)": {
    "desc_ja": "テロリストグループが武装衛星を制圧し、地球のすべての国を攻撃しています。あなたの任務は、トリビアの質問に答えることで衛星に infiltrate（侵入）し、再奪取することです。『リドル・ワイアード』は日本スタイルのクイズゲームであり、シナリオに反してゲーム全体は一般知識の質問に答えることから成り立っています。プレイヤーは任務中にさまざまな敵と対峙し、それぞれがいわゆる「クイズバトル」で一連の質問を投げかけてきます。プレイヤーが正解すると敵のHPが減少し、間違えるとプレイヤーのHPが減少します。敵のHPがゼロになると次のステージに進みますが、すべてのHPが失われるとゲームオーバーです。1人または2人で同時にプレイできます。",
    "developer": "SEGA",
    "genre": "Quiz / Japanese, Quiz",
    "players": "2",
    "publisher": "SEGA",
    "release_date": "19910828T000000",
    "title_ja": "クイズ リドル・ワイアード 6月"
  },
  "RoadBlasters (Japan) (En)": {
    "desc_ja": "ロードブラスターズは、未来的なレーシングアクションゲームです。目標は、50のレベルを通じて無事にゴールラインに到達することです。道には、装甲車やオートバイ、道路脇の大砲、地雷など、あなたを阻止しようとする多くの敵が待ち受けています。\n\nあなたの車両にはマシンガンが装備されており、時折武器搭載の飛行機が現れて追加のパワーアップを投下します。これらの中には、U.Z.キャノン、巡航ミサイル、スピードブーストがあります。ただし、あなたの車は燃料が非常に限られており、レベルの中間地点を通過することで燃料を補充したり、道に現れる赤と緑の燃料球を集めたり、特定の敵を倒すことで燃料を手に入れることができます。多くのレベルでは、燃料を集めることが重要で、さもなければゴールラインに到達できなくなります。",
    "developer": "Sterling Silver Software",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "データイースト",
    "release_date": "19920228T000000",
    "title_ja": "ロードブラスターズ"
  },
  "Robot Battler (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ロボットバトラーは、セガメガドライブ用のアクションゲームで、日本国内限定でセガゲーム図書館サービスを通じてリリースされました。プレイヤーはロボットを組み立て、装備を整えて、上からの視点で互いに戦わせます。",
    "developer": "SEGA",
    "genre": "Beat'em Up",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19910101T000000",
    "title_ja": "ロボットバトラー"
  },
  "Rocket Knight Adventures (Japan) (En)": {
    "desc_ja": "ロケットナイトアドベンチャーズは、スパークスターが主役の初めての横スクロールアクションゲームです。彼はゼブロス王国に住んでおり、すべてのロケットナイトの中で最も勇敢です。ある日、豚の軍隊が王国を侵略し、王女を捕らえにやってきます。スパークスターが再び事態を正すために立ち上がります。\n\nロケットナイトアドベンチャーズのゲームプレイの大部分は、スパークスターのロケットパックと剣を使うことに関わっています。スパークスターは多くのボスと戦い、危険な状況を生き延びなければなりません。ステージは、シューティングパートや巨大ロボットとの戦闘など、さまざまな要素が散りばめられています。",
    "developer": "Konami",
    "genre": "Platform",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19930806T000000",
    "title_ja": "ロケットナイトアドベンチャーズ"
  },
  "Rockman - Mega World (Japan)": {
    "desc_ja": "ロックマンメガワールドは、最初の3つのNESロックマンタイトルを収めたコレクションです。グラフィックとサウンドが強化されており、3つのゲームから敵を組み合わせた短編ゲーム「ワイリータワー」も収録されています。",
    "developer": "Capcom",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "1",
    "publisher": "カプコン",
    "release_date": "19941021T000000",
    "title_ja": "ロックマンメガワールド"
  },
  "Rolling Thunder 2 (Japan) (En)": {
    "desc_ja": "オリジナルのローリングサンダーの続編であるこのゲームは、悪党を撃ち倒し、世界を救う基本的なアクションゲームです。\n\nテロリストグループが世界の情報の流れを遮断してしまったため、アルバート・ロスという男性またはレイラという女性のいずれかを操作して彼らを阻止しなければなりません。普通のハンドガンよりも威力のあるクールな武器も手に入れることができます。\n\nまた、RT2はパスワード対応のゲームであり、つまり各ラウンドの最後にパスワードを取得できるため、すべてのライフを失ってもそのラウンドの終わりから続けることができ、とても便利です。",
    "developer": "Namco",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "2",
    "publisher": "ナムコ",
    "release_date": "19911119T000000",
    "title_ja": "ローリングサンダー2"
  },
  "Royal Blood (Japan)": {
    "desc_ja": "コーエーはこのゲームで魔法のファンタジー世界に足を踏み入れました。\n\n六人の魔法使いは、それぞれ魔法の宝石に閉じ込められており、暴君イシュメリアの王エセルレッドの娘、ロビン姫によって王冠のジェムファイアから解放されます。彼らは島国を逃げ回り、エセルレッドを倒しイシュメリアに平和をもたらすため、最も偉大な貴族家から自らのチャンピオンとなる指導者を選びます。\n\nプレイヤーはこれらの貴族の中から一人を選び、戦争と外交を駆使して全ての州を自らの旗の下に統一することを目指します。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "2",
    "publisher": "光栄",
    "release_date": "19920625T000000",
    "title_ja": "ロイヤルブラッド"
  },
  "Ryuuko no Ken (Japan)": {
    "desc_ja": "ユリ・サカザキが誘拐されてしまった！彼女の兄、リョウ・サカザキと彼の親友ロバート・ガルシアは、サウスタウンの街で彼女を探し始める。彼らが深く進むにつれて、誘拐を命じた人物、サカザキ家とマフィアの関係、そして彼らの過去に関わる人物に関する手がかりを見つけていく。\n\nこの格闘ゲームは、同名のネオジオのヒット作をアーケードに移植したもので、すべてのキャラクター、ステージ、技がアーケードユニットに登場する。オリジナルのアーケード版とは異なり、プレイヤーはミスター・ビッグや神秘的なミスター・カラテとしてもプレイできるようになった。\n\nゲームプレイはほとんどの格闘ゲームとは異なる。このゲームでは、スピリットメーターが存在する。スピリットメーターは特別な技を使うと減少し、再充電が可能だが、その際は攻撃にさらされることになる。体力がほとんどなくなったとき、スピリットメーターが満タンであれば、相手に致命的な攻撃を放つ秘密のコンビネーションを行うことができる。",
    "developer": "SNK",
    "genre": "Fighting / Versus, Fighting",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940114T000000",
    "title_ja": "龍虎の拳"
  },
  "Saint Sword (Japan) (En)": {
    "desc_ja": "あなたはマクレス、神話の戦士です。世界がゴルゴンの力に屈する前に、邪悪な悪魔ゴルゴンを倒すために呼ばれました。これはプラットフォームスタイルのハックアンドスラッシュアドベンチャーで、神話の小さな獣たちを倒すことでパワーアップを獲得します。これらのパワーアップは、天使の翼や馬の体など、特別な身体的属性を提供します。",
    "developer": "Taito",
    "genre": "Platform, Adventure",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19910628T000000",
    "title_ja": "セイントソード"
  },
  "Same! Same! Same! (Japan) (En)": {
    "desc_ja": "ファイアシャークは、レーザーと爆弾を装備した改造バイプレーンを操縦する縦スクロールのエアシューティングゲームです。地上、空中、海上の敵の波に立ち向かい、パワーアップや武器のアップグレードを集め、南太平洋の島を進む中でミッションの合間にボーナスを獲得します。",
    "developer": "Toaplan",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "東亜プラン",
    "release_date": "19901102T000000",
    "title_ja": "鮫! 鮫! 鮫!"
  },
  "Samurai Spirits (Japan)": {
    "desc_ja": "初期の日本で、シロ・トキサダ・アマクサという男が異端の宗教を説いています。しかし、アマクサが実は悪のアンブロシアの使いであり、彼の体を乗っ取っていることは誰も知りません。アンブロシアは世界を闇に包み込もうとしています。今、12人の戦士（および3人のボーナスキャラクター）から選び、アマクサを打倒し、使命を果たすために戦いましょう。",
    "developer": "SNK",
    "genre": "Fighting / Versus, Fighting",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19941119T000000",
    "title_ja": "サムライ スピリッツ"
  },
  "Sangokushi II (Japan)": {
    "desc_ja": "「三国志」の続編です。ゲームのコンセプトは依然として同じですが、前作「三国志I」から「不快」と考えられる多くの要素が改善されました（例えば、将軍が病気で簡単に死ぬことなど）。「三国志II」は、プレイヤーがゲーム内の時間の長さをそれほど心配する必要がなくなり、より「安定」していると言えます。ゲームはより遅い時間の進行を採用しており、プレイヤーが干渉を受けることなく勢力を築くことができます。「三国志II」のゲームプレイとインターフェースは、「信長の野望II」に非常に似ています。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "8",
    "publisher": "光栄",
    "release_date": "19911226T000000",
    "title_ja": "三國志II"
  },
  "Sangokushi III (Japan)": {
    "desc_ja": "ゲームの開始時に、プレイヤーは古代中国における権力の初期配置を決定する6つのシナリオの中から1つを選びます。シナリオを選んだ後、プレイヤーは自分が操作する武将を決定します。各キャラクターには、戦闘、知力、政治、カリスマ、陸軍指揮、海軍指揮といったいくつかのステータスがあります。プレイヤーは中国の全ての領土を征服することでゲームに勝利します。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "8",
    "publisher": "光栄",
    "release_date": "19921108T000000",
    "title_ja": "三國志"
  },
  "Sangokushi Retsuden - Ransei no Eiyuutachi (Japan)": {
    "desc_ja": "「三国志列伝 乱世の英雄たち」は、1991年にセガから日本で発売されたシミュレーションゲームです。また、中国でも「三国志列伝：乱世群英」としてリリースされました。このゲームが、中国の三国時代を題材にした最も人気のあるゲームを制作しているコーエーとの関連があるかどうかは不明です。",
    "developer": "SEGA",
    "genre": "Strategy, Simulation",
    "players": "3",
    "publisher": "セガ",
    "release_date": "19910429T000000",
    "title_ja": "三国志列伝 乱世の英雄たち"
  },
  "Sansan (Japan)": {
    "desc_ja": "サンサンは、人気のボードゲーム囲碁をベースにしたゲームで、プレイヤーがゲームのネットワークサービスを通じて遠くの対戦相手とオンライン対局できるようになっています。現在オンラインでない対戦相手とも対局できる機能を提供しており、これは郵便将棋のような形式です。また、他のプレイヤーに短いメッセージを送ることも可能です。ほとんどのメガネットタイトルとは異なり、サンサンは独自に運営されている有料サービスを通じて提供されており、セガのサービスが終了した後も長期間にわたり運営を続けています。",
    "developer": "Sansan",
    "genre": "Go, Asiatic board game",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940101T000000",
    "title_ja": "サンサン 囲碁通信対局ネットワーク"
  },
  "Shadow of the Beast - Mashou no Okite (Japan) (En)": {
    "desc_ja": "幼い頃、アールブロンは獣の主の神官たちに誘拐され、奴隷として扱われました。彼は自らの意志を破壊するために作られた薬物の影響下で育ち、マレトス、獣の主に仕える強力な存在である獣の使者へと変えられていきました。彼はその役割を果たしていましたが、ある日、儀式で生け贄にされる直前の男を見つけ、その顔が古い記憶を呼び起こしました…そして、生け贄のナイフが男の体に降り注ぐと、アールブロンはその顔を認識します。それは彼の父の顔でした。\n父が祭壇で死ぬと、獣の主の手による幼少期の思い出や苦悩が蘇り、捕らえられた者たちへの憎しみが彼を支配しました。彼は復讐を誓い、父を弔うための道が困難であることを知りながら、寺院から逃げ出しました。\n\n「シャドー・オブ・ザ・ビースト」は、16ビットコンピュータ時代におけるサイグノシスの最も人気のあるタイトルの一つで、パララックススクロールを駆使した美しいグラフィック、デイビッド・ウィッタカーによる音楽、ロジャー・ディーンによるアイコニックなカバーアート、そして「非常に挑戦的」と「不可能」の間でバランスを取る厳しいゲームプレイで知られる横スクロールプラットフォーマーです。プレイヤーは敵や罠で満ちた複数のエリアを進みながら、鍵を集めたり、トリガーを作動させて新しいエリアを開放したり、アールブロンがサブボスを克服する手段を得たりしなければなりません。プレイヤーが使える動作は限られており、しゃがむ、ジャンプする、そして攻撃はパンチと飛び蹴りの2つのみです。ほとんどの敵は一撃で倒せますが、プレイヤーは各攻撃のタイミングを正確に合わせる必要があります。しかし、破壊できないオブジェクトの罠も存在し、これらはプレイヤーがジャンプしたり、しゃがんだり、特定の順序で動いたりすることを要求します。プレイヤーは1ライフで12ヒットポイントを持ち、レベル内に隠されたオブジェクト（ルート外の場所やメガリスの下など）を集めることで回復可能ですが、これも難易度を上げる要因となっています。",
    "developer": "Reflections Interactive",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "1",
    "publisher": "ビクター音楽産業",
    "release_date": "19920327T000000",
    "title_ja": "シャドー･オブ･ザ･ビースト 魔性の掟"
  },
  "Shadowrun (Asia) (En)": {
    "desc_ja": "2050年へようこそ、チューマー。\n\nシャドウランは壮大なスケールのアクションRPGです。あなたはジョシュアの役割を担い、兄を殺した犯人を探し出すためにシャドウランナーとしての冒険に出ます。\n\nその途中で、ストリートの乱闘や致命的な銃撃戦に巻き込まれ、マトリックスを駆け抜け、メガコープに出入りし、荒れた自然を探索し、シアトルのあらゆる低級な魔法使いやハイテクサイバー・ストリートサムライと対峙します。\n\nシャドウランは同名のFASA RPGを基にしており、リアルタイムでありながら、キャラクターのステータスや経験値、戦闘、武器や装備に至るまで、ペーパーシステムのすべてのルールを再現しています。\n\nゲームは物理的な戦闘にオーバーヘッドビューを使用し、マトリックスのランでは三人称視点（POV）を採用しています。また、他の二人のキャラクターが一時的または「生涯」パーティに参加することが可能です。その期間はどれほど長くなるかは分かりませんが…。",
    "developer": "Sky Fallen",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "コンパイル",
    "release_date": "19940101T000000",
    "title_ja": "シャドウラン"
  },
  "Shi no Meikyuu - Labyrinth of Death (Japan) (En,Ja) (Game no Kanzume Otokuyou)": {
    "title_ja": "死の迷宮 (缶詰)"
  },
  "Shi no Meikyuu - Labyrinth of Death (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ドラゴニア、死の城が世界に現れ、その手下たちが聖なるゴブレットを奪ってしまった。それがなければ、世界は永遠に暗闇に包まれる。あなたはトライカーとして、城に入り、聖なるゴブレットを取り戻すために30のレベルを進まなければならない。他にストーリーはなく、ダンジョンはプレイするたびにランダムに生成される。これはPCで生まれたローグタイプのゲームのようだ。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19901119T000000",
    "title_ja": "死の迷宮"
  },
  "Shin Souseiki Ragnacenty (Japan)": {
    "desc_ja": "植物や動物の時代の前、地球は完全に暗闇に包まれ、今私たちが「モンスター」と呼ぶ存在が住んでいました。「光あれ」という声が響いたとき、多くのモンスターはこの新しい光の世界では生きられず、命を落としました。しかし、全てが死んだわけではありません。中には洞窟に隠れ、力を蓄えた者たちもいました。今、彼らは再びこの世界に戻りたいと願っており、あなたはその時代の中で生きています。\n\n14歳の誕生日に、亡き父の剣と盾を授かります。これであなたは試練に挑む準備が整い、もしかしたら、あなた自身が英雄になることができるかもしれません。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940617T000000",
    "title_ja": "新創世紀 RagnacënTy ラグナセンティ"
  },
  "Shining Force - Kamigami no Isan (Japan)": {
    "desc_ja": "不思議な土地、私たちの世界からそれほど遠くない場所で、奇妙で恐ろしい一連の出来事が起こりました。ダークドラゴン率いる闇の力がルーンの世界の支配を巡って戦い、伝説の光の戦士たちはその時代の古代と現代の武器を使って彼らに立ち向かい、ダークドラゴンを別次元へと追いやりました。しかし、ダークドラゴンは千年後には次元の壁を突破し、この世界に戻ってくると誓ったのです。\n\n千年の平和と静けさが過ぎ去りました。世界の人々は幸せに満ちた生活を送り、ダークドラゴンによって破壊された魔法や技術の驚異を再発見し、それを全ての人々のために活用することができました。\n\nしかし、ルネファウスト王国がルーンの王国に対して大規模な攻撃を開始しました。これはダークドラゴンをこの世界に戻す手助けをするためのものです！小さな戦士たちの集団が、ルネファウストの闇の力に立ち向かう危険な旅に送り出され、あなたがそのリーダーです。究極の戦いに備えましょう！\n\nシャイニング・フォースは戦略RPGです。ルーンの土地を進む中で、ルネファウストの力を止めたい他の戦士たちが仲間に加わります。各戦士にはそれぞれの強みと弱みがあります。ゲームを進めるにつれて、新しい武器や魔法も手に入れます。それらを賢く使い、ダークドラゴンが復活してルーンに混乱をもたらすのを阻止しましょう。",
    "developer": "Climax",
    "genre": "Tactical RPG, Strategy, Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19920320T000000",
    "title_ja": "シャイニング・フォース The Legacy of Great Intention 神々の遺産"
  },
  "Shining Force II - Inishie no Fuuin (Japan)": {
    "desc_ja": "シャイニング・フォースIIは、カートゥーン風のグラフィックを持つ戦略/RPGハイブリッドゲームです。このゲームは、探索モードとバトルモードの2つのモードで構成されています。探索モードでは、主人公とその仲間が町の人々と話したり、新しい土地を探索したり、物語を進めたりするというRPGの基本的な要素を体験します。一方、バトルモードでは、戦闘が戦術的な視点から解決され、個々の戦闘はアニメーションキャラクターのクローズアップビューで展開されます。\n\n物語は、悪魔の手から姫を救うことや、主人公の故郷を再建すること、そして主人公の宿敵に対抗するために善の様々な勢力を結集するというクエストで構成されています。旅の途中で、主人公を助けようとする多くのキャラクターが仲間になります。これらのキャラクターの中には、サイドクエストをクリアすることでのみ仲間にできる者もいます。また、プログラムされたシナリオの合間にランダムバトルが発生することがあり、主人公のパーティーは経験値を獲得し、設定されたシナリオ外でレベルアップするチャンスがあります。\n\nゲームにはいくつかの難易度があり、新しいゲームを始める際に選択できます。さらに、敵ユニットを操作する能力を含むチートを有効にするための設定コードも用意されています。",
    "developer": "Camelot Software",
    "genre": "Tactical RPG, Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19931001T000000",
    "title_ja": "シャイニング・フォースII 古えの封印"
  },
  "Shining and the Darkness (Japan)": {
    "desc_ja": "これはストーリー重視のコンソールスタイルのRPGで、ジェネシス用のシャイニングシリーズの第一作目です（続いて「シャイニング・フォース」と「シャイニング・フォース2」があります）。トーンウッド王国はダーク・ソルの手下に侵略されており、あなたの仕事は彼らを打ち倒すことです。そのためには光の武器が必要です。\n\nこのゲームは一人称視点のRPGで、ターン制の戦闘とカートゥーン風のグラフィックが特徴です。ダイアログはキャラクターの上に表示される吹き出しを通じて行われますが、主人公は決して話しません。サブクエストは存在せず、ゲーム内の秘密は特別な金属の場所とその使用に関わる神秘的なアイテムの鍛造に関連しています。最終戦闘とエンディングシーケンスまでに、約25〜30時間のゲームプレイが楽しめます。",
    "developer": "Climax",
    "genre": "Dungeon Crawler RPG, Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19910329T000000",
    "title_ja": "シャイニング & ザ・ダクネス"
  },
  "Shura no Mon (Japan)": {
    "desc_ja": "ツクモ・ムツ、若き空手の学生は、自身を証明するための挑戦を求めてジンムカン道場を探しに街にやってきました。彼は迷ってしまいますが、若い少女が助けてくれます。彼女は道場の頭の孫娘で、彼がその場所に関わることを望んでいませんが、ツクモは構わずに進むことを決意します。彼は道場に足を踏み入れ、出会った空手着を着た最初の男に挑みます...\n\n「修羅の門」は、川原正敏の漫画を基にしたいわゆる「コマンドアクション」ゲームです。プレイヤーはリストからコマンドを選択し、適切なタイミングでさまざまな攻撃や防御の動作を使用してツクモを操作します。その結果は短いアニメーションシーケンスで表示されます。試合の合間には、軽くアニメーションされたビジュアルシーンが物語を進めます。ストーリーは漫画の最初のアークに密接に沿っており、ツクモの伝説的なジンムカン道場への到着から始まります。",
    "developer": "Sims",
    "genre": "Adventure, Strategy",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19920807T000000",
    "title_ja": "修羅の門"
  },
  "Side Pocket (Japan, Korea) (En)": {
    "desc_ja": "主な目的は、アメリカのさまざまな都市を横断し、予め設定されたスコアに到達することです。しかし、忘れないでください：あなたには16個のボールしかなく、すべてのミスが致命的になり得ます！\n\nこのゲームには、2人用モードもあり、2つのバリエーションがあります：2Pポケットゲーム（伝統的なモード）と2P9ボールゲームで、前者は相手より先に9個のボールを沈めることが目的です。もしお好みなら、トリックゲームでターゲットを試したり、ジュークボックスでお気に入りの曲を聴いたりすることもできます。\n\n各ステージをクリアすると（運も必要ですが）、ボーナスステージが現れ、追加のボールを獲得するチャンスもあります。パーケットブロックで良いターゲットを狙うだけで大丈夫です！",
    "developer": "Data East",
    "genre": "Sports, Sports / Pool",
    "players": "2",
    "publisher": "データイースト",
    "release_date": "19921211T000000",
    "title_ja": "サイド ポケット"
  },
  "Slap Fight MD (Japan) (En)": {
    "desc_ja": "一見すると、『スラップファイト MD』は1986年のアーケードクラシック『スラップファイト』の直接的な移植であり、オリジナルタイトルの忠実な再現に加え、複数の難易度設定やオリジナルおよびアレンジされたサウンドトラックが特徴です。しかし、カートリッジには全く新しい続編も収録されており、新しいステージ、ボス、グラフィック、音楽が含まれています。基本的なゲームプレイは同じで、縦スクロールシューティングゲームであり、パワーアップがリストから選択できるようにサイクルします。また、驚異的な火力を持つ非常に広い艦船を構築することも可能です。『スラップファイト MD』では、艦船のパワーアップを放出することで、画面全体を覆う大爆発を引き起こし、命を救う可能性もあります。",
    "developer": "Toaplan",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "テンゲン",
    "release_date": "19930611T000000",
    "title_ja": "スラップファイト"
  },
  "Snow Bros. - Nick & Tom (Japan) (En)": {
    "desc_ja": "ニックとトムは、美しい2人のプリンセスと共に夢のような生活を送っている王子たちです。しかし、突然邪悪なキング・スコーチがニックとトムを凍らせ、プリンセスたちをさらってしまいます。今、ニックとトムは雪と氷を操る能力を手に入れました。この2人のスノーブラザーズは、邪悪なキング・スコーチを追い詰め、プリンセスたちを救出しなければなりません。\n\n『スノーブラザーズ』は、プレイヤーが各レベル（画面）で全ての敵を倒さなければならない固定画面プラットフォームゲームで、敵は合計50体います。スノーブラザーズは雪を武器として使い、敵に投げつけてスタンさせます。大量の雪を敵に投げると、その敵は雪の吹雪に覆われて動けなくなります。これらの敵は巨大な雪玉に転がして、他の敵に押したり蹴ったりすることができます。放置すると、敵は最終的に解凍され、プレイヤーに対して怒り出します。敵が詰まった雪玉は、通常の雪の一握りよりもはるかに強力な武器であり、ニックとトムがボスに対抗するための唯一の効果的な武器です。",
    "developer": "Toaplan",
    "genre": "Platform",
    "players": "2",
    "publisher": "テンゲン",
    "release_date": "19930528T000000",
    "title_ja": "スノーブラザーズ"
  },
  "Sonic & Knuckles + Sonic The Hedgehog 3 (Japan) (En) (Lock-on Combination)": {
    "desc_ja": "ドクター・エッグマン（別名ドクター・ロボトニック）のデスエッグが再びソニックによって撃墜され、フローティングアイランドの火山の頂上に墜落しました。ドクター・エッグマンは依然として逃亡中で、ソニックは彼がマスターエメラルドを手に入れてデスエッグを修理することを許すわけにはいきません。また、ソニックはナックルズの干渉を避けなければなりませんが、ナックルズにも問題があります。フローティングアイランドとすべてのエメラルドの守護者として、ナックルズは島を安全に保つために自分の役割を果たさなければなりません。互いにやり合っている間に、誰がドクター・エッグマンを止めるのでしょうか？",
    "developer": "Sonic Team",
    "genre": "Platform, Platform / Run & Jump Scrolling",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19941018T000000",
    "title_ja": "ソニック&ナックルズ + ソニック・ザ・ヘッジホッグ 3"
  },
  "Sonic Eraser (Japan) (Sega Game Toshokan)": {
    "desc_ja": "ソニックイレイザーは、セガのマスコットキャラクターであるソニック・ザ・ヘッジホッグが登場する、カラムズに非常に似たパズルゲームです。異なる配置のピースがウェルに落ちてきます。2つ以上の同じピースが接触すると、それらは消え、その上のピースがその場所に落ちてきます。シングルプレイヤー用のゲームモードは4つあります：\n\n1. ラウンド：各ステージは、すでにウェルに配置されたピースから始まります。いくつかの回転する緑のピースがあり、すべてを破壊することでステージをクリアできます。\n\n2. ノーマル：マッチが作られるたびにゲームの速度が徐々に上がる、標準のエンドレスモードです。\n\n3. ダウト：ドロップフォーメーションには白色のブロックが出現しませんが、配置後にランダムにブロックが白色に変わることがあります。\n\n4. ブロック：ノーマルモードに似ていますが、マッチが作られるまでブロックはフォーメーションから落ちません。これにより、印象的なクリアコンボが可能になります。\n\nこれらのモードは、シングルプレイヤーまたは2人同時に別々のフィールドでプレイできます。また、1人または2人用の対戦モードもあり、3つ以上のコンボを作ると相手に攻撃を仕掛け、相手は短時間ピースの操作を失います。",
    "developer": "SEGA",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "SEGA",
    "release_date": "19910101T000000",
    "title_ja": "ソニックイレイザー"
  },
  "Sonic Spinball (Japan)": {
    "desc_ja": "悪の博士ロボトニックは、世界を支配するための新しい計画を立てました。彼はモビウス山に新しい武器、ベジ-O-フォートレスを建設し、それを使ってすべての生き物をロボットに変えています。ソニックは要塞に忍び込み、ロボトニックを止めようとします。\n\nソニックをピンボールとして4つの危険なレベルで使いましょう。ポイントを獲得し、リングを集め、カオスエメラルドを集め、各レベルの最後にボスを倒しましょう。",
    "developer": "SEGA",
    "genre": "Pinball",
    "players": "4",
    "publisher": "セガ",
    "release_date": "19931210T000000",
    "title_ja": "ソニック・スピンボール"
  },
  "Sonic The Hedgehog (World) (Sonic Mega Collection)": {
    "desc_ja": "高速アクションゲームの金字塔です。",
    "title_ja": "ソニック・ザ・ヘッジホッグ (メガコレクション版)"
  },
  "Sorcer Kingdom (Japan)": {
    "desc_ja": "ソーサルキングダムは、RPGと戦略ゲームが融合した作品です。あなたは若き冒険者となり、王から派遣されて、土地を脅かすモンスターの増加の理由を探り、王国に平和を取り戻す使命を担います。冒険者としてスタートし、クエストを達成することで王からより高い称号を授与されます。\n\nゲームは典型的なRPGのように進行しますが、バトルは少し独特です。攻撃を受けたり、現在の範囲内にいるモンスターを攻撃したりすると、即座にターン制のバトルが始まり、別の戦闘エリアに移動することはありません。バトルが始まった瞬間に視界に入っていたすべての敵と戦わなければなりません。",
    "developer": "Technical Wave",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19920207T000000",
    "title_ja": "ソーサルキングダム"
  },
  "Space Funky B.O.B. (Japan)": {
    "desc_ja": "あなたはティーンエイジャーのアリのようなロボットで、デートに出かけます…\nしかし、あなたは父の車を借りてしまい、彼から警告されます；車に傷をつけたら、二度と運転できなくなると…\n\nもちろん、あなたは傷をつけてしまい、未知の惑星でクラッシュしてしまいます！\nさて、どうする？\n\nカラフルなゲームを通じて、今まで見たことのない奇妙な敵たちを相手に、B.O.Bを導いて新しい車を見つけ、家に帰る方法を探しましょう…",
    "developer": "Gray Matter",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19931119T000000",
    "title_ja": "スペースファンキー ビー・オー・ビー"
  },
  "Space Harrier II (Japan) (En) (Launch Cart)": {
    "title_ja": "スペースハリアーII"
  },
  "Sparkster - Rocket Knight Adventures 2 (Japan) (En)": {
    "desc_ja": "スパークスターは『ロケットナイトアドベンチャーズ』の続編であり、同時期のSNESタイトル『スパークスター』とはまったく異なります。物語は最初のゲームの出来事の直後に展開します。インタラクティブなオープニングシーンでは、スパークスターが宿敵アクセル・ギアが現れた後に新しい剣を手に入れる様子が描かれます。悪に堕ちたロケットナイトです。巨大ロボットとの戦いの後、スパークスターはプリンセス・チェリーを救出し、女王のもとに戻します。しかし、突然アクセルが再び現れ、彼女を誘拐してしまいます。アクセルは再びゲドール帝国のために働いていることが判明します。スパークスターはゼブロス王国に平和を取り戻し、プリンセスを救い、悪の帝国に終止符を打たなければなりません。\n\nゲームは6つのレベルで構成されており、2D横スクロールプラットフォーマーのゲームプレイが楽しめます。オポッサムのスパークスターは、移動、ジャンプ、剣での攻撃が可能です。ロケットパックを使用することで、より強力な攻撃を行ったり、空中でさまざまな方向に突進したりすることもできます。ロケットパワーはダブルメーターで構成されており、徐々に回復します。これにより、空中で連続攻撃を行ったり、壁に跳ね返ったりすることが可能です。最初のメーターは最も強力な攻撃を可能にしますが、充填速度は遅くなります。スパークスターはダイヤモンドやリンゴを集めて健康を回復し、剣のためのさまざまなパワーアップを手に入れます。ほとんどのレベルは典型的なプラットフォームゲームプレイですが、スパークスターが巨大ロボットの中を歩き回り、空中の敵を叩き落とすレベルもあります。\n\n追加のチャレンジとして、プレイヤーはレベル内に隠された7つの剣を見つけることができます。すべての剣を見つけると、ヒーローはゴールデン・スパークスターに変身します。ゲームにはパスワードシステムも含まれています。",
    "developer": "Konami",
    "genre": "Platform",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19940923T000000",
    "title_ja": "スパークスター"
  },
  "Speedball 2 (Japan) (En)": {
    "desc_ja": "ブルータルデラックスはその名に恥じないチームで、実際にはスピードボール史上最悪のチームです。あなたは彼らのマネージャーとして、彼らの運命を変える役割を担います。リーグシステムは2つの8チームのディビジョンから成り立っており、トップに進むことが求められます。また、2つのカップトーナメントもあり、そのうちの1つは2回戦で行われ、合計得点が進出を決定します。\n\n試合をプレイすることもでき、これがゲームの本質です。試合は2つの90秒のピリオドで構成されており、ゲームプレイは未来的で速く、激しいタックルが奨励されてボールを奪い合います。パワーアップやトークンがピッチ上に現れ、選手を特にタフにしたり、相手を凍らせたりするものもあります。",
    "developer": "The Bitmap Brothers",
    "genre": "Sports",
    "players": "2",
    "publisher": "CRI",
    "release_date": "19920619T000000",
    "title_ja": "スピードボール2"
  },
  "Splatterhouse Part 2 (Japan)": {
    "desc_ja": "あなたが最初のゲームからスプラッターハウスを脱出してから3ヶ月が経ちました。ジェニファーを救えなかったあなたは、彼女が助けを求めている夢を繰り返し見るようになります。スプラッターハウスのマスクが現れ、彼女を救うチャンスがまだあると約束します。しかし、それには代償があります。恐怖のマスクを着けることで、あなたは獣のような怒りと血への飽くなき渇望に満たされるのです。\n\n『死霊のはらわた2』などの映画から強く影響を受けたこのゲームは、8つの横スクロールステージを通じてあなたを導きます。リックは基本的なパンチ、キック、飛び蹴りのセットを持っていますが、鉛パイプ、骨、爆弾、ショットガン、チェーンソーなどの追加武器を拾うことができ、究極の血祭りを繰り広げながら、頭蓋骨、鋭い魚、巨大な悪魔と戦います。各ステージの最後には、特定の動きのパターンを要求するボスが待ち受けています。",
    "developer": "Namco",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19920804T000000",
    "title_ja": "スプラッターハウス"
  },
  "Stormlord (Japan) (En)": {
    "desc_ja": "女王バッドは、妖精たちを誘拐することで土地に恐ろしい復讐をもたらしました。物事を正しい形に戻すためには、彼女たちを救出しなければなりません。\n\nプラットフォームアドベンチャーアクションの各レベルを進むにつれて、触れることで救出できる妖精たちに出会います。敵には、ウツボカズラ、局所的な酸性雨、ドラゴンが含まれ、これらは回避するか、ボーナスのシューティングセクションで撃退することができます。いくつかのレベルに到達するためには、イーグルのメイル・ドゥヴィンの助けが必要です。各レベルの後には、ポイントを獲得するために涙を集めるボーナスゲームがあります。",
    "developer": "Punk Development",
    "genre": "Platform",
    "players": "1",
    "publisher": "マイクロワールド",
    "release_date": "19920327T000000",
    "title_ja": "ストームロード"
  },
  "Story of Thor, The - Hikari o Tsugumono (Japan)": {
    "desc_ja": "「ストーリー オブ トア 光を継ぐ者」では、主人公のアリ王子が登場します。彼は火、水、植物、影の力を持つ黄金の腕輪を操ります。あなたは、何世代にもわたって隠されていた銀の腕輪の持ち主を探し求めて、あなたの土地を旅しなければなりません。最近発掘されたその腕輪は、混沌と破壊の力を秘めています。手遅れになる前に、彼らを止めなければなりません。",
    "developer": "SEGA",
    "genre": "Action RPG, Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19941209T000000",
    "title_ja": "ストーリー オブ トア 光を継ぐ者"
  },
  "Street Fighter II' Plus - Champion Edition (Japan) (Virtual Console)": {
    "desc_ja": "世界の隅々から集まった12人の最強ファイターたちが、ストリートを駆け巡ります。あなたのチャンピオンを選び、8人のオリジナル挑戦者の一人、または4人のグランドマスターの一人としてアリーナに踏み出しましょう！バルログとして相手を叩きのめし、ノックアウトを狙え。サガットとして獲物の上に立ち、驚異的なタイガーショットで相手を眩ませろ。ベガの爪で相手を切り裂き、逃げ出させよう。あるいは、全ての中で最も偉大なグランドマスター、M.バイソンとして敵に恐怖を与えよう！",
    "developer": "Capcom",
    "genre": "Fighting",
    "players": "2",
    "publisher": "カプコン",
    "release_date": "19930928T000000",
    "title_ja": "ストリートファイターII ダッシュプラス"
  },
  "Strider Hiryuu (Japan) (Rev A) (Virtual Console)": {
    "desc_ja": "西暦2089年。ロシアで、邪悪なグランドマスター・メイオが宇宙を支配しようとする狂気の計画を始めた。孤独な影がステルスグライダーからメイオの基地に降下する。彼の名は飛竜、スーパークラスAのストライダー。彼の使命はグランドマスターを打倒し、彼の陰謀を完全に終わらせることだ。\n\nクラシックアーケードゲームから移植された「ストライダー飛竜」では、走り、ジャンプし、アクロバティックな動きを行い、壁やオーバーハングを登ることができる。サイファーと呼ばれるプラズマソードを使い、5つのレベルでロボットや警備員と戦い、中ボスやエンディングボスに挑む。",
    "developer": "Capcom",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19900929T000000",
    "title_ja": "ストライダー飛竜"
  },
  "Sub-Terrania (Asia) (En)": {
    "desc_ja": "エイリアンが重要な地下鉱山コロニーに侵入しました。光速の反射神経と完全な集中力を駆使して、あなたのプロトタイプ戦闘機を不可能な洞窟の中を飛ばし、鉱夫を救出し、エイリアンを宇宙の最も暗い深淵へと吹き飛ばしましょう！\n\nこのゲームは10のミッションで構成されています。各ミッションは広大な洞窟で行われ、興味深い天候条件があります。あなたはそれを探索し、ミッションの目的を達成しなければなりません。通常は部品を集めたり、閉じ込められた鉱夫を救出したり、巨大で壮大なボスを倒したりします。また、レベルを探索することもできますが、燃料計に注意し、多くの危険に気をつけてください！",
    "developer": "Zyrinx",
    "genre": "Platform",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940501T000000",
    "title_ja": "サブテラニア"
  },
  "Super Daisenryaku (Japan) (Rev A)": {
    "desc_ja": "スーパーダイセンリャクは、システムソフトの長寿戦略シリーズの多くのタイトルの一つです。ゲームのメカニクスはダイセンリャクIIに基づいていますが、収録されている35のマップの多くはこのリリース独自のものであり、いくつかはファンタシースターを基にしています。シナリオモードはなく、収録されているマップはすべてプレイ可能です。マップの中には2人用のものもあれば4人用のものもあり、任意の人間プレイヤーとコンピュータプレイヤーの組み合わせでプレイできます。\n\nゲームは六角形のスペースで構成された大きなマップ上で行われ、各スペースは特定の地形タイプです。各プレイヤーは複数のユニットを操作し、それぞれがグリッド上の1スペースを占めます。異なるユニットは他のユニットに対して異なる強さと弱さを持ち、地形の影響も受けます。各プレイヤーは首都を制御し、目標は他のプレイヤーの首都を占領することです。",
    "developer": "SystemSoft",
    "genre": "Simulation, Strategy",
    "players": "4",
    "publisher": "セガ",
    "release_date": "19890429T000000",
    "title_ja": "大戦略"
  },
  "Super Fantasy Zone (Japan) (En,Ja)": {
    "desc_ja": "スーパーファンタジーゾーンは、ファンタジーゾーンの次世代続編です。オパオパの父、オーパパがメノン帝国の奇襲によって殺された後、オパオパは敵を倒し、父の復讐を果たすために旅立ちます。ゲームプレイはクラシックなフォーマットに従い、スクロールするステージを自由に移動し、すべての敵生成器を破壊し、ボスを倒します。レベル中に集めたコインはショップでアップグレードに使うことができます。このゲームでは、より多くの武器やアイテムが追加され、ゲームギア版から自動方向システムが削除され、メガドライブの拡張コントロールを使用してゲームプレイが向上しています。",
    "developer": "Sunsoft",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "19920114T000000",
    "title_ja": "スーパーファンタジーゾーン"
  },
  "Super H.Q. (Japan)": {
    "desc_ja": "「スーパーH.Q.」は、いくつかの点で「チェイスH.Q.」に似ています：同じゲームプレイ、同じステージ数、同じ目的です。このゲームを聞いたことがない方のために説明すると、基本的には高速道路を走りながら、重罪を犯した5人の犯罪者を追いかけるゲームですが、時間との戦いです。犯罪者の車に追いつくと、衝突してダメージを与えることができます。十分なダメージを与えると、車が故障し、容疑者を逮捕できます。また、容疑者から大きく遅れている場合は、車に装備された最大3つのターボブースターを使用することもできます。",
    "developer": "Taito",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19921023T000000",
    "title_ja": "スーパーH.Q."
  },
  "Super Street Fighter II - The New Challengers (Japan)": {
    "desc_ja": "これは、スーパーヒットの「ストリートファイターIIターボ」と「ストリートファイターIIチャンピオンシップ」の続編です。アーケードゲームのこの移植版には、4人の新キャラクターとステージが含まれており、合計16人がプレイ可能です。ゲームは、SNESとジェネシス用にそれぞれ32メガと40メガの大容量カートリッジに収められています。シングルプレイヤーモードに加えて、多くのマルチプレイヤーモードが搭載されています。戻ってきたエリミネーショングループバトルでは、あなたと他のプレイヤーが戦い、最後に一人がチャンピオンになります。ポイントバトルでは、最もポイントを獲得したプレイヤーが勝利します。新しいモードには、8人によるダブルエリミネーションのトーナメントが含まれています。最後に、チャレンジモードでは、CPU対戦相手に対して最も多くのポイントを獲得するか、記録を超えるために素早く倒すことを目指します。",
    "developer": "Capcom",
    "genre": "Fighting",
    "players": "2",
    "publisher": "カプコン",
    "release_date": "19940625T000000",
    "title_ja": "スーパーストリートファイターII ザ ニューチャレンジャーズ"
  },
  "Super Volley Ball (Japan)": {
    "desc_ja": "スーパーバレーボールは、1人または2人でプレイできる屋内バレーボールゲームです。シングルプレイヤーモードでは、通常ゲームとワールドリーグの2つのゲームオプションが用意されています。通常ゲームを選ぶと、プレイヤーはコンピュータと対戦します。ワールドリーグを選ぶと、プレイヤーは他のすべてのチームと対戦します。このモードではパスワードセーブが可能です。\n\nゲームには8つの国のチーム（アメリカ、ソ連、ブラジル、オランダ、フランス、イタリア、日本、中国）が登場し、架空の名前の選手がいます。プレイ中にCボタンを押すことで選手を変更できます。また、チーム名、色、選手のポジションや名前を選んで新しいチームを作成するオプションもあります。\n\nゲームプレイは横スクロール視点で、カメラはボールに固定されています。画面の上部には両チームの選手の位置を示す小さなレーダーがあります。選手はバンプ、セット、スパイク、ダンプ、ブロック、ディグを行うことができます。また、アンダーハンド、オーバーハンド、ジャンプサーブのサーブの種類も用意されています。ボールのスピードは3段階、開始ポイント（0から10まで、15点満点中）、ハンディキャップのオプションもあります。",
    "developer": "Microforum International",
    "genre": "Sports / Volleyball, Sports, Strategy",
    "players": "2",
    "publisher": "ビデオシステム",
    "release_date": "19910201T000000",
    "title_ja": "スーパーバレーボール"
  },
  "Surging Aura (Japan)": {
    "desc_ja": "「サージングオーラ」では、あなたは国パスフェルダの王の息子である若き王子ムーの役割を果たします。ある日、大規模な儀式の最中に、王国はモンスターの軍隊に襲われます。王室の魔法使いは呪われた魔法を使わざるを得なくなります。その結果、強大な悪魔ルフィドが現れ、王子に戦いを挑みます。悪魔に敗れた王子は、神秘的な力によって救われ、町から遠く離れた村へとテレポートされ、彼の冒険が本格的に始まります。\n\n「サージングオーラ」はアニメスタイルの日本のRPGです。通常の敵はランダムに出現し、戦闘は一人称視点で行われます。戦闘はターン制とリアルタイムスタイルの混合で、現代のファイナルファンタジーシリーズのような形式です。戦闘中にアクションを行わなくても敵は攻撃してきます。ゲームにはフルスクリーンのアニメスタイルの画像がカットシーンとして使用されています。",
    "developer": "Japan Media Programming",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19950317T000000",
    "title_ja": "サージングオーラ"
  },
  "Sword of Sodan (Japan) (En)": {
    "desc_ja": "ソード オブ ソダンは、ソーレン・グレンベックの他のゲーム「データストーム」と同様に、技術面で特に注目されました。スプライトは大きく、独特の見た目をしています。あなたの役割（ヒーローまたはヒロインとして）は、暴君ゾラス・ザ・ネクロマンサーを打倒し、父の仇を討つことです。\n\n挑戦するレベルは11あり、屋内と屋外の設定があります。キャラクターは剣を振るったりジャンプしたりする多様な動きを持っており、進行するためにはそれらを最大限に活用する必要があります。ゲームにはデジタル音声やスピーチが搭載されており、当時のスポーツゲーム以外では珍しいアクションリプレイ機能も備えています。",
    "developer": "Soren Gronbech",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19911011T000000",
    "title_ja": "ソード オブ ソダン"
  },
  "T2 - The Arcade Game (Japan) (En)": {
    "desc_ja": "タイトルが示すように、これは映画「ターミネーター2：ジャッジメント・デイ」に基づいたアーケードのレールシューティングゲームの家庭用移植版です。最大2人のプレイヤーが、人間の抵抗勢力に仕えるよう再プログラムされたロボットキラーたちと共に、未来と現在のレベルを撃ち抜きます。\n\n両プレイヤーは無限の弾薬を持つマシンガンを操り、連続で発射すると発射レートが低下（オーバーヒート）します。サブ武器（未来ではミサイルランチャー、現在ではショットガン）は弾薬が限られていますが、大きなダメージを与えます。ゲーム内のパワーアップにはサブ武器の弾薬やマシンガン用の冷却剤が含まれ、撃って集めることができます。",
    "developer": "Arena Entertainment",
    "genre": "Lightgun Shooter",
    "players": "2",
    "publisher": "アクレイムジャパン",
    "release_date": "19940225T000000",
    "title_ja": "T2 ジ・アーケードゲーム"
  },
  "Taikou Risshiden (Japan)": {
    "desc_ja": "太閤立志伝は、コーエーのレコエイションシリーズによるシミュレーションゲームです。1992年に日本のさまざまなコンピュータ向けに初めてリリースされ、その後、1993年にはセガメガドライブ向けに移植されましたが、日本国外では発売されませんでした。",
    "developer": "Koei",
    "genre": "Tactical RPG, Role Playing Game",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19930528T000000",
    "title_ja": "太閤立志伝"
  },
  "Task Force Harrier EX (Japan) (En)": {
    "desc_ja": "地下の共産主義グループが、隠れていた年月を経て再び世界支配を目指して活動を再開しました。彼らは実験的な戦闘機TU-190を開発し、自由世界全体を脅かすだけの火力を備えています。そして、その標的はアメリカ合衆国です。国連は孤独な戦闘機ファルコンを派遣し、敵の防衛線を突破し、TU-190を破壊して自由世界を破滅から救う任務を託けます。作戦開始！\n\n「タスクフォース・ハリアーEX」は、1989年のアーケードタイトル「タスクフォース・ハリアー」に基づいた縦スクロールシューティングゲームです。プレイヤーは、タイトルにもなっているハリアーV戦闘機を操作し、空中と地上の両方から迫る標的を攻撃するために、空中および地上の弾幕を発射します。プレイヤーは、スマートボムや武器のアップグレード、特に指示に応じて編成を変えることができる無敵の衛星ペアなど、さまざまなパワーアップを集めて火力を増強できます。難易度設定は3段階あり、合計12ステージをクリアすることが求められます。",
    "developer": "UPL",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "トレコ",
    "release_date": "19911220T000000",
    "title_ja": "タスクフォース・ハリアー"
  },
  "Teddy Boy Blues (Japan) (Sega Game Toshokan)": {
    "desc_ja": "テディーボーイ・ブルースは、1985年のセガのアーケードアクションプラットフォーマーのアップデート版です。基本的な premise はマスターシステム版と似ており、各ステージには敵生成装置がいくつかあり、敵を撃って集める必要がありますが、敵が時間メーターの一部を奪う前に行わなければなりません。このバージョンのゲームにはいくつかの違いがあります。グラフィックはより強力なハードウェアを活用するために再描画されており、イシノ・ヨウコとのタイインは削除されています。また、ゲーム全体に新しいステージがいくつか追加されていますが、元のゲームのステージも多く残っています。",
    "developer": "SEGA",
    "genre": "Platform",
    "players": "1",
    "publisher": "SEGA",
    "release_date": "19900101T000000",
    "title_ja": "テディーボーイ・ブルース"
  },
  "Teenage Mutant Ninja Turtles - Return of the Shredder (Japan)": {
    "desc_ja": "タートルズの宿敵シュレッダーが次元Xからハイパーストーンを手に入れ、その力を使って街の建物を縮小しています。彼は世界を支配すると脅し、タートルズに立ち向かうよう挑戦します。そこでタートルズは再び彼を倒すために出発します。\n\n標準的なニンジャタートルズのベルトスクロールアクションゲームです。",
    "developer": "Konami",
    "genre": "Beat'em Up",
    "players": "2",
    "publisher": "Konami",
    "release_date": "19921221T000000",
    "title_ja": "ティーンエージ ミュータント ニンジャ タートルズ/リターン オブ ザ シュレッダー"
  },
  "Teenage Mutant Ninja Turtles - Tournament Fighters (Japan)": {
    "desc_ja": "このゲームでは、シリーズの前作からのオリジナルの4匹のカメたちと、他のファイターたちが登場します。\n\nゲームは「モータルコンバット」や「ストリートファイター」シリーズの伝統を受け継いでおり、プレイヤーは1対1の対戦で相手と戦います。カメたち以外にも、ラットキングやシャレッダー（ここでは「サイバーシャレッダー」と呼ばれています）など、馴染みのあるファイターが登場します。\n\nカメたちに詳しい人でも、彼らの違いに気づくでしょう。例えば、彼らは「ファイアボール」のような飛び道具を使った技を繰り出すことができるようになりました。\n\nゲームのモードには、ストーリーモードがあり、ここでは4匹のカメのうち1匹を選んで、エイプリルとスプリンターを救うために相手と戦います。また、トーナメントモードでは、名声とお金のためだけに戦います。",
    "developer": "Konami",
    "genre": "Fighting",
    "players": "2",
    "publisher": "Konami",
    "release_date": "19930101T000000",
    "title_ja": "ティーンエージ ミュータント ニンジャ タートルズ トーナメント ファイターズ"
  },
  "Teitoku no Ketsudan (Japan)": {
    "desc_ja": "P.T.Oは、コーエーによる別の軍事シミュレーションゲームです。このゲームでは、日本または連合国のいずれかを選択できます。艦隊を管理し、新しい軍艦を発注することで、紛争のさまざまな側面を制御できます。（艦船の開発、基地防衛、艦隊編成、直接戦闘の指揮、経済的決定）P.T.Oには多くのプレイオプションがあり、数々の有名な戦闘のいずれかを選んでプレイすることも、キャンペーンを進めることもできます。一方の陣営または両方を制御することが可能です。また、勝利条件に関しても限られたコントロールがあります。",
    "developer": "Koei",
    "genre": "Strategy, Puzzle",
    "players": "2",
    "publisher": "光栄",
    "release_date": "19920924T000000",
    "title_ja": "提督の決断 WWIIゲーム"
  },
  "Tetris (Japan) (En) (Mega 6)": {
    "desc_ja": "テトリスは、著名なブロック積み上げゲームの多くのバージョンの一つで、こちらはセガが1988年に制作したコインオペレーション版に基づいています。目的は、4つのタイルで構成されたピースを10×20のウェルに配置し、完全な行を作って消すことです。行が消えるとゲームのテンポが速くなり、背景が変化し、スタックがウェルの上部に達するとゲームは終了します。\n\n1人または2人用の標準的なエンドレスモードに加えて、1人または2人用の「タイムトライアル」モードもあり、3分間でできるだけ多くのポイントを獲得することが目標です。また、「ダブルス」モードもあり、2人のプレイヤーが協力して特大のウェルにラインを埋めていき、それぞれが自分のピースを同時に操作します。\n\nゲームには、スタートレベルの設定、ゲーム開始時のウェルの底にある「ゴミ」の量、次のピースが見えるかどうかなど、いくつかの標準オプションが用意されています。また、「アイテムブロック」というオプションの特別なフラッシングピースもあり、ラインを消すために使用すると追加ボーナスが得られます。",
    "developer": "SEGA",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "ナムコ",
    "release_date": "19890101T000000",
    "title_ja": "テトリス"
  },
  "Thunder Force IV (Japan) (En)": {
    "desc_ja": "サンダーフォースIV（北米ではライトニングフォース：クエスト・フォー・ザ・ダークスターとして知られる）は、1992年にテクノソフトによって開発・発売された横スクロールシューティングゲームで、セガジェネシス向けにサンダーフォースシリーズの第4作目です。ゲームは1992年7月24日に日本で、1992年9月に北米で、1992年12月にヨーロッパで発売されました。",
    "developer": "Technosoft",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19920724T000000",
    "title_ja": "サンダーフォースIV"
  },
  "Thunder Fox (Japan)": {
    "desc_ja": "19xx年、世界はテロリズムの嵐に覆われ、侵略の邪悪な力が陸、空、海に広がっています。しかし、その嵐を鎮めるために戦う勇敢な者たちがいます。サンダーとフォックスの対テロチームが招集され、敵のバリアを突破し、ヘリコプターを破壊し、敵の本部を壊滅させる一連の任務を遂行します。\n\nレベルを進みながらナイフを使って敵を倒し、レベルのボスを撃破しましょう。フレイムスロワー、バズーカ、マシンガン、手榴弾など、さまざまな武器があなたの手にあります。敵をピストルで叩くことも可能です。箱を壊すことで500ポイント、1000ポイント、そしてエクストラライフ+5000ポイントを獲得できます。",
    "developer": "Aisystem Tokyo",
    "genre": "Platform",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19910626T000000",
    "title_ja": "サンダーフォックス"
  },
  "Toki no Keishousha - Phantasy Star III (Japan)": {
    "desc_ja": "遥か昔、オラキオとラヤの間で大戦争が勃発し、惑星は荒廃しました。1000年後、若きオラキアンの王子リースは、心に決めた美しいマヤと結婚することを決意します。しかし、結婚式の最中に奇妙な生き物が現れ、新婦をさらってしまいます。それは伝説のラヤ人が王女を誘拐したのでしょうか？答えが何であれ、リースは自らその真相を探り出さなければなりません。彼は愛する者を見つけ出さなければならないのです…\n\nこのゲームは中世の設定に私たちを誘います。バトルシステムは前作「ファンタシースターII」と似ており、ターン制の戦闘でランダムに敵が出現します。シンプルな攻撃や、TP（テクニックポイント）を必要とする特殊技を使用することができます。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19900421T000000",
    "title_ja": "時の継承者 Phantasy Star III ファンタシースター"
  },
  "Tom and Jerry (Japan) (En)": {
    "desc_ja": "人気アニメを題材にしたアクションゲームです。",
    "title_ja": "トムとジェリー"
  },
  "Tougi Ou - King Colossus (Japan)": {
    "desc_ja": "「キング コロッサス」の物語はシンプルです。あなたはファンタジー大陸のどこかにある小さな家に住む若き戦士で、地元の賢者に育てられました。剣術に熟練した今、賢者はあなたを危険な南の洞窟に送り、そこに生息するモンスターを倒すよう命じます。さまざまな場所を訪れることで、主人公はさらに恐ろしいモンスターと戦い、最終的には究極の悪に挑むことになります。\n\n「キング コロッサス」は、アクション戦闘と軽いRPG要素を持つトップダウンアドベンチャーです。武器を装備し、リアルタイムで振ることでモンスターと戦います。ゲーム内にはさまざまなアクセサリーやアイテムがあり、ダンジョン内では異なる障害を克服する必要があります。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19920626T000000",
    "title_ja": "闘技王 King Colossus キング コロッサス"
  },
  "Twinkle Tale (Japan)": {
    "desc_ja": "オーバーヘッドスクロールのファンタジーシューティングゲーム「ツインクル テール」では、プレイヤーは若き魔女サリアとなり、魔法の浮遊島を侵略した邪悪なクリーチャーたちを排除する冒険に挑みます。\n\nゲームはオーバーヘッド視点で進行し、サリアは全方向に自由に移動でき、9つのステージすべての敵を排除し、見つけた宝物を奪い、各ステージのボスを倒すことが目的です。\n\nサリアの攻撃手段は、3つの異なる魔法として事前に設定されており、いつでも自由に切り替え可能で、パワースターを集めることでレベルアップできます。また、画面を一掃する爆弾も使用できます。",
    "developer": "ZAP",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "WAS",
    "release_date": "19920724T000000",
    "title_ja": "ツインクル テール"
  },
  "Uchuu Senkan Gomora (Japan) (En)": {
    "desc_ja": "平和な惑星アトランタルは、侵略者と呼ばれるエイリアン艦隊に攻撃され、首都デリラは廃墟と化しました。アトランタルの人々は、侵略者を止めるために、惑星で最も強力な戦闘艦、バイオシップゴモラを送り出します。\n\n「宇宙戦艦ゴモラ」は、1990年のアーケードゲームを基にした横スクロールシューティングゲームです。プレイヤーはタイトルの艦船ゴモラを操作し、ほとんどのシューティングゲームのように前方に弾を発射するだけでなく、独立して操作できるエイミングカーソルを使って自由に任意の方向に弾を撃つことができます。さらに、スピードアップや追加のマウントガン、ライフアップなどのパワーアップアイテムも見つけることができます。ライフアップは艦船の装甲を増加させるだけでなく、艦船のサイズも大きくします。\n\nゲームは9つのステージで構成されており、各ステージの最後にはボスが待ち受けています。また、1人または2人同時プレイが可能です。ゲームの難易度はアーケード版から調整されており、エイミングカーソルを操作するためのトラックボールがないことを考慮しています。プレイヤーはカーソルを動かすために艦船を停止させる必要があります。",
    "developer": "Aisystem Tokyo",
    "genre": "Shoot'em Up",
    "players": "2",
    "publisher": "UPL",
    "release_date": "19910101T000000",
    "title_ja": "宇宙戦艦ゴモラ"
  },
  "Ultracore (Japan) (En) (Columbus Circle)": {
    "desc_ja": "ハードコアを基にしたアフターマーケットリリースで、かつてセガによってリリースのライセンスが取得されていたが、元のパブリッシャーであるサイグノシスによって未発売となった。",
    "developer": "Digital Illusions",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "20190325T000000",
    "title_ja": "スターブレード"
  },
  "Undead Line (Japan)": {
    "desc_ja": "アンデッドラインは、スクロール画面を持つトップダウンアーケードシューティングゲームで、コマンドーや他のゲームに似ています。プレイヤーは、敵モンスターに向かって弾を発射するキャラクター（MSX 2版では3種類から選択可能）を操作します。\n\n利用可能な6つのレベルはメニューで表示され、好きな順番で選択してプレイできます。各レベルの最後にはボスバトルがあります。\n\nパワーアップが入った宝箱がレベル全体に散らばっています。宝箱は撃つことで開き、ジェネシス版では撃ち続けることで利用可能なパワーアップを切り替えることができます。パワーアップには、アーマーやスピードブースト、さまざまな種類の弾薬が含まれています。",
    "developer": "T&E Soft",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "PALSOFT",
    "release_date": "19911220T000000",
    "title_ja": "アンデッドライン"
  },
  "V-V (Japan) (En)": {
    "desc_ja": "グラインドストーマー / ヴイ ファイヴは、敵と弾幕が満載の高速縦スクロールシューティングゲームです。グラインドストーマーではパワーアップが即座に発動し、船は速いですが、ヴイ ファイヴではトークンを使ってグラディウススタイルのシステムでアップグレードを選択し、計画的にパワーアップを行う必要がある遅めの船となっています。難易度やライフを調整でき、コンティニュー後には4人のウィングマンを伴った特別なパワーアップを受け取ります。",
    "developer": "Toaplan",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "テンゲン",
    "release_date": "19940325T000000",
    "title_ja": "ヴイ ファイヴ"
  },
  "Valis III (Japan)": {
    "desc_ja": "ダークワールドのどこかで、再び悪がその醜い姿を現します…\n\nグレイムスという名の黒心の男が、リーススという剣を手に、人間界、夢の世界、そしてダークワールドを完全に破壊しようと脅かしています。ダークワールドの若い少女、チャムはグレイムスから逃げ出し、彼を倒すための助けを求めます。\n\n彼女は人間界にやって来て、ヴァリスの戦士、アーソ・ユウコを探し、さらに重要なヴァリスの剣を求めます。\n\nユウコは、三つの世界が引き裂かれる前に、チャムがグレイムスを倒す手助けをしなければなりません！\n\n前作の二つのヴァリスゲームからの新しい改善点には、3人のプレイアブルキャラクター、各キャラクターに対する3つのユニークな武器、そしてより強力な魔法が含まれています。",
    "developer": "Telenet",
    "genre": "Platform",
    "players": "1",
    "publisher": "日本テレネット",
    "release_date": "19910322T000000",
    "title_ja": "ヴァリス"
  },
  "Vampire Killer (Japan) (En)": {
    "desc_ja": "1917年、悪がトランシルバニアで再び立ち上がろうとしていた。数世紀前に魔女として裁かれ、殺された若い女性エリザベス・バートリーは、再び闇の王子ドラキュラ伯爵を復活させる計画を立てていた。\n\nベルモンド家の最新の血筋であるジョン・モリスと彼の友人エリック・ルカールドは、バートリーが復活を計画しているフランスのヴェルサイユ宮殿へ向かうため、ヨーロッパを横断しなければならない。そして彼らの前には、ドラキュラの最強の信者たちが立ちはだかる…",
    "developer": "Konami",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "1",
    "publisher": "コナミ",
    "release_date": "19940318T000000",
    "title_ja": "バンパイアキラー"
  },
  "Vermilion (Japan)": {
    "desc_ja": "セガのRPG「ファンタシースターII」のいとこにあたる「ヴァーミリオン」は、中世ファンタジーの設定の中でアクション、アドベンチャー、RPGの要素を含んでいます。町を移動する際には三人称のトップダウン視点が使用され、町の外を移動する際には一人称視点が採用されています。戦闘シーケンスでは、三人称の横視点（「ダブルドラゴン」や「ファイナルファイト」のスタイル）が用いられます。プレイヤーは普通の若者としての役割を担い、実は故エリック王の息子である王子であることを発見します。彼はエクスカラビアの土地を旅し、八つの魔法の「グッドリング」を集め、悪の王ツァルコンに立ち向かうために数多くのボス敵を倒す使命を負っています。",
    "developer": "SEGA",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19891216T000000",
    "title_ja": "ヴァーミリオン"
  },
  "Virtua Racing (Japan) (En)": {
    "desc_ja": "バーチャ レーシングは、セガがアーケード用に初めて開発した3Dポリゴンベースのレーシングゲームの家庭用移植版です。このゲームでは、フォーミュラ1風の車を使って、初心者、中級者、上級者向けのコースを走り、2人目のプレイヤーやコンピュータドライバーと競い合います。フォーミュラ1の車を使用しているにもかかわらず、ゲームの操作は非常に「アーケード的」で、プレイヤーはここからデイトナへの飛躍を実感できます。\n\nメガドライブ/ジェネシス版のバーチャ レーシングは、SVPチップ（セガ バーチャ プロセッサ）を搭載した唯一のゲームであるため注目に値します。このチップは各カートリッジに組み込まれた3Dプロセッサであり（コンソール自体には3D機能がありませんでした）、スーパーファミコンのスーパーフXチップに非常に似ており、スターフォックスやスタント レース FXなどのゲームで使用されています。",
    "developer": "SEGA",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940318T000000",
    "title_ja": "バーチャ レーシング"
  },
  "Vixen 357 (Japan)": {
    "desc_ja": "2384年、偉大な星間戦争が勃発しました。地球は「サード」と呼ばれる秘密裏に開発されたロボット兵器のおかげで勝利を収めました。戦争後、サードの使用はもはや秘密ではなく、様々な国が軍事目的でそれを使用し始めました。数年後、より強力な兵器「ベクター」が開発されました。このような高威力の兵器の使用は、世界各国の間で戦争を引き起こしました。あなたは特別軍事部隊「スラッシュ」の一員である村沢拓也とその仲間たちを操作します。物語は、彼らの基地に対する正体不明のベクターの攻撃から始まります...\n\n「ヴィクセン357」は、アニメスタイルの戦略/RPGゲームで、メカ戦闘が特徴です。あなたはロボットを戦闘マップ上で移動させ、遠距離攻撃や接近戦で敵と戦います。あなたと敵のロボットが攻撃し合う際には、アニメーションされた戦闘シーケンスが表示されます。ロボットのパイロットを交代させたり、戦闘中に修理することも可能です。パイロットは経験値を獲得することでレベルアップし、ゲームを進めることで新しいロボットや武器を手に入れることができます。",
    "developer": "Masaya Games",
    "genre": "Tactical RPG, Strategy, Role Playing Game",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19921023T000000",
    "title_ja": "ヴィクセン357"
  },
  "Volfied (Japan) (En)": {
    "desc_ja": "別の銀河を舞台に、宇宙パイロットが故郷のヴォルフィードに帰還するが、そこは未知の異星人の攻撃を受けていることが判明する。残された少数のヴォルフィードの住人たちは、惑星の地下に隠れており、パイロットに助けを求める信号を送る。パイロットは自機の防御兵器を駆使してヴォルフィードに飛び立ち、異星人の脅威を排除し、彼の人々を救うために戦う。",
    "developer": "ITL",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19910125T000000",
    "title_ja": "ヴォルフィード"
  },
  "Whip Rush - Wakusei Voltegas no Nazo (Japan)": {
    "desc_ja": "ウィップ ラッシュは、ガイアレスやRタイプに似た横スクロール（特定の垂直スクロールの下降と上昇を含む）シューティングゲームです。\n\n選択した難易度に応じて、3、4、または6機の宇宙船からスタートします。\n\n移動と射撃に加えて、あなたの宇宙船にはパワークローがあり、攻撃と防御の目的で回転させたり伸ばしたりすることができます。パワークローは最大で2ユニット装備でき、弾を発射することができます。\n\nアップグレード可能な武器には、レーザー、ミサイル、ファイアボール、パワークローがあります。\n\nレーザーは前方にのみ発射されますが、速くて強力です。ミサイルは前後に発射でき、パワークローから発射すると敵に自動追尾します。ファイアボールは宇宙船の進行方向とは逆に発射されます。\n\nほとんどの他のゲームとは異なり、あなたの宇宙船は可変速度を持っており、さまざまな障害物や敵を乗り越える際に役立ちます。",
    "developer": "Vic Tokai",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19900526T000000",
    "title_ja": "ウィップ ラッシュ 惑星ボルテガスの謎"
  },
  "Wimbledon Championship Tennis (Japan) (En)": {
    "desc_ja": "四大グランドスラムトーナメントの中で最も古い大会で、毎年7月にロンドンの芝生コートで開催される「ウィンブルドン」を基にしたテニスゲームです。ボールは芝生の表面から速く低く跳ね返り、このコートが提供する最もエキサイティングなテニスの評判を反映しています。視点は典型的な三人称で、独特の3D効果と影が表現されています。1人または2人の標準マッチをプレイすることも、準々決勝から始まるフルトーナメントを楽しむこともできます。標準的なショットに加え、ロブショットやドロップショットも使用でき、フルサービスルールが適用されます。キャラクターを選択し、ゲームが進むにつれてスキルを向上させることができます。",
    "developer": "SEGA",
    "genre": "Sports / Tennis, Sports",
    "players": "4",
    "publisher": "セガ",
    "release_date": "19940520T000000",
    "title_ja": "ウィンブルドン"
  },
  "Winter Olympics (Japan) (En,Fr,De,Es,It,Pt,Sv,No)": {
    "desc_ja": "これは1994年ノルウェーのリレハンメルで開催されたウィンターオリンピックの公式ライセンスゲームです。トーナメント前にどの競技でも練習することができます。ゲームはフルオリンピックとミニオリンピックの2つのモードを提供しており、競技の数が異なります。\n\n5種類の異なるスポーツが含まれています - バイアスロン、アルペンスキー（ダウンヒル、スラローム、ジャイアントスラローム、スーパージー）、スキージャンプ（90m、120m）、ボブスレー（2人乗り/4人乗りボブ、1人乗り/2人乗りリュージュ）、およびスケート（エリミネーション、パシュート、タイムトライアル）。競技は3Dビューで表現されています。",
    "developer": "Tiertex",
    "genre": "Sports / Multisports, Sports",
    "players": "4",
    "publisher": "セガ",
    "release_date": "19940211T000000",
    "title_ja": "ウィンターオリンピック"
  },
  "Wizard of the Immortal (Japan)": {
    "desc_ja": "「ウィザード・オブ・イモータル」は、アイソメトリックなアクションアドベンチャーゲームです。\n\nあなたの古い mentor モルダミールが行方不明になりました。おそらく誘拐されたのでしょう。彼がどこにいるのかはわかりませんが、ダンジョンは探すには良い場所です。そこで、最寄りのダンジョンを探し、その深淵に飛び込むことにします。注意してください：アイソメトリックな死が待ち受ける8つのレベルがあります。\n\n「ウィザード・オブ・イモータル」は、試行錯誤のゲームのプロトタイプです。進行は、危険に遭遇し、死に、問題を解決し、次の危険に遭遇することで成し遂げられます。レベルをクリアするためには、その罠とパターンを暗記する必要があります。これがどれほど苛立たしいかは言うまでもありませんが（実際にそうです）、このゲームは巧妙に苛立ちと好奇心、そして視覚的な報酬をバランスよく調整しています。要するに、次の部屋にどんな挑戦が待っているのかを見たくなるのです。\n\nパズルは、罠を避けることからアイテムの正しい使い方まで多岐にわたります。アイテムはインベントリに収集されます。時折、「ウィザード・オブ・イモータル」は特別な挑戦で驚かせてくれます。例えば、火の罠がいっぱいの廊下を魔法の絨毯に乗って進む必要があったり、地下の川で樽に乗って進むことが求められたりします。ダンジョンは空っぽではありません：友好的なキャラクターが貴重な情報やアイテムを取引してくれるかもしれませんが、悪党たちは攻撃してきます。戦闘は特別な画面で1対1で行われます。敵は攻撃を実行する数秒前に次の攻撃を示すので、適切に反応する時間があります。左または右に避けることができ、これらの2方向から攻撃することも可能です。もちろん、ゲームにはセーブオプションはありませんが、各レベルは好きなだけ再スタートできます。レベルはパスワードを入力することでスキップすることもできます。",
    "developer": "Sandcastle",
    "genre": "Adventure",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19930810T000000",
    "title_ja": "ウィザード・オブ・イモータル"
  },
  "World Heroes (Asia) (En)": {
    "desc_ja": "3091年、異星の存在であるギーガスが地球を脅かしています。地球のすべての力が敗北したため、科学者は最近作ったタイムマシンを使い、異なる時代の最強の戦士たちを集めてギーガスに立ち向かわせます。\n\n忍者からサイボーグスーパースoldierまで多彩なキャラクターが登場し、標準的な1対1の対戦や、スパイクウォールや地雷が危険を増すデスマッチで相手に挑むことができます。",
    "developer": "ADK",
    "genre": "Fighting / Versus, Fighting",
    "players": "2",
    "publisher": "セガ",
    "release_date": "19940101T000000",
    "title_ja": "ワールドヒーローズ"
  },
  "XDR - X-Dazedly-Ray (Japan) (En)": {
    "desc_ja": "エックス ディー アールは、グラディウスのスタイルを踏襲した横スクロールシューティングゲームで、武器のアップグレードが可能です。ゲームは曖昧なサイエンスフィクションのテーマを持ち、各ステージの最後にはボスが待ち受ける全六つのステージが用意されています。難易度は三つの設定から選べます。",
    "developer": "Affect",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "ユニパック",
    "release_date": "19900826T000000",
    "title_ja": "エックス ディー アール"
  },
  "Ys - Wanderers from Ys (Japan)": {
    "desc_ja": "アドルの長年の友人、ドギは、レッドモントの故郷で起こっている奇妙な騒動を聞き、帰りたいと思っています。冒険を求めるアドルは彼に同行し、この新たな悪の原因をすぐに突き止めます。\n\n「イースIII」は、前作の2つのゲームの「敵にぶつかる」バトルシステムから脱却し、アドルが剣をさまざまな方向に振ることができるようになりました。バトルシステムが変更されたほか、ゲームはこれまでの上からの視点から横スクロールに変わりました。アドルは今やジャンプする能力も持っています。シリーズにはお馴染みの魔法のリングも登場し、アドルに回復や防御などのさまざまなパワーアップ能力を与えます。また、ゲームは進行中に見つけるさまざまなキーアイテムを使用して小さなパズルを解き、ストーリーを進めていきます。",
    "developer": "Nihon Falcom",
    "genre": "Action RPG, Role Playing Game",
    "players": "1",
    "publisher": "日本テレネット",
    "release_date": "19911101T000000",
    "title_ja": "ワンダラーズ フロム イース"
  },
  "Yu Yu Hakusho - Makyou Toitsusen (Japan)": {
    "desc_ja": "浦飯幽助と彼の仲間たちは、神秘的な武道団体「魔強統一戦」に招待されます。このトーナメントでは、彼らが過去に戦った悪魔たちと再び対戦し、誰が最強かを決定します。",
    "developer": "Treasure",
    "genre": "Fighting",
    "players": "4",
    "publisher": "SEGA",
    "release_date": "19940930T000000",
    "title_ja": "幽☆遊☆白書 魔強統一戦"
  },
  "Yu Yu Hakusho Gaiden (Japan)": {
    "desc_ja": "漫画・アニメシリーズ「幽☆遊☆白書」に基づいています。これは、子供を救おうとして車にひかれた不良少年、浦飯幽助の物語です。しかし、彼には天国にも地獄にも居場所が見つからず、死神閻魔の息子であるコエンマが彼を現世に送り返します。そこで彼は「オカルト探偵」として悪魔と戦わなければなりません。彼の冒険には、彼の元ライバルで親友の桑原和真、1400年の歴史を持つ妖狐の蔵馬、そしてかつて世界征服を試みた悪魔で、幽助を助けることで罪を償わなければならなかった飛影が仲間として加わります。\n\nプレイヤーは、4人の操作可能なキャラクター（幽助、桑原、蔵馬、飛影）の各章をプレイし、最終章では彼ら全員を操作して悪の力との究極の対決に挑みます。このゲームは、日本スタイルのアドベンチャー（パズルなし、メニュー駆動のインターフェース）にバトルを加えたものです。バトルはリアルタイムで行われ、格闘ゲームのようにキック、パンチ、防御、特殊技を使用できます。ほとんどの日本のアドベンチャーとは異なり、ゲームの世界はプラットフォーム型の三人称視点で表示されます（ただし、アドベンチャーモードでは物理的に移動することはできません）。",
    "developer": "SEGA",
    "genre": "Adventure",
    "players": "1",
    "publisher": "セガ",
    "release_date": "19940128T000000",
    "title_ja": "幽☆遊☆白書 外伝"
  },
  "Zero Wing (Japan)": {
    "desc_ja": "ゼロウイングは、プレイヤーがZIGを操作する横スクロールシューティングゲームです。ZIGは、悪のサイボーグCATSによって攻撃され破壊された母艦から放出された脱出ポッドです。CATSは世界を支配しようとしています。\n\nこのジャンルのほとんどのゲームと同様に、武器は赤（散弾）、緑（ホーミング）、青（レーザー）の3種類に色分けされています。それぞれの武器には3段階のパワーがあり、これを得るためには、同様のアップグレードを順番に集める必要があります。しかし、このゲームのユニークな点は、トラクションビームを使用して敵を捕らえ、その敵を仲間に投げつけて破壊することができることです。\n\nこのゲーム（またはヨーロッパのPAL版）は、悪名高い「オール・ユア・ベース」の2001年インターネットミームの発祥として最も知られています。",
    "developer": "Toaplan",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "東亜プラン",
    "release_date": "19910531T000000",
    "title_ja": "ゼロウイング"
  },
  "Zou! Zou! Zou! Rescue Daisakusen (Japan) (En)": {
    "desc_ja": "「ゾウ！ゾウ！ゾウ! レスキュー大作戦」はクラシックなプラットフォーマーです。\n\nあなたはサーカスから逃げたゾウのロロを操作します。世界を進む中で、リス、ウサギ、ビーバー、そしてモグラと出会います。これらの友達はそれぞれ特別な能力を持っており、あなたを助けてくれます。リスは登ることができ、ウサギはジャンプし、ビーバーは泳ぎ、モグラは掘ることができます。\n\n最終的に、ロロは自分の家にたどり着くことができるでしょう。",
    "developer": "Vectordean",
    "genre": "Platform",
    "players": "1",
    "publisher": "エレクトロニック・アーツ・ビクター",
    "release_date": "19930429T000000",
    "title_ja": "ゾウ！ゾウ！ゾウ! レスキュー大作戦"
  }
}