{
  "Donkey Kong 64 (Japan)": {
    "desc_ja": "K. ルールがコングたちをさらってしまった！ドンキーコングは友達を救い、ゴールデンバナナを取り戻し、故郷を危機から救うことができるのか？チャンクのパイナップルランチャーやランキーのトロンボーンでクレムリングを倒そう。ティニーのポニーテールツイールを使って空を浮遊し、さらにはディディのジェットバレルで空に飛び上がろう！",
    "developer": "Rareware",
    "genre": "Action / Adventure, Action",
    "players": "4",
    "publisher": "任天堂",
    "release_date": "19991210T000000",
    "title_ja": "ドンキーコング 64"
  },
  "Doubutsu no Mori (Japan)": {
    "desc_ja": "「どうぶつの森」では、プレイヤーは新しい町に到着し、その町に名前を付けます。そして、プレイヤーは自分で選んだ名前のキャラクターを操作します。このゲームには明確な目標はなく、むしろ「ザ・シムズ」のようなスタイルで、プレイヤーはルールや目標、時間制限なしに好きなことを好きな時に行うことができます。\n\nプレイヤーが最初に到着すると、住むための家が与えられます。しかし、残念ながらお金がないため、「ベル」と呼ばれるゲーム内通貨を稼いで住宅ローンを返済しなければなりません。ベルは、町の他の住民のためにさまざまなタスクをこなしたり、魚や虫を捕まえて売ったり、アイテムを売ったり、木の中からお金を見つけたりすることで得られます。ローンを返済するだけでなく、お金は家具や衣服を購入するためにも使えます。ローンが返済されると、プレイヤーの家はさらに拡張することができます。",
    "developer": "Nintendo",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20010414T000000",
    "title_ja": "どうぶつの森"
  },
  "Hoshi no Kirby 64 (Japan)": {
    "desc_ja": "物語は、ダークマターが特別なクリスタルを求めて遠い土地を襲撃するところから始まります。若い妖精リボンはクリスタルを奪い、救うために逃げ出します。彼女はドリームランドに着地しますが、クリスタルの破片が世界中に散らばってしまいます。カービィは手を差し伸べることを決意し、彼女と共に失われたすべての破片を探しに出かけます。\n\nカービィは、ダークマターに操られた友達と出会います。彼らを救うために戦わなければなりません。そこから、彼らはロックスター、ウォータースター、リボンの故郷であるリップルスターなど、さまざまな世界を共に旅します。ダークマターが潜んでいる場所です。ゲームを正しくクリアするためには、さまざまなレベルに隠されたクリスタルの破片をすべて見つけなければなりません。そうすることで、カービィと彼の仲間たちは本当にリップルスターを救うことができるのです。",
    "developer": "HAL Laboratory",
    "genre": "Platform",
    "players": "4",
    "publisher": "任天堂",
    "release_date": "20000324T000000",
    "title_ja": "星のカービィ64"
  },
  "Neon Genesis Evangelion (Japan)": {
    "desc_ja": "「新世紀エヴァンゲリオン」は、貞本義行の同名漫画をゲーム化した作品で、アニメ版も制作されています。N64でリリースされた唯一のエヴァンゲリオンゲームです。このゲームは、エヴァンゲリオンサーガ全体の主要な戦闘をカバーし、アニメからのオリジナル映像が収録されています。\n\nストーリーモードでは、エヴァと呼ばれる生体機械のメカを操作し、エンジェルと呼ばれる怪物と戦います。ミッションをクリアするために、コンボ攻撃（パンチやキック）、ブロック、グラップリング技を駆使できます。あなたが操作するエヴァが受けるダメージや特定の条件が満たされると、エンジェルとの戦闘を終えるためのタイムリミットが設定されます。\n\nシミュレーションモードは、ほぼシューティングゲームのようにプレイします。1人称視点のモードで、制限時間内にできるだけ多くのエンジェルを排除する必要があります。制限時間が終了すると、破壊した敵の数や使用した弾薬の数に応じてランクが与えられます。",
    "developer": "BEC",
    "genre": "Fighting",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990625T000000",
    "title_ja": "新世紀エヴァンゲリオン"
  },
  "Nintendo All-Star! Dairantou Smash Brothers (Japan)": {
    "desc_ja": "「大乱闘スマッシュブラザーズ」は、マリオ、カービィ、ドンキーコングなどの馴染み深い任天堂キャラクターたちを戦わせるゲームです！各キャラクターに対応した8つの完全インタラクティブなステージがあり、それぞれのゲームとの関連性が感じられます。操作はアナログベースで、スティックの方向や押し具合によって異なる技が繰り出されます。野球バットやボム兵、回復アイテムなどがランダムにアリーナに落ちてきて、近くのキャラクターが利用することができます。ゲームは固定視点でスクロールしますが、キャラクターは3Dで描画されています。\n\n1人用モードには14のステージが用意されています。最大4人のプレイヤーが同時に戦うことができ、チームプレイや全員対戦のアクションが楽しめます。隠しキャラクターやボーナスラウンドも用意されており、巨大な手との戦いもあります（そう、あなたは正しく読みました！）。\n\nプレイ可能なキャラクターには、キャプテン・ファルコン*（F-Zero）、ドンキーコング、フォックス（スターフォックス）、カービィ、プリン*（ポケモン）、リンク（ゼルダの伝説）、ルイージ*（マリオ）、マリオ、ネス*（マザー/アースバウンド）、ピカチュウ（ポケモン）、サムス（メトロイド）、ヨッシー（マリオ）が含まれます。\n\n*キャラクターは最初にアンロックする必要があります。",
    "developer": "HAL Laboratory",
    "genre": "Fighting / Versus, Fighting",
    "players": "4",
    "publisher": "任天堂",
    "release_date": "19990121T000000",
    "title_ja": "ニンテンドーオールスター! 大乱闘スマッシュブラザーズ"
  },
  "Super Mario 64 (Japan)": {
    "desc_ja": "マリオが全く新しい形でスーパーマリオに！これまでに開発された最高の3Dグラフィックスと爆発的なサウンドトラックを組み合わせた「スーパーマリオ 64」は、ビデオゲームの新たなスタンダードとなります。激しいバトル、困難な障害物コース、そして水中冒険が詰まっています。隠された場所からパワースターを取り戻し、宿敵であるクッパ、クッパ大王に立ち向かいましょう！",
    "developer": "Nintendo",
    "genre": "Action, Action / Adventure",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19960623T000000",
    "title_ja": "スーパーマリオ 64"
  },
  "Super Robot Taisen 64 (Japan)": {
    "desc_ja": "本作「スーパーロボット大戦64」の基本コンセプトは変わらず、プレイヤーはさまざまな日本のシリーズからのロボットやパイロットを指揮するターン制戦略ゲームです。登場するシリーズには、ダンクーガやさまざまなガンダムシリーズ、さらにバンプレストのオリジナル作品が含まれています。新たに追加された要素として、シックスゴッドコンビネーション ゴッドマーズ、ジャイアントロボ、モビルスーツガンダム 第08MS小隊があります。\n\nゲームの開始時に、プレイヤーは4組の主人公/ライバルの中から選択でき、これがストーリーやプレイするステージに影響を与えます。含まれるさまざまなバリエーションにより、100以上のミッションが用意されています。",
    "developer": "AI",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "19991029T000000",
    "title_ja": "スーパーロボット大戦64"
  },
  "Tetris 64 (Japan) (En)": {
    "desc_ja": "テトリス64は、伝統的なテトリス体験を提供する落下ブロックパズルです。ブロックは画面の上から入ってきて、落下中は移動や回転が可能です。目標は、完全なラインを作成することで、それが消え、ポイントが得られ、時間が経つにつれてゲームが難しくなります。画面が満杯になり、出現するブロックが移動できなくなるとゲームオーバーです。Bタイプは似ていますが、画面は地面からランダムなブロックの組み合わせで満たされます。\n\nこの標準モードに加えて、ゲームには2つのユニークなバリアントがあります。「ギガテトリス」では、プレイヤーは時折、地面に触れると崩れる巨大なブロックに対処しなければなりません。「バイオテトリス」では、ゲームに付属しているバイオセンサーアクセサリーを使用します。これはユーザーの耳にクリップで装着し、心拍数を測定します。心拍数が上昇するとゲームの速度が遅くなったり速くなったりするように設定できます。",
    "developer": "Amtex",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "4",
    "publisher": "SETA",
    "release_date": "19981113T000000",
    "title_ja": "テトリス64"
  },
  "Zelda no Densetsu - Mujura no Kamen (Japan)": {
    "desc_ja": "ゼルダ姫の依頼を果たし、ハイラルの危機を救ったリンクは、馬エポナに乗って旅立ちます。迷いの森で、神秘的な仮面をかぶったインプ、スカルキッドに襲われ、妖精のタエルとタトルが同行します。スカルキッドはリンクをデクナッツという小さな植物のような生き物に変え、彼の馬と魔法のオカリナを奪ってしまいます。その後、タトルがリンクに加わり、彼の元の姿に戻る手助けをすることに同意します。さまよえる仮面商人との出会いにより、スカルキッドが着けているのはマジョラの仮面であり、これは呪いの儀式に使われる古代のアイテムで、ターミナの上空に不気味な月を呼び寄せることが分かります。リンクはこの事態を防ぐために、正確に3日間の猶予を与えられます。",
    "developer": "Nintendo",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "20000427T000000",
    "title_ja": "ゼルダの伝説 ムジュラの仮面"
  },
  "Zelda no Densetsu - Toki no Ocarina (Japan)": {
    "desc_ja": "物語は、ハイラルの森の村コキリの中で育った少年リンクを追います。守護精霊である大樹デクの呼びかけを受けたリンクは、迫り来る危険を知ります。それは、ゲルド族のリーダーであるガノンドロフが、神のような力を与える聖なる遺物トライフォースを求めているというものです。ゼルダ姫と彼の妖精の仲間ナビの助けを借りて、リンクは三つの精霊石を手に入れ、ガノンドロフがハイラルを支配する前に聖なる realm への道を開くための冒険に出ます。この冒険はリンクの子供時代と大人時代の両方にわたり、時間そのものが彼の使命の中心となります。",
    "developer": "Nintendo",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "任天堂",
    "release_date": "19981121T000000",
    "title_ja": "ゼルダの伝説 時のオカリナ"
  }
}