{
  "1943 Kai (Japan)": {
    "desc_ja": "これは「1943: ミッドウェイの戦い」の強化版で、グラフィックや音響のほとんどが再制作されています。また、武器の変更や、レーザーを発射する第二次世界大戦の飛行機や地上を走る艦船といった時代錯誤のアイテムも追加されています。プレイヤーはP-38の代わりにバイプレーンのボーイング・スティアマンE75 N68828を操作します。\n\nPCエンジン版では、アーケード版のレベルに加えていくつかのオリジナルレベルやアニメーションのインターミッションが追加されています。",
    "developer": "Capcom",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "2",
    "publisher": "ナグザット",
    "release_date": "19910322T000000",
    "title_ja": "1943改"
  },
  "21 Emon - Mezase Hotel Ou!! (Japan)": {
    "desc_ja": "当然ながら、マンガやテレビアニメとのタイアップ作品である「21エモン」は、西洋ではあまり大きな影響を与えていない日本風のボードゲームの一つです。4人のプレイヤー（人間とコンピュータの組み合わせは自由）が交互にサイコロを振り、アイソメトリックなボード上を移動し、さまざまなイベントマスに止まります。最終的な目標は、できるだけ多くのホテルを建てて、対戦相手よりも多くの資金を得ることです。",
    "developer": "Red Company Corporation",
    "genre": "Board game",
    "players": "4",
    "publisher": "NEC",
    "release_date": "19941216T000000",
    "title_ja": "藤子・F・不二雄の21エモン めざせ!ホテル王"
  },
  "Adventure Island (Japan)": {
    "desc_ja": "かわいそうなヒューマン！彼は以前の自分ではありません。悪のドラゴン・メカから逃げようとした結果、恐ろしいトカゲ男に変身してしまいました！本気でドラゴンの尻尾を蹴飛ばす準備をしてください。なぜなら、あなたを阻止しようと待ち構えているドラゴンがさらに5匹いるからです。それぞれが前のドラゴンよりも凶悪です。そして、各ドラゴンはヒューマンを異なる種類の気持ち悪い姿に変えてしまいます！彼らを切り裂き、焼き払い、吹き飛ばしましょう！そして、サラマンダー・クロスを捕まえてドラゴンの呪いを解きましょう。",
    "developer": "Westone",
    "genre": "Platform",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19910419T000000",
    "title_ja": "アドベンチャーアイランド"
  },
  "Aero Blasters (Japan)": {
    "desc_ja": "プレイヤーは、小さな宇宙船を操作して多くの敵がいるさまざまなレベルを進んでいきます。各レベルの最後にはボスが待ち受けており、一部のセクションではゲームプレイが加速し、横スクロールや縦スクロールの速い障害物コースが提供されます。飛んでいるオレンジ色のポッドは、一度に多くのパワーアップを放出し、宇宙船を新しいまたはより強力なレーザー、援護機、シールドで強化します。プレイヤーは、発射ボタンを押し続けることで、画面上のすべての敵弾を消し去り、すべての敵にダメージを与える大技をチャージすることもできます。容赦ない難易度で、どんな攻撃を受けても致命的ですが、残りのライフとクレジットがあれば、ゲームは任意の地点から再開できます。ゲームは2人で協力プレイすることも可能です。",
    "developer": "Inter State",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "2",
    "publisher": "Hudson Soft",
    "release_date": "19901102T000000",
    "title_ja": "エアロブラスターズ"
  },
  "After Burner II (Japan)": {
    "desc_ja": "前作と同様に、『アフターバーナーII』の基本的な premise は、F-14 トムキャットに乗り込み、次々と敵機を撃墜するミッションをこなしていくことです。武器としてはバルカン砲（基本的には機関銃）と限られた数のミサイルが用意されています。ゲームのバージョンによっては、銃が常に自動で発射されるものもあります。時折、友軍の補給機に出会うことがあり、接触することでミサイルを補充することができます。\n\nゲームは飛行機の後ろからの視点で進行し、次々と襲いかかる敵戦闘機と戦います。しかし、基本的には通常のシューティングゲームのメカニクスを提供しており、ほとんどの時間を避けたり撃ったりして過ごします。また、後ろから現れる敵に対処するために、スピードを上げたり下げたりすることもできます。",
    "developer": "Bits Laboratory",
    "genre": "Shooter / Plane, TPV, Shooter",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19900928T000000",
    "title_ja": "アフターバーナー II"
  },
  "Alien Crush (Japan)": {
    "desc_ja": "エイリアンクラッシュは、エイリアンをテーマにしたビデオピンボールゲームです。グラフィックはエイリアン映画のアートに強い類似性があり、全体的に暗く不気味な雰囲気を持っています。\n\nメインテーブルには多数の動くターゲットやボールロックがあり、高さは2画面分です。上の画面からアクセスできるボーナスゲームが少なくとも3つあります。ボーナスゲームは、別の単画面のボーナステーブルで動くターゲットを倒す内容になっています。",
    "developer": "Compile",
    "genre": "Pinball",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19880914T000000",
    "title_ja": "エイリアンクラッシュ"
  },
  "All Star Power League (Japan)": {
    "desc_ja": "ワールドクラスベースボールは野球ゲームです。プレイヤーは投手と野手を操作します（野球の伝統に従い、自動システムを通じてボールに最も近い選手を操作します）；バッターは操作しません。バッターと投手の対決中、1つまたは2つの小さなウィンドウでランナーの状況が表示されます。ボールが打たれると、視点は鳥瞰図に切り替わり、アクションが行われているゲームフィールドの広い部分が表示され、画面の右下には全選手の位置を示す小さなフィールドの画像が常に表示されます。",
    "developer": "Hudson Soft",
    "genre": "Sports, Sports / Baseball",
    "players": "2",
    "publisher": "NEC",
    "release_date": "19880624T000000",
    "title_ja": "オールスター パワーリーグ"
  },
  "Ankoku Densetsu (Japan)": {
    "desc_ja": "斧が帰ってきた…1989年の「年間ビデオゲーム」を超える力と怒りを持って！今回は兄弟同士の致命的な戦いが繰り広げられます。あなたの兄は、王国を支配するために言葉にできない邪悪な力を呼び寄せました。裏切りが支配する世界！あなたの唯一の希望は伝説の王の剣です！しかし、その力は混沌の崖を越え、骸骨のダンジョンや裏切りのスライムの墓所を克服するのに十分なのでしょうか？あなたの勇気、戦闘スキル、そして伝説の斧だけがその答えを知っています！\n\nこのゲームでは、剣だけで7つのステージを通じてモンスターと戦いますが、途中で斧、鎖槍、スマートボムなどの3つの武器を拾うことができます。これらの武器は、倒した敵が残したパワーアップを集めることでのみ入手可能です。武器は途中で切り替えることができます。各レベルの最後では、次のステージに進むために巨大なボスを倒さなければなりません。",
    "developer": "Atlus",
    "genre": "Platform",
    "players": "1",
    "publisher": "フェイス",
    "release_date": "19900907T000000",
    "title_ja": "暗黒伝説"
  },
  "Aoi Blink (Japan)": {
    "desc_ja": "『アオイ・ブリンク』は、同名のテレビアニメシリーズを基にした横スクロールプラットフォーマーです。5つのレベルは『スーパーマリオブラザーズ3』のように構成されており、分岐する道を持つマップ画面を通じてさまざまなエリアにアクセスします。これらのエリアをクリアすることで、マップ上をさらに進むことができます。\n\nこのゲームの特長は、プレイヤーが異なる能力を持つ3人のキャラクターを瞬時に切り替えられることです。例えば、一人は高くジャンプでき、別の一人はより強力な銃を持っています。これらの能力は、主に伝統的なプラットフォーミングや敵を避けたり撃ったりするというレベルの課題を解決するために重要です。ただし、レベルマップの最後にあるボスエリアはマスターキーを使って開く必要があり、各エリアには1つずつ隠されています。\n\n3人のキャラクターはシリーズのキャラクターを基にしており、レベルによって変わります。体力はすべてのキャラクターで共有されており、ハートをすべて失うとライフを失います。ハートは、倒した敵が残したお金を集めることで補充できます。",
    "developer": "Westone",
    "genre": "Platform",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19900427T000000",
    "title_ja": "青いブリンク"
  },
  "Appare! Gateball (Japan)": {
    "desc_ja": "「アッパレ！ゲートボール」は、クロケットに似たアジアのスポーツであるゲートボールをテーマにしたスポーツゲームです。ゲームはそれぞれ5人のプレイヤーからなる2つのチームで構成されています。一方のチームは白いボールを、もう一方のチームは赤いボールを使用します。赤チームが最初にプレイします。目標は、ボールを3つのゲートを通過させ、ペグを打つことです。プレイするフィールドは芝生または砂地から選べ、各選手には異なるステータスを持つ12人の中から選ぶことができます。",
    "developer": "Westone",
    "genre": "Sports",
    "players": "2",
    "publisher": "Hudson Soft",
    "release_date": "19881222T000000",
    "title_ja": "あっぱれ! ゲートボール"
  },
  "Armed F (Japan)": {
    "desc_ja": "フォーメーションアームドF、または単にアームドFは、1988年に万寿堂が開発し、日仏通商がアーケード向けに発売した縦スクロールシューティングゲームです。1990年にはパックインビデオによってPCエンジンに移植されました。ミルキーウェイ連邦の艦隊で最も最新鋭のスターファイターであるヴォウジャーRC30は、銀河の端にあるいくつかの宇宙ステーションを飲み込んでいる異常現象を調査するために派遣されます。ヴォウジャーは多数のパワーアップを通じて自己適応する能力を持っており、プレイヤーは敵をより効果的に攻撃するために武器のフォーメーションを切り替える必要があります。",
    "developer": "Manjyudo",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "Pack In Video",
    "release_date": "19900323T000000",
    "title_ja": "アームドF"
  },
  "Artist Tool (Japan)": {
    "desc_ja": "Artist Toolは、ハドソンが開発したPCエンジン用の基本的なアート制作プログラムです。ユーザーは「イラストブースター」という描画タブレット周辺機器を使って、今日のアートタブレットのようにスタイラスで画面に直接描くことができました。また、「プリントブースター」という周辺機器を使えば、画面上の作品を紙に印刷することができ、「フォトリーダー」は画像スキャナーとして機能しました。基本的な描画ツールセットに加え、プレイヤーは作業中に聴くための3つの音楽トラックを切り替えることができました。このゲームは、同時に販売された同様に珍しく高価な周辺機器の数から、コレクターにとって特に希少で価値のあるHuCardとなっています。ゲームと周辺機器は、オークションサイトで高値がついています。",
    "developer": "Hudson Soft",
    "players": "1",
    "publisher": "NECアベニュー",
    "release_date": "19890929T000000",
    "title_ja": "アーティストツール"
  },
  "Atomic Robo-Kid Special (Japan)": {
    "desc_ja": "『アトミックロボキッドスペシャル』は、1988年にUPLがアーケード用にリリースした『アトミックロボキッド』のPCエンジン版です。他のシステム向けにリリースされたバージョンはすべてアーケードの直訳でしたが、PCエンジン版はゼロから作り直されているため、タイトルに「スペシャル」という修飾語が付いています。PCエンジン版は日本国外ではリリースされませんでした。ゲームプレイは、標準の『アトミックロボキッド』と同様に、主人公のロボット戦闘機が一連のステージを通過して出口を探します。各出口はボス敵によってブロックされており、出口にアクセスできるようになる前にボスを倒す必要があります。アトミックロボキッドは最大3つの武器アップグレードを収集し、それらを切り替えることができます。ライフを失うと現在装備しているアップグレードを失いますが、他のアップグレードは保持されます。ゲームは各ステージのプレゼンテーションを変化させます。最初の2つのステージは横スクロール型ですが、他にはライバルとの単画面「デュエル」や、プレイヤーがさまざまな方向に探索する迷路のようなステージなど、さまざまな変化があります。",
    "developer": "UPL",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "UPL",
    "release_date": "19900119T000000",
    "title_ja": "トミックロボキッド"
  },
  "Battle Chopper (Japan)": {
    "desc_ja": "2999年、ミスターマディがあなたの惑星を脅かしています。幸運なことに、彼の残忍な手下たちを攻撃するための完全武装の大型ヘリコプターがあります。あなたはそのヘリコプターに乗り込み、主に左から右へスクロールする4つの横スクロールレベルを飛び回りますが、いくつかのバリエーションもあります。それぞれのレベルはボス戦で終わります。\n\n敵の他にも、レベルには多くのブロックがあります。武器のアップグレードシステムはこれらのブロックに組み込まれており、2つの異なる方法で機能します。ほとんどのブロックはクリスタルを落とし、これを集めるとあなたの所持金に加算されます。他のブロックは価格が表示された武器の画像を明らかにします。十分なクレジットを持っている状態でその画像に触れると、その武器を購入できます。エネルギーバーが尽きるとライフを失い、その際に全ての所持金も失います。",
    "developer": "Irem Corporation",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "アイレム",
    "release_date": "19891201T000000",
    "title_ja": "ミスターヘリの大冒険"
  },
  "Cadash (Japan)": {
    "desc_ja": "ディルサール王国に危機が訪れています。若く美しいサラサ姫が邪悪な大魔導士バルログに誘拐されてしまいました。王は国の四人の優れた戦士に助けを求めます。任務は明確ですが、簡単ではありません：バルログを見つけ、彼の邪悪な手下や土地を徘徊する他のモンスターを倒し、姫を救出することです。\n\n『カダッシュ』はプラットフォームアクションRPGです。プレイヤーはゲームの最初に四つのキャラクタークラスから一つを選びます：戦士、巫女、魔法使い、または忍者（ジェネシス版では戦士と魔法使いのみ）。主人公はダンジョンを進みながら、物理攻撃や呪文を使って敵と戦います（巫女または魔法使いの場合）。通常のプラットフォームゲームと同様に、プレイヤーキャラクターがジャンプしたり、しゃがんだり、登ったりする必要がある場所があります。主人公はモンスターを倒すことで経験値を獲得し、真のRPGのようにレベルが上がります。",
    "developer": "Taito",
    "genre": "Platform",
    "players": "2",
    "publisher": "タイトー",
    "release_date": "19910118T000000",
    "title_ja": "カダッシュ"
  },
  "Chibi Maruko-chan - Quiz de Piihyara (Japan)": {
    "desc_ja": "人気の子供向けキャラクターちびまる子ちゃんが、PCエンジンに登場！この巧妙にデザインされたアクション・クイズゲームで、難易度を選んで街へ出発しましょう。ただし、鳥や猫、そしてあなたを攻撃しようとする悪いロボットに注意してください。防御手段として探検家のヘルメットがあり、そこから魔法の星を発射して敵を倒すことができます（必要なら敵の頭に飛び乗って素早く逃げることも可能です）。その間、画面の上部には一連の質問が表示されます。AからDの選択肢があり、選択するには倒した敵から対応する文字を拾う必要があります。3回間違えるとゲームオーバーです。",
    "developer": "Namcot",
    "genre": "Quiz / Japanese, Quiz",
    "players": "2",
    "publisher": "Namcot",
    "release_date": "19920110T000000",
    "title_ja": "ちびまる子ちゃん クイズでピーヒャラ"
  },
  "Chikudenya Toubei - Kubikiri Yakata Yori (Japan)": {
    "desc_ja": "『チクデンヤ トウベイ』（別名トウビー、トベ）は、1989年にMSX2で最初にリリースされ、翌年にPCエンジンに移植されたアドベンチャーゲームです。プレイヤーはコマンドメニューを使って移動したり、アイテムを拾ったり、NPCと会話したり、その他の必要な手順を行います。\n\n「デジタルコミック」と呼ばれるこのゲームには、物語のよりドラマチックな部分で展開されるカットシーンがいくつか含まれています。また、プレイヤーが記憶を頼りに傷や眉毛などの顔の特徴を使って被害者の顔を再現するシーケンスを含むパズルもあります。",
    "developer": "Bit2",
    "genre": "Adventure",
    "players": "1",
    "publisher": "ナグザット",
    "release_date": "19900126T000000",
    "title_ja": "逐電屋 藤兵衛"
  },
  "Chouzetsurinjin Bravoman (Japan)": {
    "desc_ja": "悪の博士ボムが新田村を支配してしまい、普通のサラリーマンであるあなたしか彼の悪事を止めることができません。素晴らしいスーパーヒーロー、ブラボーマンに変身しましょう！\n\nこのゲームは横スクロールのアクションプラットフォーマーです。ブラボーマンとして、ボタンを押す時間に応じて手足を伸ばす力を持っており、それによって高くジャンプしたり、画面の向こう側の敵をパンチしたりすることができます。\n\n奇妙な設定や敵が満載の22ステージがあり、すべてカラフルな2Dグラフィックで表現されています。",
    "developer": "Namco",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19900713T000000",
    "title_ja": "超絶倫人ベラボーマン"
  },
  "Circus Lido (Japan)": {
    "desc_ja": "あなたは小さなカメレオンを操作し、約40のレベルをクリアしなければなりません。移動するためにジャンプはできず、舌を使って目的を達成する必要があります。最初のボタンを押すことでモンスターを飲み込み、吐き出すことができます。これは「バブルボブル」のようですが、今回はそれらを肉食植物に送り込んで完全に排除する必要があります。\n\n「サーカス・リド」ではジャンプができず、もう一つのボタンを使って舌を伸ばし、ロープを使って自分を引き上げる必要があります。独特な操作感ではありますが、タイトーのヒット作の影から抜け出すことはできていません。残念なことに、レベルを進む中で解決策を見つける楽しさはあります。実際、このゲームはアクションゲームというよりもパズルゲームに近いです。プレイする前に考えることが重要で、そうしないと行き詰まってしまいます。",
    "developer": "Uni Post Company",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "Uni Post Company",
    "release_date": "19910406T000000",
    "title_ja": "サーカスライド"
  },
  "City Hunter (Japan)": {
    "desc_ja": "シティハンターは、北条司の漫画を基にしています。物語は、神秘的な過去を持つ若者・冴羽獠が東京・新宿にシティハンターという私立探偵事務所を設立するところから始まります。\n\nゲームプレイは、いくつかのアドベンチャー要素を含むシンプルな横スクロールシューティングです。パワーアップや武器のバリエーションはなく、一度に持てるアイテムは1つだけです。レベルは通常、広大な屋内エリアとして設計されており、冴羽が3つの事件を解決するために入れる多くの部屋があります。",
    "developer": "Sunsoft",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "19900302T000000",
    "title_ja": "シティハンター"
  },
  "Columns (Japan)": {
    "desc_ja": "「カラムズ」は、落ちてくるブロックを整理して消すという点で「テトリス」に loosely derived しています。しかし、カラムズでは、同じサイズで色が異なる3つのブロックのグループを、横、縦、または斜めに3つ以上のシーケンスに並べる必要があります。4つまたは5つのシーケンスはダブルまたはトリプルポイントとしてカウントされ、斜めのシーケンスは最も高得点になります。実際のコツは「コンボ」を作ることで、1つのラインが他のブロックを落下させて別のラインを作ることです。\n\n通常のゲームモードに加えて、「フラッシュ」モードもあり、このモードでは、あらかじめ形成されたブロックの山の底から特定のブロックを取り除くことが目的です。この難易度は、すでに配置されている完全な行の数を増やすことで調整できます。",
    "developer": "Shin-Nihon",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "日本テレネット",
    "release_date": "19910329T000000",
    "title_ja": "コラムス"
  },
  "Coryoon - Child of Dragon (Japan)": {
    "desc_ja": "コリューンは、PCエンジン用の横スクロールシューティングゲームです。プレイヤーはかわいいドラゴンを操作し、様々なステージを進みながら敵を倒していきます。カラフルなグラフィックと独特のキャラクターデザインが特徴です。",
    "title_ja": "コリューン"
  },
  "Cross Wiber - Cyber Combat Police (Japan)": {
    "desc_ja": "クロスワイバー：サイバーコンバットポリスは、サイバークロスの続編で、サイバーコンバットポリスの特別捜査官クロスワイバーの冒険を描いています。サイバークロスの出来事から数年後、地球には新たな脅威が迫っています。それはデュマと彼の異星人部隊です。ワイバーは今、デュマに対する反撃を開始します。",
    "developer": "Sankindo",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "1",
    "publisher": "FACE",
    "release_date": "19901221T000000",
    "title_ja": "クロスワイバー"
  },
  "Cyber Core (Japan)": {
    "desc_ja": "サイバーコアは、プレイヤーが昆虫と戦う縦スクロールシューティングゲームです。基本的なアイデアは伝統的で、敵がプレイヤーを攻撃したり触れたりする前にすべてを撃ち落とすことです。3回のヒットで外骨格が壊れ、ライフが失われます。飛んでいる敵は標準の銃で処理できますが、地上の敵には無限に使える爆弾のいずれかで攻撃する必要があります。",
    "developer": "Alfa System",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19900309T000000",
    "title_ja": "サイバーコア"
  },
  "Cyber Dodge (Japan)": {
    "desc_ja": "未来的なドッジボールゲームで、幻想的なチーム（中には有名な映画に似たものもある）を選ぶことができ、さまざまなテーマのコートが用意されています。",
    "developer": "Compile",
    "genre": "Sports / Dodgeball, Sports",
    "players": "2",
    "publisher": "Tonkin House",
    "release_date": "19920131T000000",
    "title_ja": "サイバードッジ"
  },
  "Cyber Knight (Japan)": {
    "desc_ja": "24世紀、人類は宇宙に進出しました。宇宙船ソードフィッシュの乗組員は宇宙海賊との戦闘中に状況が悪化します。絶望的な状況の中、乗組員は目的地なしにジャンプドライブを起動し、銀河の中心へと投げ出されてしまいます。しかし、ソードフィッシュは大きな損傷を受け、艦長を含む多くの犠牲者が出ます。生存者は26人だけで、その中で戦闘資格を持つのは6人：指揮官、2人の兵士、整備士、医者、そして彼らが使用できる6つの巨大な「モジュール」機械スーツです。生存者たちは、人間によって植民地化されたと思われるファーワールドという惑星を見つけます。そこで彼らは、容赦ない機械のエイリアン「バーサーカー」に襲われている植民地を発見します。ソードフィッシュの乗組員はバーサーカーに立ち向かい、故郷に帰る手段を探して銀河を探索しなければなりません。",
    "developer": "Compile",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "トンキンハウス",
    "release_date": "19901012T000000",
    "title_ja": "サイバーナイト"
  },
  "Daichi-kun Crisis - Do Natural (Japan)": {
    "desc_ja": "『ダイチクン・クライシス: ドゥ・ナチュラル』は1989年に発売されたPCエンジンのゲームで、牛の擬人化キャラクターたちがムー・カウ・アイランドという故郷を育てる様子を描いています。このゲームはリアルタイムストラテジー形式で、プレイヤーは島を探索し、さまざまな作物を植えることが求められます。また、近くの火山からのモンスターの襲撃を防ぎ、発生した有毒な灰を取り除く必要もあります。",
    "developer": "Salio",
    "genre": "Strategy",
    "players": "1",
    "publisher": "Salio",
    "release_date": "19891122T000000",
    "title_ja": "大地くんクライシス"
  },
  "Daisenpuu (Japan)": {
    "desc_ja": "縦スクロールのシューティングゲームで、グラフィックは雷電を彷彿とさせる第二次世界大戦を舞台にしています。さまざまな敵の風景を越えて、飛行機、戦車、船を破壊していきます。パワーアップを取得すると武器のダメージが増加し、援護に来る戦闘機の小隊という特別な武器も持っています。",
    "developer": "Center Tech",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "2",
    "publisher": "Nec Avenue",
    "release_date": "19901214T000000",
    "title_ja": "大旋風"
  },
  "Darius Plus (Japan) (SG Enhanced)": {
    "desc_ja": "Darius PlusをSuperGrafxでプレイすると、スプライト処理機能が強化されており、標準のPCエンジンで発生する多くのちらつき問題が解消されます。",
    "developer": "Bits Laboratory",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Nec Avenue",
    "release_date": "19900921T000000",
    "title_ja": "ダライアス・プラス"
  },
  "Dead Moon - Getsu Sekai no Akumu (Japan)": {
    "desc_ja": "約200年後、太陽系の端で彗星が発見されます。天文学者たちはそれが地球の近くを通過することを確認し、調査のためにプローブを送り出します。プローブが彗星に近づくと、突然進行方向を変え、地球に向かって進んでいきます。最後の瞬間、地球の人々は地表から彗星に向けてミサイルを発射し、その衝突を月に逸らすことに成功します。衝突クレーターの中心には、エイリアンの戦闘機械が集まっています！国連は、エイリアンの脅威を排除するために月に単独の宇宙船を派遣します。\n\n『デッドムーン』は、地球、宇宙、月の6つのレベルで展開される横スクロールシューティングゲームです。4種類の異なる主武器といくつかの副武器が用意されています。各レベルにはミニボスとレベルの最後にボスが登場します。",
    "developer": "Studio Ducks",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Natsume",
    "release_date": "19910222T000000",
    "title_ja": "DEAD MOON 月世界の悪夢"
  },
  "Deep Blue - Kaitei Shinwa (Japan)": {
    "desc_ja": "エイリアンが海を侵略し、魚やその他の水生生物を変異させています！しかし、A.N.G.E.L.フィッシュアタック潜水艦が、恐怖の4つのシーンを突破してエイリアンの海の支配を阻止するために向かっています。幸いなことに、A.N.G.E.L.はいくつかのパワーアップによって助けられます。例えば、ヒーリングパワーは潜水艦を完全に修復し、スピードパワーはその速度を上げます。変異した魚と戦うために、最大3つの攻撃モードを使用できます。最初のパルスショット、破壊的なスワールカッター、そしてバブルビームです。しかし、A.N.G.E.L.は無敵ではありません。A.N.G.E.L.の目の4つの色は、潜水艦が受けたダメージの量を示しており、十分なダメージを受けて爆発すると、それがA.N.G.E.L.の終わりであり、ゲームの終わりです。",
    "developer": "Pack In Video",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19890331T000000",
    "title_ja": "ディープブルー・海底神話"
  },
  "Detana!! TwinBee (Japan)": {
    "desc_ja": "「ツインビー」シリーズの「キュート・エム・アップ」スタイルのトップダウンシューティングゲームです。\n\n「デタナ!!」では、ツインビーとウィンビーのパイロットであるパステルとライトが初めて登場し、悪の力から世界を救うためにメローラ姫を救う旅を描いています。それでも、6つの縦スクロールアクションステージで、シュールでかわいい敵を撃ちまくることがメインです。\n\nパワーアップやアップグレードは、敵が残すカラーベルを撃つことで得られ、希望の色になるまで待つことができます。多くの組み合わせが可能です。基本武器に新しいチャージショット機能が追加され、シングルプレイと2人協力プレイの両方が楽しめます。",
    "developer": "Konami",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "2",
    "publisher": "コナミ",
    "release_date": "19920228T000000",
    "title_ja": "出たな!! TwinBee ツインビー"
  },
  "Devil Crash - Naxat Pinball (Japan)": {
    "desc_ja": "冒険ゲームがピンボールの形式で展開されると想像してみてください。それが「ドラゴンズ・フューリー」です。あなたのヒーローは小さな銀のボールで、戦場は三層のピンボールマシンです。ボールを使ってモンスターを倒し、ポイントを獲得し、ボーナスステージに入ることができます。十分なスキルでプレイすれば、さまざまなポイント獲得ボーナスを発動させることができます。10億ポイントを獲得すると、最終ボスと戦い、ゲームのエンディングを見ることができます。",
    "developer": "Naxat Soft",
    "genre": "Pinball",
    "players": "2",
    "publisher": "NEC",
    "release_date": "19900720T000000",
    "title_ja": "デビルクラッシュ"
  },
  "Die Hard (Japan)": {
    "desc_ja": "テロリストがナカトミプラザで人質を取って600百万ドルを奪おうとしています。ジョン・マクレーンは、偶然にも人質の一人である妻ホリーを訪れることに決め、状況に巻き込まれます。MobyGamesデータベースにある他のダイ・ハードのバージョンとは異なり、TurboGrafx-16版はトップダウン視点でプレイされ、森からナカトミビルを通り、最終的には屋上での対決に至るまでの10のステージで構成されています。武器は敵を倒すことで手に入れることができ、マシンガン、レーザーショット、火炎放射器などがあります。よく探せば、弾丸を防ぐベストを手に入れることもでき、これは攻撃から守ってくれますが、耐久性が減少することもあります。",
    "developer": "Pack In Video",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "1",
    "publisher": "パック・イン・ビデオ",
    "release_date": "19900928T000000",
    "title_ja": "ダイハード"
  },
  "Digital Champ (Japan)": {
    "desc_ja": "近未来を舞台にした『DIGITAL CHAMP』は、プレイヤーをリングの生々しい緊張感に引き込む一人称視点のボクシングゲームです！人類を征服しようとするマザーコンピュータの陰謀を阻止するため、敵の領域に潜入し、ボクシングスキルを駆使して敵を打ち倒します。1ラウンドは3分で、試合は合計12ラウンドです。ノックアウト（KO）またはラウンド内に相手を3回倒すことでテクニカルノックアウト（TKO）を達成し、次の試合に進みましょう。左ジャブ、右ジャブ、フック、パワーチャージされたクロス、そして3種類のデバステーター・パンチを駆使して戦います。巧みに相手の攻撃をブロックし、かわし、チャンスを見つけて相手を倒しましょう。これらのテクニックをマスターし、最強の敵『DIGITAL CHAMP』を打ち倒しましょう！",
    "developer": "Naxat Soft",
    "genre": "Sports, Sports / Boxing",
    "players": "1",
    "publisher": "Naxat Soft",
    "release_date": "19891013T000000",
    "title_ja": "バトルボクシング"
  },
  "Don Doko Don! (Japan)": {
    "desc_ja": "『ドンドコドン』は、1989年にタイトーによってアーケード用に初めて開発・発売された日本のアクションプラットフォーマーです。1人または2人のプレイヤーは、ひげを生やした小人を操作し、誘拐された彼女を救うために50のプラットフォームやパズルのようなレベルを進んでいきます。",
    "developer": "Taito",
    "genre": "Platform",
    "players": "2",
    "publisher": "タイトー",
    "release_date": "19900531T000000",
    "title_ja": "ドンドコドン"
  },
  "Doraemon - Meikyuu Daisakusen (Japan)": {
    "desc_ja": "『ドラえもん：迷宮大作戦』は、上からの視点で遊ぶアクションパズルゲームです。各ステージは、さまざまな敵やアイテムで満たされた迷路で構成されています。敵を避けたり排除したりしながら、出口の扉を開けるためにステージ内のすべての鍵を集める必要があります。敵に対処する主な方法は穴を掘ることで、敵が穴に入ると一時的に閉じ込められ、その後穴を埋めることで敵を倒すことができます。\n\nまた、レーザーガンやヨーヨーなどの一時的な武器パワーアップを取得したり、掘る範囲を広げて一度に複数の穴を掘ることも可能です。ゲーム内ではいくつかのボスとも遭遇します。\n\n日本版『ドラえもん：迷宮大作戦』は、人気の子供向けキャラクターであるドラえもんとその仲間たちが登場します。このゲームは、1987年に稼働した日仏のコインオペレーションゲーム『キッドのホレホレ大作戦』の移植版で、改良されたファミコン版『ブービーキッズ』も存在します。",
    "developer": "Hudson Soft",
    "genre": "Strategy",
    "players": "1",
    "publisher": "Hudson Soft",
    "release_date": "19891031T000000",
    "title_ja": "ドラえもん迷宮大作戦"
  },
  "Doraemon - Nobita no Dorabian Night (Japan)": {
    "desc_ja": "人気のドラえもんシリーズを基にした「のび太のドラビアンナイト」は、主人公のロボット猫ドラえもんが、異なる時代から友達を救う冒険を描いています。どうしてこんなことになったのでしょうか？それはもちろん、のび太のせいです。のび太はドラえもんの親友であり、オタクの天才です。のび太が友達にタイムマシンを見せているときに何かがうまくいかず、彼らは敵対的な世界に取り残されてしまいました。今、ドラえもんが彼らを救う役割を担っています！",
    "developer": "Now Production",
    "genre": "Platform",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19911206T000000",
    "title_ja": "ドラえもん のび太のドラビアンナイト"
  },
  "Double Dungeons (Japan)": {
    "desc_ja": "ダブルダンジョンズはダンジョンクローラーです。プレイヤーはダンジョンを選び、その中を移動しながら経験値を上げ、最終的にはボスを見つけて倒します。各ダンジョンには同じ戦略が必要です。プレイヤーは弱いモンスターを見つけて倒し（すべてのモンスター、その強さ、配置はあらかじめ決まっています）、より強力なモンスターと戦いながら装備を強化し、ボスに到達するための正しい鍵を見つけて、ボスを排除してダンジョンをクリアします。各ダンジョンの最後には、より大きなパスワードの一部として数キャラクターが与えられ、すべてをクリアすることで最終ダンジョンを解放するための完全なパスワードが得られます。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "NEC",
    "release_date": "19890929T000000",
    "title_ja": "ダブルダンジョン"
  },
  "Download (Japan)": {
    "desc_ja": "『Download』は、ディストピア的なサイバーパンクの未来を舞台にした横スクロールシューティングゲームです。主人公のシドは、友人オハラがサイボーグの脅威に襲われた記憶に悩まされています。その一方で、彼は連絡先でありパートナーのデヴァからの電話を受け、彼女が歌舞伎町の警察に誘拐された際には急いで彼女を救出しなければなりません。ゲームのストーリーは、各ステージの前にアニメーションのビネットとして描かれており、これは『忍者龍剣伝』に似ています。歌舞伎町の厳しい街並みから始まり、シドは最終的にインターネットに接続し、サイバースペースでも同様の戦いを繰り広げます。",
    "developer": "Alfa System",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Nec Avenue",
    "release_date": "19900622T000000",
    "title_ja": "ダウンロード"
  },
  "Dragon Egg! (Japan)": {
    "desc_ja": "プレイヤーがリュックサックに卵を背負った小さな女の子を操作するプラットフォーマーゲームで、その卵はドラゴンに変身します。",
    "developer": "Tenky",
    "genre": "Platform",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19910927T000000",
    "title_ja": "どらごん"
  },
  "Dragon Saber (Japan)": {
    "desc_ja": "ドラゴンセイバーは、ナムコが開発した縦スクロールシューティングゲームで、ドラゴンスピリットの続編です。プレイヤーは2人のドラゴンライダーを操作し、空からの脅威と戦います。パワーアップシステムにより、ドラゴンの頭や攻撃力を強化できます。",
    "title_ja": "ドラゴンセイバー"
  },
  "Dragon Spirit (Japan)": {
    "desc_ja": "ミトグルト王国のアリシア姫がモンスター・ザウェルに誘拐されてしまいました。今、英雄的な戦士アムルが青いドラゴンに変身し、姫を救うために立ち上がります。\n「ドラゴンスピリット」は、9つのステージからなる縦スクロールのシューティングゲームです。プレイヤーは空を飛び回り、道にあるすべてを破壊します。アクションは「ゼビウス」のように、空と地上の2つの平面で展開されます。ドラゴンには2種類の攻撃方法があり、画面上方に向かって発射する火と、ドラゴンの前方の地面に落ちて当たる火があります。敵は空中と地上の両方に存在し、中には地面から空に飛び上がることができるものもいます。\nプレイヤーは戦いを助けるパワーアップやアップグレードを拾うことができます。アップグレードには、ドラゴンの追加の頭、体力、速い弾、その他さまざまなものが含まれます。各ステージの最後には倒すべきボスが待っています。ボスに到達する前に攻撃を受けて失わない良いアップグレードを持っていることが助けになります。",
    "developer": "Namco",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19881216T000000",
    "title_ja": "ドラゴンスピリット"
  },
  "Drop Rock Hora Hora (Japan)": {
    "desc_ja": "「ドロップオフ」は「ブレイクアウト」に似たゲームで、プレイヤーは左右に動かせるパドルを操作し、ボールを打ってプレイフィールド上部の宝石を消していきます。しかし、このゲームは「ブレイクアウト」と異なり、パドルは上下にも動かせ、宝石はプレイヤーのパドルに向かって下に移動してきます。また、プレイフィールドの下にはボールを跳ね返す境界があります。\n\nゲームのストーリーは、敵キャラクターの彼女が昏睡状態にあるというものです。ミューズが現れ、プレイヤーに彼の彼女が悪夢に囚われ、誰かに取り憑かれていると告げます。ミューズはその後、プレイヤーを彼女の夢の中に入れる呪文を唱えます。",
    "developer": "Data East",
    "genre": "Action, Action / Breakout games",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19900330T000000",
    "title_ja": "ドロップロック ほらホラ"
  },
  "Dungeon Explorer (Japan)": {
    "desc_ja": "かつてのオデシアの王は、あなたに重要で危険な任務を託けました。命、光、幸福の力を持つ神聖なORA石を見つけ、異星人の王ナタスよりも先に取り戻さなければなりません。彼はこの地を征服し、恐怖と絶望の時代に陥れ、暴力に悩まされています。あなたが彼に立ち向かい、世界をかつての栄光に戻すのです。\n\nダンジョンエクスプローラーは、ガントレットのようにプレイします。複数の異なるキャラクター（戦士、盗賊、魔法使い、魔女、吟遊詩人、司教、エルフ、ノーム）から1人を選び、1人または最大4人のプレイヤーと共に冒険に出かけます。戦闘はリアルタイムで、シューティングタイプです。つまり、剣を振るう代わりに、ナイフ（またはクラスに応じた魔法）を発射します。敵は地面の穴から再出現し、波のように押し寄せるのを防ぐためにそれらを排除しなければなりません。ゲーム中には白魔法や黒魔法のポーション、回復飲料など、さまざまなアイテムが見つかり使用できますが、ガントレットとは異なり、食べ物の心配はありません。",
    "developer": "Atlus",
    "genre": "Role Playing Game",
    "players": "5",
    "publisher": "ハドソン",
    "release_date": "19890304T000000",
    "title_ja": "ダンジョンエクスプローラー"
  },
  "Energy (Japan)": {
    "desc_ja": "このゲームのストーリーは非常にシンプルです：東京はモンスターによって破壊されてしまいました！恐ろしいクリーチャーたちが街に侵入し、荒らしています。ESPと呼ばれる超能力の秘密を持つ科学者が、若い少年にその力を授け、東京の街や地下の洞窟に送り出し、残された数少ない生存者を救い、モンスターの侵略の源を突き止めるのです！\n\n「エナジー」は横スクロールシューティングゲームです。プレイヤーは若いヒーローを操作し、エネルギーボールを発射したりジャンプしたりできます。エネルギー攻撃を行うとESPバーが減少し、徐々に回復します。ヒーローのライフバーは、敵が時々落とす回復ポーションでしか回復できません。また、少年はアイテムを集めることで、ESP攻撃の特性を変えたり、攻撃を次のレベルにアップグレードしたりすることができます。",
    "developer": "Quasar Soft",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "5",
    "publisher": "メサイヤ",
    "release_date": "19890419T000000",
    "title_ja": "エナジー"
  },
  "Eternal City - Toshi Tensou Keikaku (Japan)": {
    "desc_ja": "伝説の士郎正宗によるメカデザインを取り入れた横スクロールのランアンドシュートゲーム。",
    "developer": "Naxat Soft",
    "genre": "Platform / Shooter Scrolling, Platform",
    "players": "1",
    "publisher": "ナグザット",
    "release_date": "19910412T000000",
    "title_ja": "都市転送計画エターナルシティ"
  },
  "F-1 Dream (Japan)": {
    "desc_ja": "可愛いテーマのオーバーヘッドレースゲームで、F1ドライバーを目指す主人公のキャリアを体験できます。",
    "developer": "Capcom",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "NECアベニュー",
    "release_date": "19890825T000000",
    "title_ja": "F-1ドリーム"
  },
  "Fantasy Zone (Japan)": {
    "desc_ja": "ファンタジーゾーンは、8つの鮮やかな色彩を持つ幻想的な惑星からなる太陽系です。悪のメノンズは、不正に入手した外国通貨を使って勢力を築き、ファンタジーゾーンのすべての惑星を支配しようとしています。プレイヤーの使命は、すべてのコインを回収し、太陽系を救うことです！\n\nファンタジーゾーンは、1人または2人でプレイできるアーケードスタイルのシューティングゲームです。目標は、各惑星にいるすべてのクリーチャーを倒し、失われたコインをできるだけ多く集めることです。各レベルの最後には、大きな敵が待ち受けており、次の世界に進む前にこれを倒さなければなりません。ゲームのさまざまなポイントでは、プレイヤーはパーツショップを見つけることができ、宇宙船の改善、より良い武器や速いエンジンを購入することができます。",
    "developer": "Bits Laboratory",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "2",
    "publisher": "NEC",
    "release_date": "19881014T000000",
    "title_ja": "ファンタジーゾーン"
  },
  "Fighting Run (Japan)": {
    "desc_ja": "ファイティングランは、ニホンブッサンによるアクションゲームで、レースと戦闘が独特に組み合わさっています。プレイヤーは、人型の二足歩行ロボットを操作し、他の対戦相手と一連の死闘レースに挑みます。しかし、このレースにはひとひねりがあります。各レーサーは、レースに勝利しポイントを獲得するために、相手を攻撃することができます。シングルプレイヤーモードでは、まずコースと対戦相手を選択します。その後、スピード、パワー、アーマーなどのさまざまな能力を向上させるためにポイントを割り振ります。準備が整ったらレースが始まります。各レーサーはコース上を自由に移動し、お互いを攻撃したり、進行中に集めた特殊攻撃（雷、手榴弾など）を使用したりできます。各ロボットにはライフバーがあり、それがゼロになるとレースは終了します。さらに、ファイティングランには、2人のプレイヤーまたは2体のAI対戦相手が対戦できるバーススモードや、8体のロボットとそのパイロットが（2体ずつ）金のトロフィーを目指してレースを行うトーナメントモードも搭載されています。",
    "developer": "Nichibutsu",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "日本物産",
    "release_date": "19911129T000000",
    "title_ja": "ファイティングラン"
  },
  "Final Blaster (Japan)": {
    "desc_ja": "ファイナルブラスタ―は、縦スクロールシューティングゲームで、全7レベルがあります。プレイヤーは宇宙船を操り、敵を倒し、各レベルの最後には強力なボス敵を撃破しなければなりません。このゲームの特徴は動的な難易度です。プレイヤーがレベルで良いパフォーマンスを発揮すると、ランクが上がり、次のレベルの難易度に影響を与えます。ランクは4段階あります。\n\nゲームには、異なる色で表現された2種類のパワーアップがあります。武器のアップグレードと、プレイヤーに同行するドローンです。これらはそれぞれ2回までアップグレード可能で、互換性があります。プレイヤーが死亡すると、追加アイテムは緑のカプセルに移されます。次のライフを使用する際に、そのカプセルを拾うことができます。",
    "developer": "Aisystem Tokyo",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "Namcot",
    "release_date": "19900928T000000",
    "title_ja": "ファイナルブラスター"
  },
  "Final Lap Twin (Japan)": {
    "desc_ja": "ファイナルラップツインは、ナムコのアーケードゲーム「ファイナルラップ」を基にしたオープンホイールのF1スタイルのレーシングゲームです。ゲーム画面は常に分割画面モードで表示され、たとえ1人のプレイヤーしかプレイしていなくても、もう一方の画面にはコンピュータと対戦している場合、最も近いライバルが表示されます。\n\n基本的なモードは2つあります：グランプリとクエストです。グランプリは複数のレースでポイントを競うチャンピオンシップです。このモードにはF-3000とF1の2種類の車があります。グランプリモードは1人または2人でプレイできます。\n\nクエストモードはより深みがあり、ファイナルラップツインの核心を成しています。これは本質的にレーシングRPGです。プレイヤーは世界チャンピオンになることを望む少年の役割を担います。そのためには、町から町へ移動し、挑戦を見つけて勝利し、お金や特別なアイテムを獲得して車を改良する必要があります。オーバーヘッドビューで表示されるゲーム世界を移動する際には、従来のRPGのランダムバトルのように、ランダムな挑戦に遭遇します。",
    "developer": "Namco",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "ナムコ",
    "release_date": "19890707T000000",
    "title_ja": "ファイナルラップツイン"
  },
  "Final Match Tennis (Japan)": {
    "desc_ja": "ファイナルマッチテニスはPCエンジン向けの典型的なテニスゲームで、日本のみで発売されました。16人の異なる（全員男性）プレイヤーが登場し、スマッシュ、ストップボール、ロブ、ボレーなどの通常のショットがすべて含まれています。マルチプレイヤーアダプターを使用することで、最大4人がシングルスやダブルスで任意の組み合わせでプレイできます。また、トーナメントモードと練習モードも用意されています。",
    "developer": "Human Entertainment",
    "genre": "Sports / Tennis, Sports",
    "players": "4",
    "publisher": "ヒューマン",
    "release_date": "19910301T000000",
    "title_ja": "ファイナルマッチテニス"
  },
  "Final Soldier - Special Version (Japan) (En)": {
    "desc_ja": "SFのトップダウンシューティングゲームで、スターソルジャーシリーズの続編です。再び、あなたの任務は信頼できるスターファイターを使って、異星人の侵略から銀河帝国を守ることです。\n\nゲームは複数のステージに分かれており、敵がいくつかの波で攻撃してきます。ステージボスに到達すると次のステージに進むことができます。ファイナルソルジャーでは、各ボタンにマッピングされた4つの異なるガンポッドが搭載されており、独立して発射することも、連携して発射することも可能です。各ポッドに何を装備するかはあなた次第です。レベル間で武器のロードアウトを選択できるだけでなく、ゲーム中に利用可能な武器タイプにサイクルするパワーアップを取得することもできます。",
    "developer": "Hudson Soft",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19910705T000000",
    "title_ja": "ファイナルソルジャー"
  },
  "Fire Pro Wrestling - Combination Tag (Japan)": {
    "desc_ja": "批評家に高く評価されたファイプロレスリングシリーズの第一作で、前例のない数の技と、世界中のレスリングレジェンドに触発された大規模なキャラクター roster を使って、迅速なレスリングアクションを楽しむことができます。",
    "developer": "Human Entertainment",
    "genre": "Sports / Wrestling, Sports",
    "players": "4",
    "publisher": "ヒューマン",
    "release_date": "19890622T000000",
    "title_ja": "ファイヤープロレスリング コンビネーションタッグ"
  },
  "Fire Pro Wrestling 2 - 2nd Bout (Japan)": {
    "desc_ja": "ファイプロレスリング セカンドバウトは、ファイプロレスリングシリーズの第2作目です。ファイプロレスリング コンビネーションタッグと非常に似ており、新しいコンテンツはあまり提供されていませんが、エキサイトシリーズ、ワールドチャンピオンシリーズ、スーパートーナメント、エリミネーションマッチなどのいくつかの新モードが追加されています。",
    "developer": "Human Entertainment",
    "genre": "Sports / Wrestling, Sports",
    "players": "4",
    "publisher": "Human Entertainment",
    "release_date": "19910830T000000",
    "title_ja": "ファイヤープロレスリング 2ndバウト"
  },
  "Fire Pro Wrestling 3 - Legend Bout (Japan)": {
    "desc_ja": "ファイアプロレスリング3: レジェンドバウトは、長寿シリーズであるファイアプロレスリングの第3作目です。このゲームは、最初の2作と非常に似ていますが、レスラーの数が大幅に増加しており、レスラー編集モードや「隠しモード」といった新しいモードもいくつか追加されています。通常のレスラーは28人、隠しレスラーは4人います。いつものように架空のキャラクターですが、ハルク・ホーガンなどの実在のレスラーを基にしています。これはPCエンジン用のスタンドアロンコンソールとしてのシリーズ最後の作品で、アーケードCD-ROM²アドオン用にもう1作がリリースされました。",
    "developer": "Human Entertainment",
    "genre": "Sports / Wrestling, Sports",
    "players": "4",
    "publisher": "ヒューマン",
    "release_date": "19921113T000000",
    "title_ja": "ファイヤープロレスリング3 レジェンドバウト"
  },
  "Fushigi no Yume no Alice (Japan)": {
    "desc_ja": "ルイス・キャロルの『不思議の国のアリス』を基にした『不思議の夢のアリス』は、かわいらしい2Dプラットフォーマーで、あなたはピンクのドレスを着た金髪の少女アリスを操作します。あなたの仕事は、森や洞窟を進みながら出会う敵を、頭にジャンプするか「イヤ！」と叫ぶことで倒すことです。いくつかの敵は爆発する卵を落とします。これらの卵を蹴って、敵を自分で破壊することができます。各エリアには3つのレベルがあり、各レベルの最後にはボスを倒すことになります。",
    "developer": "FACE",
    "genre": "Platform",
    "players": "1",
    "publisher": "フェイス",
    "release_date": "19901219T000000",
    "title_ja": "不思議の夢のアリス"
  },
  "Gai Flame (Japan)": {
    "desc_ja": "Gaiflame（またはGai Flame）は、巨大で重武装の人型ロボットを使ったSFターン制ストラテジーゲームです。プレイヤーは巨大ロボットの軍を指揮し、敵を撃破しようとします。\n\nゲームは、マクロレベルの世界観から始まり（プレイヤーは部隊を戦場から戦場へ移動させることができ、各戦場には6つの部隊スロットがあります）、バトルモードに入ります。プレイヤーは「擬似六角形」のマップ（6つの隣接する正方形）上でいくつかのロボットを指揮し、敵の軍を打ち負かそうとします。ロボット同士の戦闘は、特別な小さな画面でアニメーション表示されます - Advance Warのように。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Strategy",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19900126T000000",
    "title_ja": "ガイフレーム"
  },
  "Gaia no Monshou (Japan)": {
    "desc_ja": "『ガイアの紋章』は、NCSによるファンタジーターン制ストラテジーゲームで、1987年にNEC PC-8801向けにリリースされたゲームの移植版です。光と闇の勢力が激しい戦争を繰り広げており、闇の軍のリーダーであるボーザーは、世界のエネルギー源であるラルタワーを奪取する準備が整いました。光の軍のリーダーであるジークハルトは、悪のボーザーと王国の完全な壊滅との間に立ちはだかる唯一の存在です。『ガイアの紋章』は本質的にターン制ストラテジーゲームで、プレイヤーは戦場で部隊を移動させ、近くの敵ユニットを攻撃します。また、オートバトルモードもあり、AIがプレイヤーの次の動きを考えるオプションを提供します。ゲームにはいくつかのプレイモードがあり、最初のモード（シナリオモード）では、プレイヤーはあらかじめ定義された部隊を使って直接戦闘に飛び込むことができます。2つ目のモード（構築モード）では、ユニットポイントを使って自分の軍を編成することができます。最後のモード（キャンペーンモード）では、物語の要素が展開され、王ジークハルトが激しいボーザーと戦う包囲都市ディルから始まります。このモードでは、より複雑な戦略が要求され、プレイヤーはユニットポイントを使って自分の部隊を編成し、戦闘で失ったユニットはキャンペーン中に復活しません。他の2つのモードとは異なり、プレイヤーの進行状況を保存するためのパスワードシステムが提供されています。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Strategy",
    "players": "2",
    "publisher": "メサイヤ",
    "release_date": "19880923T000000",
    "title_ja": "ガイアの紋章"
  },
  "Galaga '88 (Japan)": {
    "desc_ja": "Galaga '90（別名'88）は、Galagaの基本的なゲームプレイに高品質なグラフィック、トリプルシップの能力、パーセク進行、パワーアップ、アステロイド、ボスなどの強化要素を加えています。定期的にプレイヤーはチャレンジングステージに遭遇し、音楽に合わせて「ダンス」する敵が登場します。目的は、敵が消える前に40体すべてを撃ち落とすことで、最低10,000ポイントのボーナスを獲得することです。ステージは合計29あります。プレイヤーは、2機の予備を持つ1機の艦から始めるか、予備が1機だけのデュアルシップでスタートすることができます。",
    "developer": "Namco",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19880715T000000",
    "title_ja": "ギャラガ'88"
  },
  "Gekisha Boy (Japan)": {
    "desc_ja": "街を歩きながら、最もニュース性のある出来事の写真を撮ってポイントを稼ぐ新しいゲームです。これには、人が転んだり、飛行機が墜落したり、UFOが現れたりといった奇妙な出来事が含まれます。フィルムの枚数は限られており、バウンドするボールやスケートボードなどの障害物を避ける必要があります。接触するとフィルムをいくつか落としてしまい、フィルムがなくなるとレベルが終了します。",
    "developer": "Tomcat System",
    "genre": "Platform",
    "players": "1",
    "publisher": "アイレム",
    "release_date": "19921002T000000",
    "title_ja": "激写ボーイ"
  },
  "Genji Tsuushin Agedama (Japan)": {
    "desc_ja": "エイジダマ・ゲンジは小学校4年生の男の子で、「ヒーロープラネット」からの修行中のヒーローです。明るい性格の彼は見た目は特別ではありませんが、コンピュータの友達であるワプーロと合体することで「エイジダマン」というスーパーヒーローに変身することができます。彼は気合の力を信じており、出会うすべての問題をそれで解決しようとします。そのため、父親は彼を夏休みにワプーロだけを伴って地球での修行に行かせることに決めました。莫大な富を持つ一族が独裁的に支配する森そば市に到着した彼は、東森そば小学校に入学し、世界征服を目指す一族のディーバであるクキ・レイという女の子と出会います。彼女は祖父と共にモンスタークッカーで作り出した様々なキメラモンスターを使って、都市を攻撃します。彼女が都市を攻撃する計画を立てると、彼女は「オニヨミコ」というスーパーヴィランに変身します。エイジダマンとオニヨミコの戦いが始まりました！",
    "developer": "Red Company Corporation",
    "genre": "Platform",
    "players": "1",
    "publisher": "NECホームエレクトロニクス",
    "release_date": "19911213T000000",
    "title_ja": "ゲンジ通信あげだま"
  },
  "Genpei Toumaden (Japan)": {
    "desc_ja": "1192年、源氏の闇が訪れ、日本全土に広がっています。国は荒れ果て、失われた平家の一人の男だけが地獄の底から戻り、この状況を食い止めることができます。その名は平の影清です。\n\n『源平討魔伝』の物語は、日本の歴史における源平合戦を中心に展開され、平の影清が悪の源頼朝と源氏一族と戦う様子が描かれています。\n\nゲームは3つのプレイモードを特徴としています。「サイドモード」は小規模なアクションプラットフォームセクション、「ビッグモード」はタイトーのコインオペレーション『グラディエーター』に匹敵する大規模な戦闘セクション、「フラットモード」は俯瞰視点のセクションです。すべてのセクションでの目標は、敵を倒し、アイテムを集め、ライフバー（燃えるろうそくで表現される）が尽きる前にゴールに到達することです。",
    "developer": "Namcot",
    "genre": "Platform",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19900316T000000",
    "title_ja": "源平討魔伝"
  },
  "Genpei Toumaden - Kan no Ni (Japan)": {
    "desc_ja": "1192年、源氏の暗黒が訪れ、日本全土に広がっています。国は荒廃し、地獄の底から戻れるのは失われた平家の一人だけです。その名は平の影清。\n\n『源平討魔伝』の物語は、日本の歴史における源平合戦を中心に展開され、平の影清が悪の源頼朝や源氏一族と戦う様子が描かれています。\n\nゲームには3つのプレイモードがあります。「サイドモード」は小規模なアクションプラットフォームセクション、「ビッグモード」はタイトーのコインオペレーション『グラディエーター』に匹敵する大規模な戦闘セクション、「フラットモード」は俯瞰視点のセクションです。どのセクションでも、敵を倒し、アイテムを集め、ライフバー（燃えるろうそくで表示）が尽きる前にゴールに到達することが目的です。",
    "developer": "Namco",
    "genre": "Platform",
    "players": "1",
    "publisher": "Namco",
    "release_date": "19920407T000000",
    "title_ja": "源平討魔伝 巻ノ弐"
  },
  "Gokuraku! Chuuka Taisen (Japan)": {
    "desc_ja": "『クラウドマスター』、または日本では『中華大戦』として知られるこのゲームは、横スクロールのシューティングゲームで、文学作品『西遊記』の登場人物である孫悟空（モンキー・キング）をフィーチャーしています。英語版では、主人公の名前がマイク・チェンに変更されています。",
    "developer": "Daiei Seisakusho",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19920313T000000",
    "title_ja": "極楽! 中華大仙"
  },
  "Gradius (Japan)": {
    "desc_ja": "グラディウスの人々が危機に瀕しています。アメーバ状のバクテリオンが惑星に対して全面攻撃を仕掛けてきており、あなたが戦いに飛び込んで彼らを救う必要があります。途中で、ハイパースピード、フォースフィールド、レーザー、ミサイル、ダブルビームキャノンなどで船をパワーアップさせて、戦闘を助けることができます。アーケードゲームを基にしたグラディウスは、横スクロールシューティングゲームです。特定の敵を撃つとパワーアップポッドが残され、それを集めることで船のパワーを増強できます。各レベルには、あなたを阻止しようとするさまざまな敵が登場し、最後には大きなボスが待ち受けています。ゲームプレイは1人または交代で2人プレイが可能です。",
    "developer": "Konami",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "2",
    "publisher": "Konami",
    "release_date": "19911115T000000",
    "title_ja": "グラディウス"
  },
  "Gunhed (Japan)": {
    "desc_ja": "ブレイジングレーザーズは、9つの多様でスピーディなアクションレベルを特徴としたトップダウンシューティングゲームです。物語はお決まりの「世界を救う」もので、あなたは8つの超兵器に立ち向かい、最終的にはその脅威を一掃しなければなりません。\n\nブレイジングレーザーズのパワーアップシステムは特に注目に値します。武器は主に4種類あり、それぞれの武器は何度もアップグレード可能で、驚異的な火力を発揮します。さらに、シールド、ホーミングミサイル、マルチファイアユニット、またはスーパーウェポンパワーを提供するセカンダリ武器システムも存在します。",
    "developer": "Compile",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19890707T000000",
    "title_ja": "ガンヘッド"
  },
  "Gunhed - Special Version (Japan)": {
    "desc_ja": "ガンヘッド スペシャルバージョンは、PCエンジン用の縦スクロールシューティングゲームの特別版です。オリジナル版に比べて難易度調整や追加要素が含まれています。",
    "title_ja": "ガンヘッド スペシャルバージョン"
  },
  "Hana Taaka Daka! (Japan)": {
    "desc_ja": "小さな狐のコンタは困っています。彼は彼女のイナリと散歩中に、うっかり悪のたぬきジカンダとその手下たちを囚われの状態にしていた魔法の封印を破ってしまいました。ジカンダはイナリをさらってしまい、コンタは大きな絶望に陥ります。彼は神々に助けを求めることを決意します。すると、空を飛ぶ天狗が彼の必死の叫びに応えてくれました。",
    "developer": "Natsume",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19910809T000000",
    "title_ja": "はなたーかだか!?"
  },
  "Hanii in the Sky (Japan)": {
    "desc_ja": "ある日、石器時代の日本から来たファルスの芸術作品であるハニ（時にはハニーとも呼ばれる）は、神イザナキに召喚されます。イザナキは、妻イザナミの心が悪魔に侵されていることを心配しています。かつて平和だった妻は、今では毎日何千人もの人間を殺し、かつて夫と共に創り上げた世界を破壊しようと脅かしています。ハニはイザナミの心に飛び込み、悪魔を倒さなければなりません。\n\nハニがイザナミの心に入ると、あなたの操作が始まり、縦スクロールのシューティングゲームに変わります。1つのボタンで銃を発射し、もう1つのボタンで銃を時計回りに回転させることで、どの方向から来る敵にも攻撃できるようになります。ハニはまるで飛ぶ戦車のようです。最初は1ライフしか持っておらず、武器も弱いため、ゲームオーバーになるまでのプレイ時間は通常数分です。しかし、敵を撃つことでハニに霊的な力が与えられます。走るボタンを押すとイザナキと接触し、そのパワーポイントを通常のパワーアップ（複数発など）と交換することができます。イザナキはまた、レベル間を行き来できるテレポーテーション能力も授けてくれます。",
    "developer": "FACE",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "フェイス",
    "release_date": "19890301T000000",
    "title_ja": "はにいいんざすかい"
  },
  "Hanii on the Road (Japan)": {
    "desc_ja": "「Hanii on the Road」（別名：Hany on the RoadまたはHoney on the Road）は、Faceによる横スクロールアクションゲームです。前作「Hanii in the Sky」での活躍を経て、小さなハニワの粘土人形ハニは新たなミッションに戻ってきました。今回は、かわいい友達が神々の領域から逃げ出した悪魔やその他の邪悪なクリーチャーから世界を解放しなければなりません。しかし、今回は飛んだりエネルギー弾を撃ったりするのではなく、異なる速度で動く4つのレーンに分かれた道路を走らなければなりません。そして、思ったよりも簡単ではありません。ハニはさまざまな敵を飛び越え、地面に掘られた深い穴に落ちないように気をつけなければならず、時折方向が変わるスクロールや、さまざまな刺激的でしばしば致命的な効果にも対処しなければなりません。また、時間制限もあり、各ステージの終わりに急いで到達する必要があります。",
    "developer": "Arc Co",
    "genre": "Platform",
    "players": "2",
    "publisher": "フェイス",
    "release_date": "19900907T000000",
    "title_ja": "はにいおんざろおど"
  },
  "Hatris (Japan)": {
    "desc_ja": "「Hatris」では、落ちてくるブロックがテトリスのブロックの代わりに、シルクハット、カウボーイハット、野球帽、ダービーハット、パーティーハット、そして王冠といった帽子に置き換えられます。舞台は帽子工場で、帽子がコンベヤーベルトから2つずつ落ちてきて、6つのマネキンヘッドのいずれかに積み上げなければなりません。同じ種類の帽子を5つ重ねると、それらは下のコンベヤーベルトに落ちて工場から出荷され、プレイヤーには現金ボーナスが与えられます（ゲームはスコアを単なるポイントではなくお金として管理します）。十分な数の帽子を出荷すると、次のショップにレベルアップします。ショップの番号が上がるほど、さまざまな種類の帽子が現れ、タスクを達成するのが難しくなります。ゲームは、帽子のスタックの1つが画面の上部に達すると終了します。",
    "developer": "Microcabin",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "Microcabin",
    "release_date": "19910524T000000",
    "title_ja": "ハットリス"
  },
  "Heavy Unit (Japan)": {
    "desc_ja": "ヘビーユニットは「シューティングゲーム」です。\n\n2014年、人間のコロニー「ル・トー」が奇妙なエイリアンに襲われています。あなたは、さまざまなパワーアップを取得することでメカ（巨大ロボット）に変形できる特別な宇宙船の指揮を任されています。それに加えて、さまざまな横スクロールのレベルを飛び回り、目に見えるすべてを撃ち落とす典型的なシューティングゲームです。",
    "developer": "Inter State",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19891222T000000",
    "title_ja": "ヘビー・ユニット"
  },
  "Hisou Kihei X-SERD (Japan)": {
    "desc_ja": "飛行騎兵X-サードは、主にメカやロボットスーツを使用する戦略ゲームです。このゲームはPCエンジン専用で、マサヤの別のメカ戦略ゲーム「ガイフレーム」の直後にリリースされました。\n\n各シナリオでは、特殊攻撃メカのリーグであるサードが本部船アルテアから展開されます。サードはすべて一文字のコードネームを持ち、それぞれ異なる専門分野を持っています。例えば、G-サードは強力な近接攻撃用のレーザーソードを装備し、迅速に移動できる一方で、B-サードは長距離の迫撃砲攻撃が可能ですが、移動能力は制限されています。名を冠したX-サードはチームの中で最も強力です。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Strategy",
    "players": "1",
    "publisher": "Masaya Games",
    "release_date": "19900223T000000",
    "title_ja": "飛装騎兵 X Serd カイザード"
  },
  "Honoo no Toukyuuji - Dodge Danpei (Japan)": {
    "desc_ja": "アニメスタイルのシーンが満載のドッジボールゲームで、RPGスタイルのストーリーモードもあります。同名のマンガを基にしています。",
    "developer": "Aim Software",
    "genre": "Sports / Dodgeball, Sports",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19920925T000000",
    "title_ja": "炎の闘球児ドッジ弾平"
  },
  "Jackie Chan (Japan)": {
    "desc_ja": "ジャッキー・チェンと彼の双子の妹ジョセフィーヌは、中国で素晴らしいカンフーの使い手として名を馳せ、偉大な師匠のもとで修行をしていました。ある日、ジャッキーとジョセフィーヌが散歩をしていると、師匠の宿敵である魔法使いが現れました。魔法使いは中国を支配しようと考えており、双子が彼の邪魔になることを知っていたため、ジョセフィーヌを消してしまう呪いをかけました。今、ジャッキー・チェンは魔法使いを追いかけ、妹を救い、中国を救うために彼の手下たちと戦うことになります。\n\n「ジャッキー・チェンのアクションカンフー」は、横スクロールの格闘ゲームです。ジャッキーの操作は、ジャンプ用のボタンと攻撃用のボタンがあり、方向キーと組み合わせることで特別な攻撃も可能です。ジャッキーは、カエル、忍者、鳥、その他の敵をパンチやキックで倒しながら進んでいきます。ジャッキーは、トルネード攻撃、180度回転キック、360度回転キック、スカイアタックなどの特別な技を習得できます。他にもエネルギーの補充やボーナスポイントなどのパワーアップアイテムがあります。",
    "developer": "Hudson Soft",
    "genre": "Platform",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19910118T000000",
    "title_ja": "成龍 ジャッキー・チェン"
  },
  "Jaseiken Necromancer (Japan)": {
    "desc_ja": "昔々、神々は悪魔たちと宇宙規模の戦いを繰り広げました。勝利を確実にするために、神々は自らの神聖な性質の一部を犠牲にし、善と悪の両方を持つ武器「邪聖剣ネクロマンサー」を鍛えました。悪魔たちは下界に追いやられ、神々は天に留まることになりました。この二つの世界の間には人間の世界があります。しかし、悪魔たちはこの共存の計画を受け入れませんでした。彼らは人間大陸イシュメリアの王を殺害し、この物語の名もなき英雄が伝説の剣ネクロマンサーを探し出し、世界のバランスを取り戻す時が来ました。",
    "developer": "Hudson Soft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19880122T000000",
    "title_ja": "邪聖剣ネクロマンサー"
  },
  "Jigoku Meguri (Japan)": {
    "desc_ja": "ボンゼアドベンチャー、または地獄巡りは、同名の仏教僧ボンゼが神道・仏教の地獄を進んでいくアーケードプラットフォーマーです。彼は四方八方から悪魔や妖怪に襲われますが、祈りの数珠を使ってそれらを退けることができます。数珠は外に向かって弾むように投げ出されます。",
    "developer": "Taito",
    "genre": "Platform",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19900803T000000",
    "title_ja": "地獄めぐり"
  },
  "Jinmu Denshou (Japan)": {
    "desc_ja": "神武伝承は、プレイヤーキャラクターが地平線に向かって進みながら、敵が飛んでくるアクションゲームです。セガの「スペースハリアー」にインスパイアされた見た目とプレイ感ですが、大きな違いは、主人公が通常、剣で迫ってくる敵を攻撃することに制限された侍のようなキャラクターであることです。アップグレード後は、弾を発射できるようになり、攻撃をチャージして放つことで大きなダメージを与えることも可能です。また、ゲームにはいくつかの表面的なプラットフォーム要素も含まれています。",
    "developer": "Wolf Team",
    "genre": "Shooter / TPV, Shooter",
    "players": "1",
    "publisher": "ビッグクラブ",
    "release_date": "19890628T000000",
    "title_ja": "神武伝承"
  },
  "Juuouki (Japan)": {
    "desc_ja": "あなたは、神ゼウスによって蘇った英雄で、彼の娘アテナを救うために戦います。古代ギリシャを思わせる風景の中で、あなたはアンデッドや悪魔の大群と戦い、各レベルの最後にはボスが待ち受けています。そして、最終的には少女を囚えている神ネフと対峙します。\n\n「アルタード・ビースト」というタイトルは、あなたの変身能力を指しています。このプラットフォーマーでは、二頭の狼を倒すことで精霊の玉を集め、バージョンに応じて狼人間、ドラゴン、トラ、クマなどの異なる獣に変身することができます。各形態はレベルに関連しており、飛行や強力な攻撃といった特別な能力を持っており、人間の形態での基本的なパンチやキックを簡単に超えます。\n\nゲームはシングルプレイヤーモードまたは同じ画面でのマルチプレイヤー協力モードでプレイできます。",
    "developer": "Team Shinobi",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "2",
    "publisher": "NECアベニュー",
    "release_date": "19890929T000000",
    "title_ja": "獣王記"
  },
  "Kaizou Choujin Shubibinman (Japan)": {
    "desc_ja": "悪のロボット・ダークスカルがドクの制御から逃げ出し、悪のロボット軍団を使って街を破壊しようとしています。今、ドクの最新の創造物であるサイボーグ・タスケとキャピコだけが彼の計画を阻止することができます。\n\nシュビビンマンは2Dの横スクロールアクションプラットフォーマーで、シュビビンマンのいずれか（または協力プレイの2人モードでは両方）を操作し、ダークスカルの軍勢を刃とサイボーグパワーを使って倒すことを目指します。ゲームは街のマップから始まり、次に挑戦するステージを選択します。各ステージには人質と倒さなければならないボスサイボーグがいます。これらの目標を成功裏に達成すると、お金が手に入り、それを「ドク」に持ち帰ることで、既存のパワーを強化したり新しいパワーを追加したりするアップグレードが可能です。これらのパワーは、最終戦に向けて必ず必要となるでしょう。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Platform",
    "players": "2",
    "publisher": "メサイヤ",
    "release_date": "19890318T000000",
    "title_ja": "改造町人シュビビンマン"
  },
  "Kaizou Choujin Shubibinman 2 - Aratanaru Teki (Japan)": {
    "desc_ja": "「改造超人シュビビンマン」の続編では、プレイヤーはサイボーグのタスケまたはキャピコ（アメリカデビューに際してアーノルドとソニアに改名）となり、世界に対するエイリアンの脅威に立ち向かいます。\n\n両方のサイボーグはエネルギーブレードを遠距離攻撃に変更しており、ゲームのペースが少し変わりますが、それでも敵やボスをすべて倒し、クエストを助けるパワーアップを拾いながらステージをクリアするアクション指向の横スクロールプラットフォーマーです。ゲームはステージからステージへと直線的に進行し、元の作品のワールドマップやレベル間のアップグレード購入がなくなっています（両サイボーグの発明者でありアップグレードの提供者である「ドク」がエイリアンに誘拐されたため）。ただし、新たなシューティングステージが追加されており、ゲームに変化を加えています。",
    "developer": "Winds",
    "genre": "Platform",
    "players": "2",
    "publisher": "メサイヤ",
    "release_date": "19910427T000000",
    "title_ja": "改造町人 シュビビンマン2 新たなる敵"
  },
  "Kato-chan Ken-chan (Japan)": {
    "desc_ja": "加藤とケンの探偵事務所は、行方不明の裕福な男性を見つける任務を受けており、あなたは加藤かケンのどちらかを選んでミッションに挑むことができます。パートナーはこの任務を気に入っていないので、途中で厄介な行動をとることに決めます。アドベンチャーアイランドに似て、いくつかのレベルを進んでいく中で、野生動物を倒さなければなりませんが、ハンマーを使う代わりに、ジャンプしたりキックしたり、地面を歩いているときにガスを吹きかけたりする3つの方法があります。\n\nレベルを進むにつれて、あなたの体力は減少しますが、果物やジャンクフードを集めることで回復できます。旅の途中で、パートナーが公共の場でやってはいけないことをしているのに遭遇することもありますが、時にはあなたに物を投げて体力を減らすこともあります。彼に対処する唯一の方法は、痛いところを蹴ることです。\n\n道中、ドアに入ることができます。これを行うと、レベルに関するヒントが得られ、体力も増加します。また、街灯やゴミ箱、薄い空気などの特定のオブジェクトを蹴ることでコインを得たり、隠れたプラットフォームを出現させたりすることができます。コインは、特定のドアに入ったときに現れるスロットマシンで使用でき、追加の体力やライフ、コインなどを得ることができます。",
    "developer": "Hudson Soft",
    "genre": "Platform",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19871130T000000",
    "title_ja": "カトちゃん&ケンちゃん"
  },
  "Kattobi! Takuhai-kun (Japan)": {
    "desc_ja": "『カットビ！宅配くん』は、アドバンスコミュニケーションズとトンキンハウスによるトップダウンアクション/ドライビングゲームです。プレイヤーは宅配便の配達員となり、町中でますますシュールな配達を行う必要があります。時には国を超えて麻薬密売に巻き込まれることもあります。仕事をこなすことで得た報酬を使って、ペダル自転車からモペッド、最先端のオートバイへと、より良い二輪の配達用車両を購入することができます。車両を破壊してしまう（ライフを失う）と、通常のペダル自転車に戻されてしまいます。",
    "developer": "Advance Communication Company",
    "players": "1",
    "publisher": "トンキンハウス",
    "release_date": "19901109T000000",
    "title_ja": "カットビ!宅配くん"
  },
  "KickBall (Japan)": {
    "desc_ja": "キックボールは、デュアルが開発し、マサヤが日本のPCエンジン専用に発売したコメディスポーツゲームです。野球に似ており、ベースが配置されたダイヤモンドがありますが、「バッティング」するプレイヤーは実際にはボールを蹴っています。ゲームの残りの部分は、通常の野球のラウンドのように進行します。\n\nこのゲームには7人のキャラクターが登場し、それぞれが同じアスリートのチームを代表しており、各キャラクターには独自の特別なピッチやキックの技があります。これらのキャラクターには、改造超人シュビビンマンシリーズの2人の主人公、タスケとキャピコ（ショックマンではアーノルドとソニアとして知られています）も含まれています。また、各チームにはテーマに合わせた専用のスタジアムがあり、たとえばアシカチームには氷のような床のスタジアムがあります。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Sports / Baseball, Sports",
    "players": "2",
    "publisher": "メサイヤ",
    "release_date": "19901123T000000",
    "title_ja": "キックボール"
  },
  "Kiki Kaikai (Japan)": {
    "desc_ja": "さよちゃん/ポッキーは、さまざまなレベルを進みながら時々方向を変え、出会った乱暴な精霊を追い払うために杖や巻物を使います。彼女は一度攻撃を受けると死んでしまいますが、一部の敵は彼女を掴んで動きを遅くすることがあります。",
    "developer": "Taito",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19900327T000000",
    "title_ja": "奇々怪界"
  },
  "King of Casino (Japan)": {
    "desc_ja": "「キング・オブ・カジノ」はカジノシミュレーションゲームで、ポーカー、スロットマシン、ブラックジャック、ルーレット、ケノの5種類のゲームで電子マネーを勝ち取ったり失ったりすることができます。3つのプレイモード（ノーマル、ファスト、パーティー）から1つを選択すると、町の地図上にわずかな違いのある15のカジノから選ぶことができます。カジノ内では、ギャンブルテーブルのいずれかをクリックすることでゲームが開始されます。",
    "developer": "NEC",
    "genre": "Casino",
    "players": "5",
    "publisher": "ビクター音楽産業",
    "release_date": "19900330T000000",
    "title_ja": "キング オブ カジノ"
  },
  "Klax (Japan)": {
    "desc_ja": "アクションパズルゲームで、目的はさまざまな色の落ちてくるタイルをキャッチし、同じ色のタイルを縦、横、または斜めに並べることです。各レベルでは異なるパターンを作成する必要があり、ゲームが進むにつれてタイルはより速く、同時に多く落ちてきて、色の数も増えていきます。",
    "developer": "Atari",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "テンゲン",
    "release_date": "19900810T000000",
    "title_ja": "クラックス"
  },
  "Knight Rider Special (Japan)": {
    "desc_ja": "マイケル・ナイトは使命を持った男です。顔を撃たれた後、言わば生まれ変わったナイトは、正義のために人生を捧げることを決意します。自ら成功を収めた億万長者ウィルトン・ナイトは、ナイト財団の公共正義組織の主任フィールドエージェントとしてマイケルを雇います。この組織の一環として、KITT（ナイト・インダストリーズ・トゥーサウザンド）という超能力を持つ知能を備えたポンティアック・トランザムの開発が含まれています。KITTは時速300マイルで走行でき、防弾性や耐火性を持ち、会話もでき、マイケルが世界の不正と戦う手助けをします。",
    "developer": "Pack In Video",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "パック・イン・ビデオ",
    "release_date": "19891222T000000",
    "title_ja": "ナイトライダースペシャル"
  },
  "Kung Fu, The (Japan)": {
    "desc_ja": "『チャイナ・ウォリアー』は、『カンフー・マスター』の精神を受け継いだゲームです。物語は、ワンという名のカンフー戦士がダークエンペラーを倒し、中国を解放するために旅立つというものです。ゲームプレイは横スクロール型で、目的はステージの最後まで進み、ボスと戦うことです。その途中で悪党を叩きのめします。攻撃方法はパンチ、キック、ジャンプキックの3種類のみで、全4ステージがあります。",
    "developer": "Hudson Soft",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19871121T000000",
    "title_ja": "功夫"
  },
  "Kyuukyoku Tiger (Japan)": {
    "desc_ja": "『ツインコブラ』は、縦スクロールのシューティングゲームです。あなたはTC-17ツインコブラ攻撃ヘリコプターを操縦し、視力の悪いカバン国の指導者アンジガ司令官の軍と戦います。あなたの任務は、カバンに飛び込み、敵を撃退することです。",
    "developer": "A.I Co",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19890331T000000",
    "title_ja": "究極"
  },
  "Legend of Hero Tonma (Japan)": {
    "desc_ja": "小さなマントを着たヒーロー、トミーは、可愛らしい世界を通り抜けてボスの城に向かい、プリンセスを救うために戦わなければなりません。しかし、彼の救出ミッションを妨げる敵がいくつかおり、トミーは小さな火の玉を投げて対処する必要があります。また、トミーは敵の頭に飛び乗って、一時的にスタンさせることもできます。\n\nパワーアップを取得すると、火の玉はバウンドする火の玉に進化し、敵に与えるダメージが増加します。宝箱を壊すことで、トミーはコインを集めることができます。トミーの旅では、遺跡、崖、像、ダンジョン、そして最終的には城を探索します。各レベルの最後には、次のステージに進むために倒さなければならないボスが待っています。",
    "developer": "Irem Corporation",
    "genre": "Platform",
    "players": "2",
    "publisher": "アイレム",
    "release_date": "19910313T000000",
    "title_ja": "レジェンド･オブ･ヒーロー･トンマ"
  },
  "Lode Runner - Lost Labyrinth (Japan)": {
    "desc_ja": "『ローダーランナー：ロストラビリンス』は、オリジナルの『ローダーランナー』の正確な移植版です。しかし、このバージョンには、オリジナルとは主に異なる100のレベルが用意されています。もう一つの違いは、レベルがスクロールすることです。\n\nこれはプラットフォーマーゲームで、主人公はレベルに散らばるすべての金を集める必要があります。しかし、周囲には多くの敵が徘徊しており、避けなければなりません。主人公はジャンプできないため、梯子や水平のロープを使って回避する必要があります。警備員を一時的に排除する唯一の方法は、彼らが落ちたときに出られない穴を地面に開けることです。一定時間が経過すると、その穴は埋まり、閉じ込められた警備員が再出現します。",
    "developer": "Brøderbund Software",
    "genre": "Platform, Platform / Run & Jump",
    "players": "1",
    "publisher": "パック・イン・ビデオ",
    "release_date": "19900727T000000",
    "title_ja": "失われた迷宮"
  },
  "Maerchen Maze (Japan)": {
    "desc_ja": "『メルヘンメイズ』は、ナムコの1988年のアーケードゲームを基にしたプラットフォーム/シューティングゲームです。ゲームプレイはほぼそのままで、プレイヤーはアリスを操作し、敵に泡を撃ち込んでプラットフォームから落とさなければなりません。アーケード版がアイソメトリック視点だったのに対し、PCエンジン版の『メルヘンメイズ』は上からの視点でプレイします。このバージョンはアーケードゲームとは異なるステージが用意されており、時間制限がないため、多くのステージがより広大になっています。レベルの最後にあるチェック柄のプラットフォームは動かず、そこに飛び乗ると自動的にボス戦に移行します。また、死亡時にチェックポイントから再スタートするのではなく、アリスのライフは風船で表現されています。アリスが落下すると、その場で再出現します。",
    "developer": "N.H. System",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19901211T000000",
    "title_ja": "メルヘンメイズ"
  },
  "Magical Chase (Japan)": {
    "desc_ja": "リップルは魔法の学生で、彼女の先生は恐ろしい魔女です。リップルは今、特に先生を恐れています。なぜなら、彼女は魔女に対する約束を破ってしまったからです。リップルは禁断の本『眠れる悪魔』の中を覗いてしまったのです！表紙を開けた途端、6匹の悪魔が飛び出して逃げてしまいました！もし彼女が全ての悪魔を捕まえて本の中に戻さなければ、約束を破った罰として魔女はリップルをカエルに変えてしまいます！リップルは、エルフの友達トプシーとターヴィと共に冒険に出発します。頑張れ、リップル！",
    "developer": "Quest",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "パルソフト",
    "release_date": "19911115T000000",
    "title_ja": "マジカルチェイス"
  },
  "Maison Ikkoku (Japan)": {
    "desc_ja": "「めぞん一刻」は、アニメおよびマンガシリーズに基づいた日本のメニュー形式のグラフィカルアドベンチャーゲームです。プレイヤーは五代裕作を操作し、管理人に隠された秘密の写真を見つける手助けをします。五代は、京子の部屋に入るために、家の中を常に動き回る住人たちを賄賂で釣る必要があります。しかし、五代が管理人の部屋に入って額縁の写真を見ようとすると、必ず何かが起こり、五代は部屋を出ざるを得なくなります。こうして何度も試みた後、五代は（非）論理的な決断を下し、京子に写真を見せてもらうために、下宿の住人全員の写真を集めることにします。このゲームでは、プレイヤーは下宿や町の各地を移動しながら、常にお金が足りなくなり、アニメには登場しなかった二階堂を含む原作コミックのキャラクターたちと出会います。",
    "developer": "Microcabin",
    "genre": "Adventure",
    "players": "1",
    "publisher": "マイクロキャビン",
    "release_date": "19890804T000000",
    "title_ja": "めぞん一刻"
  },
  "Makai Hakkenden Shada (Japan)": {
    "desc_ja": "このゲームのストーリーは、19世紀の日本の叙事詩小説『南総里見八犬伝』を loosely based しています。プレイヤーは、若き戦士シンを操作します。彼の故郷の村の長老は、四神の像と呼ばれる魔法のアーティファクトが盗まれたことを伝えます。このアーティファクトは、邪悪なタマズサの精霊を封印していました。タマズサの復活を防ぐために、シンは他の七人の戦士を見つけなければなりません。彼らが団結したときのみ、邪悪を完全に打ち倒すことができるのです。\n\n八人の戦士という前提にもかかわらず、『魔界八犬伝 シャダ』はプレイヤーがシンだけを操作するアクションRPGです。このゲームは、多くの点でより有名な『イース』シリーズに似ています。『イース』と同様に、主人公は敵に「ぶつかる」ことで戦います。倒した敵はお金を生み出し、村で武器やさまざまな種類の防具を購入するために使ったり、経験値を得ることができます。一定量の経験値が蓄積されると、主人公はレベルアップします。\n\nゲームの後半で、シンは呪文や特殊技を習得しますが、これらはボタンを押して能動的に実行する必要があります。また、特定の状況を解決するために必要な「探索」コマンドもゲーム内に存在します。",
    "developer": "Data East Company",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "Data East Company",
    "release_date": "19890401T000000",
    "title_ja": "魔界八犬伝 Shada シャダ"
  },
  "Makai Prince Dorabocchan (Japan)": {
    "desc_ja": "魔界プリンス ドラボッチャン（「デーモンプ prince ドラボ」）は、PCエンジン用の2Dプラットフォーマーです。プレイヤーは、主人を救出し、王国に侵入した悪魔たちを倒すための冒険に出る主人公を操作します。\n\n彼自身の魔法の力に加えて、能力を向上させる鎧を見つけたり、ダブルジャンプを可能にする一時的なパワーアップや、敵をスタンさせる注射器の武器、敵に飛び乗って倒すことができるクリートを見つけることで、彼は強化されます。また、鈴のついたコウモリを見つけると、彼はたくましいモアイの守護者を呼び出すことができ、彼らの石の体を使って橋を作り、ドラボが前に進んだり秘密のエリアを見つけたりすることができます。",
    "developer": "Red Company Corporation",
    "genre": "Platform",
    "players": "1",
    "publisher": "ナグザット",
    "release_date": "19901221T000000",
    "title_ja": "魔界プリンス どらぼっちゃん"
  },
  "Makyou Densetsu (Japan)": {
    "desc_ja": "あなたは強力な戦士ゴガンで、あなたの村はジャグ族によって毎年人間の生け贄を捧げることを要求されています。あなたの幼馴染であるフレアが生け贄に選ばれました。あなたの使命はフレアを救出し、ジャグ族とそのリーダーを打倒することです。ミッションを達成するために、あなたには伝説の斧が与えられます。この斧は持ち主だけが使える強大な力を持つと言われています。\n\nゲームには6つのゾーンがあり、ゴガンは森、洞窟、山、ダンジョン、城を探索しながら、斧で道を阻む敵を倒していきます。偶像を壊すことで、斧の力を増加させたり、振り下ろす速度を上げたりするパワーアップが現れます。これらのパワーアップは、追加のライフや得点、秘密のエリアにアクセスする能力も与えてくれます。各ゾーンの終わりには、先に進むためにボスを倒さなければなりません。",
    "developer": "Victor Musical Industrie",
    "genre": "Platform",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19880923T000000",
    "title_ja": "魔境伝説"
  },
  "Maniac Pro Wres - Asu e no Tatakai (Japan)": {
    "desc_ja": "プレイヤーが独自の技セットを設定し、各試合に多様で戦略的にアプローチできる戦略的なレスリングゲームです。",
    "developer": "A.I Co",
    "genre": "Sports / Wrestling, Sports",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19900525T000000",
    "title_ja": "マニアック プロレス 明日への闘い"
  },
  "Mashin Eiyuuden Wataru (Japan)": {
    "desc_ja": "N.I.C.E.（地球の国際市民のための国連）の一員であるキース・カレッジは、B.A.D.（悪いエイリアンたち）との戦いに挑む、横スクロールアクションプラットフォームゲームです。ゲームは全7レベルで構成されています。\n\nキース・カレッジはさまざまなゾーンを進みながら、敵を攻撃してコインを獲得します。獲得したコインはショップでさまざまなパワーアップや装備、その他の役立つアイテムと交換できます。\n\n各レベルの特定の地点に到達すると、キース・カレッジはノヴァスーツにアクセスできるようになります。このアーマー付きのスーツには強力な剣が装備されており、アンダーワールドの各レベルのボスを倒すために使用されます。キース・カレッジがボスを倒すと、アーマーを脱いでオーバーワールドに戻り、次の挑戦に臨むことになります。",
    "developer": "Hudson Soft",
    "genre": "Platform",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19880830T000000",
    "title_ja": "魔神英雄伝ワタル"
  },
  "Mesopotamia (Japan)": {
    "desc_ja": "「ソマーアサルト」は説明が難しいゲームです。このゲームでは、銃を装備したピンクのスリンキーキャラクターを操作します。迷路の中を移動し、壁や天井を登ったり、ショートカットを通ったりしながら、ゴールを目指します。その途中で、多くの敵を撃退しなければなりません。そして最後には、厄介なボスが待ち構えています。\n\nストーリーは奇妙で、ゲームのコンセプトにぴったり合っています。魔女が世界を支配しようと企んでおり、そのために12の獣を召喚しました。それぞれは星座に基づいています。あなたの役目は、ピンクのスリンキーとして、この12の星座を倒すことです。",
    "developer": "Atlus",
    "genre": "Shooter",
    "players": "1",
    "publisher": "アトラス",
    "release_date": "19911004T000000",
    "title_ja": "メソポタミア 摩訶不思議"
  },
  "Metal Stoker (Japan)": {
    "desc_ja": "『メタルストーカー』は、2Dのトップダウン型マルチディレクショナルシューティングゲームです。プレイヤーは、プロトタイプのCS-05戦車を操縦する女性パイロット（カットシーンでのみ登場）を操作します。戦車は画面上を自由に移動でき、エリアの端に達するまでゲームがスクロールします。戦車は敵を倒し、出口を見つける必要があります。レーザー、ホーミングミサイル、地雷、フォースフィールドなど、いくつかの武器があります。戦車の砲塔は一つの位置に固定して発射することができるため、ストレイフ移動が可能です。時には、進行するためにすべての敵やボスを倒さなければならないこともあります。ゲームは合計7つのレベルがあり、多くの部分が迷路になっています。",
    "developer": "Sankindo",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "FACE",
    "release_date": "19910712T000000",
    "title_ja": "メタルストーカー"
  },
  "Mizubaku Daibouken (Japan)": {
    "desc_ja": "『水爆大冒険』では、あなたはヒポポというカバを操作し、行方不明の彼女を探しながら、多くの敵がひしめくレベルを冒険し、途中で他のカバのような生き物を救出する必要があります。",
    "developer": "Taito",
    "genre": "Platform",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19920117T000000",
    "title_ja": "ミズバク大冒険 アドベンチャー"
  },
  "Momotarou Densetsu Gaiden - Dai-1-shuu (Japan)": {
    "desc_ja": "桃太郎の物語から3人のキャラクターの中から1人を選んでプレイするロールプレイングゲームです。",
    "developer": "Hudson Soft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19921204T000000",
    "title_ja": "桃太郎伝説外伝 第1集"
  },
  "Momotarou Densetsu II (Japan)": {
    "desc_ja": "桃から生まれた少年が主人公のロールプレイングゲーム",
    "developer": "Hudson Soft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19901222T000000",
    "title_ja": "桃太郎伝説II"
  },
  "Momotarou Densetsu Turbo (Japan)": {
    "desc_ja": "桃太郎伝説ターボは、桃太郎伝説シリーズの第2作目ですが、実質的にはファミコン用にリリースされた最初のゲームのリメイクです。このゲームでは、優しい夫婦が川を流れている巨大な桃から生まれた赤ん坊としての桃太郎の起源が描かれ、彼が動物の仲間たちと出会い、鬼たちと戦った様子が描かれています。",
    "developer": "Hudson Soft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19900720T000000",
    "title_ja": "桃太郎伝説ターボ"
  },
  "Momotarou Katsugeki (Japan)": {
    "desc_ja": "桃太郎活劇は、ハドソンが制作した横スクロールアクションプラットフォーマーで、桃太郎電鉄や桃太郎伝説シリーズの主人公として知られる桃太郎キャラクターを使用しています。これはPCエンジン専用のゲームで、国際的なリリースはありませんでした。\n\n桃太郎活劇は、Westoneの「ワンダーボーイ モンスターランド」やその続編に影響を受けているようで、プレイスタイルも似ています。目的は一連の2Dステージを進むことで、プレイヤーはNPCと話をしてヒントを得たり、見つけたお金でより良い装備を購入したりできます。また、さまざまなステージをつなぐワールドマップも存在します。",
    "developer": "Hudson",
    "genre": "Platform",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19900921T000000",
    "title_ja": "桃太郎活劇"
  },
  "Monster Pro Wres (Japan)": {
    "desc_ja": "モンスタープロレスリングは、モンスターを選んで他のモンスターとターン制のバトルを繰り広げる日本のゲームです。このゲームは、画面に十数個の頭が現れたり、致命的な一撃でモンスターが文字通り引き裂かれたりするなど、ユーモラスで非現実的なバトルアニメーションが特徴です。",
    "developer": "Lenar",
    "genre": "Sports / Wrestling, Sports",
    "players": "1",
    "publisher": "アスク講談社",
    "release_date": "19911122T000000",
    "title_ja": "モンスタープロレス"
  },
  "NHK Taiga Drama - Taiheiki (Japan)": {
    "desc_ja": "NHK大河ドラマ：太平記は、NHKのゲーム部門が出版したPCエンジン専用の戦略ゲームです。彼らは前年に、システム向けにテレビ番組「にこにこぷん」をアダプトした実績があります。\n\nこのゲームは、NHKの年に一度放送される1時間の歴史フィクションテレビ番組「大河ドラマ」の一つに基づいており、特に1991年のエピソード「太平記」に基づいています。この小説は14世紀に書かれ、1319年から1367年の間に起こった、吉野の後醍醐天皇の南朝と京都の足利尊氏の北朝との戦争を描いています。",
    "developer": "KSS",
    "genre": "Strategy",
    "players": "1",
    "publisher": "NHKエンタープライズ",
    "release_date": "19920131T000000",
    "title_ja": "NHK大河ドラマ 太平記"
  },
  "Narazumono Sentou Butai - Bloody Wolf (Japan)": {
    "desc_ja": "スネークとイーグル、ブラッディウルフ特殊部隊の二人のコマンドーは、指揮官から敵の重武装基地を破壊し、大統領と行方不明と報告された仲間を救出する指示を受けます。\n\n1988年のアーケードゲームを基にしたこのシングルプレイヤーのトップダウンシューティングゲームは、コントラスタイルのゲームプレイを取り入れており、二人の傭兵のうちの一人がナイフと機関銃だけを持って敵の抵抗を突破し、8つのレベルを進んでいきます。\n\nその途中で、ショットガンやバズーカ、フラッシュボム、手榴弾などの新しい武器を装備することができ、健康や防御のパワーアップも手に入ります。プレイヤーは特定のエリアでバイクに乗ったり、レベルの一部を泳いだりすることもできます。\n\n大統領と仲間の兵士たちがあなたを必要としています！",
    "developer": "Data East",
    "genre": "Shooter / Run and Gun, Shooter",
    "players": "1",
    "publisher": "データイースト",
    "release_date": "19890901T000000",
    "title_ja": "ならずもの戦闘部隊"
  },
  "Naxat Open (Japan)": {
    "desc_ja": "Naxatのゴルフゲームへの初めての挑戦は、フル18ホールのコースと多くのトッププロの対戦相手を特徴としています。プレイを開始する前にクラブを選択し、ゲームは各ショットに最適だと感じるクラブを自動的に選びます。各ショットの前には、コースの上空からの映像やグリーンのクローズアップとその起伏を確認できます。ゲームのコースは上空からの視点で複数の方向にスクロールし、バンカー、木、水障害などが配置されています。ショットを打つ際には三回押しのコントロールシステムが使用され、グリーンに到達すると二回クリックに切り替わります（ドローやフェードは関係なくなります）。",
    "developer": "Naxat Soft",
    "genre": "Sports, Sports / Golf",
    "players": "1",
    "publisher": "ナグザット",
    "release_date": "19890530T000000",
    "title_ja": "ナグザットオープン"
  },
  "Naxat Stadium (Japan)": {
    "desc_ja": "とてもドジな選手たちが登場する野球ゲーム。",
    "developer": "Sting Entertainment",
    "genre": "Sports, Sports / Baseball",
    "players": "2",
    "publisher": "ナグザット",
    "release_date": "19901026T000000",
    "title_ja": "ナグザット スタジアオム"
  },
  "Nazo no Mascarade (Japan)": {
    "desc_ja": "1921年の邸宅を舞台にしたアドベンチャーゲーム。",
    "developer": "Nippon Computer Systems (NCS)",
    "genre": "Adventure",
    "players": "1",
    "publisher": "メサイヤ",
    "release_date": "19900302T000000",
    "title_ja": "円陣探偵社捜査日記・龍之介と5人の仲間たち 謎のマスカレード 伝説洋館連続殺人事件"
  },
  "Necros no Yousai (Japan)": {
    "desc_ja": "ネクロスの要塞（ネクロスのようさい）は、PCエンジン専用にリリースされた伝統的な日本のRPGです。このゲームは、同名の玩具シリーズに基づいており、「食玩」と呼ばれる子供向けのキャンディと一緒にパッケージされた小さなフィギュアのブランドの一つです。この玩具シリーズには、悪の魔法使いネクロスと、彼を倒すために送られた8人の英雄たち、さらにネクロスの様々な手下モンスターが登場します。\n\nゲームの操作は標準的なRPGと同様で、NPCとの会話や町やダンジョンの探索時には俯瞰視点、ターン制の戦闘時には一人称視点を交互に使用します。キャラクターたちは攻撃するたびに小さなアニメーションを展開し、各英雄はそのクラスに特有の強みと弱みを持っており、プレイヤーはそれを基に戦略を立てることができます。",
    "developer": "ASK Kodansha",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "アスク講談社",
    "release_date": "19900420T000000",
    "title_ja": "ネクロスの要塞"
  },
  "Nectaris (Japan)": {
    "desc_ja": "西暦2089年、舞台は地球の月です。この月は多くの重要な資源を産出しています。悪のアクシス帝国が月面での軍事作戦を開始し、月を占拠し、その工場を利用して先進的な武器を生産しています。\nプレイヤーは32のマップ（それぞれ16マップの異なる2つのキャンペーン）を通じて戦います。各マップでは、プレイヤーは数で勝るアクシス軍を戦略的に打ち負かさなければなりません。敵ユニットをすべて破壊するか、敵の基地キャンプを占拠することで勝利を目指します。両軍が使用するユニットは多岐にわたり、歩兵、戦車、航空機、砲兵、そして特別な機能を持ついくつかのユニットがあります。ゲームプレイは、ユニットを敵に対して最も有利な位置に移動させることから成り立っており、戦闘経験、地形、支援戦術、そして時には純粋な運といった多くの要素を活かして戦います。",
    "developer": "Hudson Soft",
    "genre": "Strategy",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19890209T000000",
    "title_ja": "ネクタリス"
  },
  "Nekketsu Koukou Dodgeball-bu - PC Bangai Hen (Japan)": {
    "desc_ja": "NES版と同様に、PCエンジン版では各チームのメンバーごとに個別のステータス、ライフゲージ、パワーショットが追加されましたが、グラフィック、チーム、ステージは依然として同じです。シングルプレイヤートーナメントモードと2人対戦モードに加えて、プレイヤーが自チームのデフォルトメンバーをライバルチームのキャプテンに置き換えることができるシングルプレイヤークエストモードも搭載されています。",
    "developer": "Kindle Imagine Develop",
    "genre": "Sports / Dodgeball, Sports",
    "players": "2",
    "publisher": "ナグザット",
    "release_date": "19900330T000000",
    "title_ja": "熱血高校ドッジボール部 PC番外編"
  },
  "Neutopia (Japan)": {
    "desc_ja": "プリンセス・オーロラは邪悪なダースに誘拐され、王はジャゼタという名の戦士を彼女を救うための任務に送り出しました。ダースは八人の賢者によって封印されており、彼らは八つの聖なるメダルの力を使いました。オーロラ姫だけがそのメダルの使い方を知っているため、ダースは彼女を誘拐したのです。英雄は土地を探索し、危険な迷宮に降り、八つのメダルを取り戻し、姫を救出し、ダースを打ち倒さなければなりません。\n\nゼルダのゲームに非常に似ているネウトピアでは、プレイヤーは広大な土地を自由に移動し、野外やダンジョンでさまざまなモンスターと戦うことができます。ダンジョンでは、石を押したり、爆弾で壁を吹き飛ばしたりするなどのパズルを解く必要もあります。このゲームにはわずかなRPG要素があり、プレイヤーはさまざまなアイテムを集めてパワーアップし、異なる武器や防具を装備することができます。",
    "developer": "Hudson Soft",
    "genre": "Adventure",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19891117T000000",
    "title_ja": "ニュートピア"
  },
  "Neutopia II (Japan)": {
    "desc_ja": "数年が経ち、勇敢な英雄ジャゼタが闇の皇帝ダースを倒してから、ネウトピアの地に平和が戻りました。しかし、まだ田舎にはモンスターが徘徊しており、その中のいくつかはユリウス神殿の近くで目撃されました。ジャゼタは何が起こったのかを確かめるためにそこに向かいましたが、彼は帰ってきませんでした…。あなたはジャゼタの息子であり、まずは行方不明の父を見つけなければなりません！再び闇の皇帝の影が平和な土地を脅かしているのでしょうか？\n\n「ネウトピア」の続編は、前作とあらゆる面で似ています。上からの視点で英雄を操作し、広大な田舎を探索しながらリアルタイムの戦闘でモンスターと戦います。このゲームは本格的なRPGではなく、アクションアドベンチャーです。戦闘から経験値は得られず、物資を購入するためのお金を集めることだけが目的です。ダンジョンでは、壁に爆弾を使って隠された通路を明らかにし、石を押し、数多くの通常の敵やボスと戦わなければなりません。",
    "developer": "Hudson Soft",
    "genre": "Adventure",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19910927T000000",
    "title_ja": "ニュートピアII"
  },
  "NewZealand Story, The (Japan)": {
    "desc_ja": "ある日、キウイ族は動物園の外で楽しく遊んでいましたが、悪意のあるアザラシに誘拐されてしまいました。彼は彼らを闇市場で売りさばくつもりです。幸運なことに、誘拐の最中に、族のリーダーであるティキが袋から脱出することに成功しました。彼女の仕事は、ニュージーランド中に散らばっているピーフィーや他のキウイたちを救出することです。彼らはオークランド、ロトルア、ワイトモ洞窟、ストレートクック、マウントクックなどのさまざまな場所にある檻に閉じ込められています。\n\nティキが限られた時間内にキウイを救出できなければ、悪魔が現れて彼女を殺そうとします。ティキが各都市の郊外に到達すると、ストレートクックを除いて、ボスが待ち構えており、自分の選んだ武器を使ってティキを殺そうとします。また、救出ミッションを難しくするのは、爆弾や矢を投げつけてくる敵たちです。これらの敵を倒すために、ティキはクロスボウと矢を使って攻撃します。敵に攻撃すると、しばしば果物のかけらが残り、ポイントとして拾うことができます。しかし、ティキは他の武器やE、X、T、E、N、Dの文字を手に入れることもあります。これらの文字をすべて集めると、追加のライフが得られ、武器にはレーザーショット、爆弾、ファイアボールが含まれます。\n\nいくつかのレベルでは、左や右だけでなく、さらに上に位置するエリアがあります。ティキが上に行く唯一の方法は、敵から何かを奪って飛ぶ能力を得ることです。他のエリアは水中にあり、ティキが水中に入ると酸素メーターが減少するため、再び表面に上がって酸素レベルを回復する必要があります。ティキは自分の武器の他に、水面の上にいるときに敵に水を吹きかけることもできます。",
    "developer": "Aisystem Tokyo",
    "genre": "Platform",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19900223T000000",
    "title_ja": "ニュージーランドストーリー"
  },
  "Niko Niko Pun (Japan)": {
    "desc_ja": "NHKの人気子供番組「おかあさんといっしょ」のキャラクター「にこにこぷん」をフィーチャーしたゲームです。じゃじゃまる、ぴっころ、ぽろりの3人のキャラクターと一緒に様々なミニゲームを楽しめます。",
    "title_ja": "おかあさんといっしょ にこにこぷん"
  },
  "Ninja Warriors, The (Japan)": {
    "desc_ja": "『ザ・ニンジャ・ウォリアーズ』は、1人または2人でプレイできる横スクロールのベルトスクロールアクションゲームです。タイトーのアーケード版は、3つのモニターが並んでいる形式で、アミーガ版はワイドスクリーンの背景グラフィックをできるだけ多く表示するためにレターボックス形式で開発されました。\n\nプレイヤーはロボット忍者を操作し、手裏剣やナイフを使ってレベルを進んでいきます。忍者がダメージを受けると、クラシックな忍者の衣装が破れ、ロボットの手足や胴体、頭部が露わになります。ダメージが致命的なレベルに達すると、忍者ロボットは爆発し、機械の体のパーツが飛び散ります。\n\n『ザ・セールス・カーブ』の後のタイトル『SWIV』と同様に、『ザ・ニンジャ・ウォリアーズ』は、同社のダイナミック・ローディング・システムを使用して、ディスクからスプライト、音声、背景グラフィックをリアルタイムで読み込みます。",
    "developer": "Taito",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19890630T000000",
    "title_ja": "ニンジャウォーリアーズ"
  },
  "P-47 - The Freedom Fighter (Japan)": {
    "desc_ja": "P-47は第二次世界大戦で使用された最も頑丈な飛行機の一つであり、この横スクロールのシューティングゲームでは、あなたがその操縦を担当し、ナチスの大群に立ち向かいます。16ビット版では、同時に2人でプレイできるモードがあり、難易度を最大4倍まで上げてゲームをクリアすることも可能です。\n\n最初は機関銃で武装していますが、適切な文字を拾うことで爆弾やミサイル、複数ミサイルを手に入れることもできます。各武器は同じタイプのトークンをさらに拾うことでアップグレード可能です。また、追加のライフやスピードアップを提供するトークンも用意されています。",
    "developer": "NMK",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Aicom Corporation",
    "release_date": "19890320T000000",
    "title_ja": "P-47 ザ・フリーダム・ファイター"
  },
  "PC Denjin - Punkic Cyborgs (Japan)": {
    "desc_ja": "サイバーパンク風の未来を舞台にした横スクロールシューティングゲームです。エア「ゾンク」は人気のボンクの冒険シリーズのスピンオフです。パワーアップしたゾンクは仲間を集めてチーム・クールを結成し、キング・ドロールの世界征服計画を阻止するために出発します。3つの難易度と3種類のフレンドモードから選択できます。キング・ドロールのサイボーグロボットを撃ち、彼らの攻撃を避けながらエアボーンを集めて様々な攻撃を繰り出しましょう。友達と合体して無敵のハイブリッド形態を作ったり、チャージ攻撃で敵を吹き飛ばしたりするユニークな動きを楽しんでください。",
    "developer": "Naxat Soft",
    "genre": "Shoot'em Up, Shoot'em Up / Horizontal",
    "players": "1",
    "publisher": "Hudson",
    "release_date": "19921212T000000",
    "title_ja": "PC電人"
  },
  "PC Genjin - Pithecanthropus Computerurus (Japan)": {
    "desc_ja": "昔ながらの横スクロールアクションゲームです。ゲームプレイはシンプルで、各ステージを進む際に敵に頭突きをするだけです！敵に攻撃されたり、危険なものに触れたりするとダメージを受けます。ボンクがライフを失わないように注意しましょう。道中で見つけた肉を食べると、ボンクのレベルが2上がります。ボンクが変身した後に地面に頭突きをすると、強力な爆発を引き起こします—地面が揺れ、敵はスタンします！これがボンクの力です！彼の強力で硬い頭の力です！ゲームにはボーナスゲームや隠しステージが満載で、素晴らしいアクションゲームには欠かせない大ボス戦もあります。",
    "developer": "Atlus",
    "genre": "Platform",
    "players": "1",
    "publisher": "NECアベニュー",
    "release_date": "19891215T000000",
    "title_ja": "PC原人"
  },
  "PC Genjin 2 - Pithecanthropus Computerurus (Japan)": {
    "desc_ja": "ボンクは、TurboGrafxのための2作目でキング・ドゥルールIIIに復讐を果たします。ボンクがなぜこんなにも復讐心に燃えているのかははっきりしませんが、どうやらキング・ドゥルールが関係しているようです。この続編では、ボンクはその大きな頭を致命的な武器として使います。\n\nこの冒険のゲームプレイは、最初のゲームと非常に似ています。ボンクは、頭突き、頭踏み、そして辛い肉を食べることで火を吐く技を持っています。",
    "developer": "Red Company Corporation",
    "genre": "Platform",
    "players": "1",
    "publisher": "アイレム",
    "release_date": "19910719T000000",
    "title_ja": "PC原人2"
  },
  "PC Genjin 3 - Pithecanthropus Computerurus (Japan)": {
    "desc_ja": "ボンクのビッグアドベンチャーは、横スクロールプラットフォーマーシリーズの第3作目です。前作と同様に、プレイヤーはボンクという名前の原始人の役割を担い、頭突きでさまざまな敵を倒しながらキング・ドゥルールを打ち倒します。お馴染みのアクションには、木にぶら下がったり、壁を跳ね返ったり、ブロックを壊したり、歯を使って壁を登ったりすることが含まれます。前作と比べて、彼の歩き方や動きは少し速くなっています。",
    "developer": "A.I Co",
    "genre": "Platform",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19930402T000000",
    "title_ja": "PC原人3"
  },
  "Pac-Land (Japan)": {
    "desc_ja": "パックランドは、カートゥーン風のサイドスクロール型1-2人用ゲームです。腕、顔、足を持ったパックは、妖精をフェアリーランドの家に導かなければなりませんが、この任務は簡単ではありません。なぜなら、インキー、ブリンキー、ピンキー、クライド、スーがパックマンを追いかけてくるからです。妖精を無事に家に送り届けると、パックは魔法の靴をもらい、それを使って自分の家に帰ることができます。そこでは、ミス・パックマン、ベイビー・パックマン、チョンプ・チョンプ、サワーパスが彼を迎えてくれます。\n\nクリアすべきラウンドは16あり、それぞれ4回のトリップがあります。各ラウンドでは、パワーペレットを取ることができ、これを食べるとゴーストが青くなり、パックマンがポイントを獲得するために食べることができます。また、チェリーやイチゴなどの果物を集めることでもポイントが得られます。一部のラウンドでは、パックは湖を越えるためにトランポリンを使わなければなりません。さらに、各ラウンドの時間が切れる前にゴールに到達しなければ、ゴーストに追いかけられてしまいます。",
    "developer": "Namco",
    "genre": "Platform",
    "players": "2",
    "publisher": "NEC",
    "release_date": "19890601T000000",
    "title_ja": "パックランド"
  },
  "Pachio-kun - Juuban Shoubu (Japan)": {
    "desc_ja": "パチオくん：十番勝負は、一連のパチンコゲームを通じて展開されるロールプレイングアドベンチャーです。",
    "developer": "Coconuts Japan",
    "genre": "Casino",
    "players": "1",
    "publisher": "ココナッツジャパン",
    "release_date": "19920313T000000",
    "title_ja": "パチ夫くん 十番勝負"
  },
  "Paranoia (Japan)": {
    "desc_ja": "あなたの脳に何か問題があります。それは悪魔ウガール自身に乗っ取られています！あなたの唯一の手段は、この敵の侵略に対抗することです。\n「サイコシス」は、横スクロールのシューティングゲームで、各レベルはあなたの心の中の異なる場所を表しています。一つは空のようで、別の一つは水生植物で満たされ、また別の一つはテトリスのブロックに似ています。あなたは機械の目のような二つの浮遊するボールを得ることができ、それを360度船の周りに動かしてシールドとして使ったり、武器を指向させたりできます。各ステージを戦い抜き、最後のボスを倒せば、最終的には悪魔そのものと戦うことになります。",
    "developer": "Dual",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19900301T000000",
    "title_ja": "パラノイア"
  },
  "Parasol Stars - The Story of Bubble Bobble III (Japan)": {
    "desc_ja": "この「レインボーアイランド」の続編では、「バブルボブル」のゲームプレイが復活し、バブとボブが人間の姿で登場します。\n\n彼らは、悪者たちが登場する一連の画面をクリアしなければなりませんが、今回は「レインボーアイランド」の怒ったイモムシとは異なる、少し独特な形をしています。そして再びたくさんのパワーアップを手に入れます。\n\nしかし、今回は傘を持っています！ああ、そうですね、パラソルです…",
    "developer": "Taito",
    "genre": "Platform",
    "players": "2",
    "publisher": "Working Designs",
    "release_date": "19910215T000000",
    "title_ja": "パラソルスター"
  },
  "Parodius Da! - Shinwa kara Owarai e (Japan)": {
    "desc_ja": "ある日、私たちのタコの友達は、古いライバルである虫と死闘を繰り広げます。タコは勝利し、人々は彼をミスター・パロディウスと呼び始めます。有給休暇中、彼は田舎に行って少し農業を楽しむことにします。再びタコ鍋に戻ると、「宇宙の人々」という新聞を読み、驚きでまな板から落ちそうになります。そこには、地球を抱える神秘的な大タコの写真が掲載されていました。「お…お父さん？」と彼は stutter します。それは、2年前に姿を消し、二度と帰らなかった彼の父親でした。そこでタコは真実を探しに出発し、仲間たちと共に世界を旅することになります！",
    "developer": "Konami",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "2",
    "publisher": "Konami",
    "release_date": "19920221T000000",
    "title_ja": "パロディウスだ! Parodius 神話からお笑いへ"
  },
  "Populous (Japan)": {
    "desc_ja": "あなたは神となり、他の神々と天界の征服ゲームで競い合います。勝つためには、選んだ民を助けて世界を支配し、別の神を崇拝する害虫を排除しなければなりません。\n\n各神は、荒野の真ん中に投げ込まれた一人の人間からスタートします。時には住める土地が見えることもあれば、そうでないこともあります。勝つためには、風景を変えて信者たちが建設できる平地を作る必要があります。信者が多ければ多いほど、あなたは強力になりますので、彼らを大切にしましょう。できるだけ早く建設を進めてください。他の神も同じことをしているのですから。",
    "developer": "AlfaSystem",
    "genre": "Strategy",
    "players": "1",
    "publisher": "Hudson Soft",
    "release_date": "19910405T000000",
    "title_ja": "ポピュラス"
  },
  "Power Drift (Japan)": {
    "desc_ja": "ダートバギーをさまざまなコースで高速でレースしたいと思ったことはありませんか？「パワードリフト」は、その夢を実現するアーケードレーサーです。\n\n選べるコースは5つあり、それぞれに5つのステージがあります。ステージは都市、砂漠、水上のコースなど多岐にわたります。また、ビジネスマンからスキンヘッド、モヒカンまで、12人のドライバーから選ぶことができます。\n\nあなたのバギーには、高速と低速の2つのギアがあります。信号が青になったら、アクセルを全開にしてください。次のステージに進むためには、3位以上でゴールする必要があります。他のバギーや道路脇の物にぶつからないように注意してください。バギーは耐久性がありますが、クラッシュするとスピードが落ちてしまいます。\n\n1つのレベルの5つのステージをすべてクリアすると、ボーナスレベルが用意されます。",
    "developer": "Copya System",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "Asmik",
    "release_date": "19900413T000000",
    "title_ja": "パワードリフト"
  },
  "Power Gate (Japan)": {
    "desc_ja": "Pack-In-VideoはPCエンジンシステムの中では特に素晴らしいパブリッシャーではありませんでしたが、今回は横スクロールシューティングゲーム「パワーゲート」で戻ってきました。プレイヤーはハイテクの戦闘機を操縦し、峡谷や敵の都市、巨大な戦艦を飛び回ります。戦闘機はシンプルで遅いバルカン砲からスタートし、点滅する敵（多くは飛行機やミサイルの形をしています）を破壊することでゲーム中にアップグレードできます。他にも地上爆弾やエネルギーセルなどのパワーアップアイテムがあり、これらは戦闘機のシールドバーを回復します。また、戦闘機はセカンダリウェポンも装備できます。ホーミングミサイル、ナパーム爆弾、8方向発射など6種類の武器があり、面白いオプションとしては、戦闘機をミラーリングして火力を3倍にするものもあります。これらのセカンダリウェポンは別のアクションボタンで発動し、他のアイテムと同様に収集でき、ストックすることも可能です。",
    "developer": "Make",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "パック・イン・ビデオ",
    "release_date": "19910830T000000",
    "title_ja": "パワーゲイト"
  },
  "Power League '93 (Japan)": {
    "desc_ja": "新鮮に刈り取られた芝生の香りを感じ、審判のコールを聞き、世界的に有名な野球アクションに備えましょう！パワーリーグ'93は、1993年の国際野球シーズンを舞台にした素晴らしいスポーツアドベンチャーです！チームを選び、コンピュータと対戦し、守備、投球、そして最終的にはボールをスタジアムの外に打ち出すという素晴らしいゲームのすべての側面を体験しましょう！",
    "developer": "Now Production",
    "genre": "Sports, Sports / Baseball",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19931015T000000",
    "title_ja": "パワーリーグ'93"
  },
  "Power League 4 (Japan)": {
    "desc_ja": "世界最高の野球スキルを試すチャンス！素晴らしいパワーリーグIVで、歴代の名チームと対戦しながら、守備、投球、打撃を駆使して野球を楽しもう！観客の応援や素晴らしい選手たちと共に、ゲームのすべての側面に関わることができるこの驚くほどクールなタイトルで、アクションの一部になった気分を味わってください。",
    "developer": "Now Production",
    "genre": "Sports, Sports / Baseball",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19910809T000000",
    "title_ja": "パワーリーグ4"
  },
  "Power League 5 (Japan)": {
    "desc_ja": "バッターボックスに立ち、準備を整えたら、全力でバットを振り下ろして、真のプロがどのように野球をプレイするかを世界に知らしめよう！野球のアクションの重要な一部として、あなたはチームをコントロールし、守備、投球、そしてもちろん打撃のすべての側面を担当します。そしてホームランを打って、選手たちが大きく得点し、プロ野球の世界を席巻しましょう！",
    "developer": "Now Production",
    "genre": "Sports, Sports / Baseball",
    "players": "4",
    "publisher": "ハドソン",
    "release_date": "19920807T000000",
    "title_ja": "パワーリーグ5"
  },
  "Power League II (Japan)": {
    "desc_ja": "野球のアクションに参加し、風を感じ、ピッチを感じ取って、パワーリーグIIでそのボールをスタンドの外に打ち出そう！真のプロのように守備、投球、打撃を駆使して、他のチームを打ち負かし、世界の真の野球チャンピオンとして君臨しよう！ボールに目を凝らして、ゲームの絶対的なチャンピオンになろう！",
    "developer": "Now Production",
    "genre": "Sports / Baseball, Sports",
    "players": "2",
    "publisher": "ハドソン",
    "release_date": "19890808T000000",
    "title_ja": "パワーリーグII"
  },
  "Power League III (Japan)": {
    "desc_ja": "素晴らしい「パワーリーグIII」は、全ての野球体験が詰まった驚くべきタイトルです。チームを選び、オーバルでバッティング、ピッチング、フィールディングを駆使して世界のトップチームに勝利することで、本物の野球スーパースターになりましょう！ゲームに完全に没入し、選手の動きを感じながらボールをスタジアムの外へ打ち出しましょう！",
    "developer": "Now Production",
    "genre": "Sports, Sports / Baseball",
    "players": "4",
    "publisher": "ハドソン",
    "release_date": "19900810T000000",
    "title_ja": "パワーリーグIII"
  },
  "Power Sports (Japan)": {
    "desc_ja": "『ワールドスポーツコンペティション』は、PCエンジン（ターボグラフィックス16）で最初にリリースされた夏季オリンピックをテーマにしたゲームです。\n\n競技内容は以下の通りです：\n- アーチェリー\n- 陸上競技 - 垂直跳び、三段跳び、高跳び、円盤投げ、ハンマー投げ、やり投げ\n- ボート競技\n- 射撃 - クレー射撃およびピストルターゲット射撃\n- 水泳 - 背泳ぎ、平泳ぎ、バタフライ、自由形、個人メドレー\n- 陸上競技 - 100メートルダッシュ、110メートルハードル、400メートルダッシュ",
    "developer": "Hudson Soft",
    "genre": "Sports / Multisports, Sports",
    "players": "5",
    "publisher": "ハドソン",
    "release_date": "19921010T000000",
    "title_ja": "パワースポーツ"
  },
  "Power Tennis (Japan)": {
    "desc_ja": "このテニスゲームでは、シングルス、ダブルス、ワールドツアーのモードがあります。26人のプレイヤーから選ぶことができ、そのうち半分のプレイヤーが利用可能です。各プレイヤーにはそれぞれ特有の専門技術があります：サーブ・ボレー、ショートハンドゲーム、左利きです。利用できるコートの種類は、ハード、グラス、クレーの3つです。",
    "developer": "Now Production",
    "genre": "Sports, Sports / Tennis",
    "players": "4",
    "publisher": "ハドソン",
    "release_date": "19930625T000000",
    "title_ja": "パワーテニス"
  },
  "Pro Tennis - World Court (Japan)": {
    "desc_ja": "ワールドコートテニスはひねりのあるテニスゲームです。ゲームの内容自体には大きな驚きはありませんが、プレイヤーはキャラクターを操作してスクロールするテニスコート上で相手のボールに対抗します。クロスショットやスマッシュ、ロブなどの典型的なテニスアクションを行うことができ、ヒットのパフォーマンスはタイミングに依存します。",
    "developer": "Namco",
    "genre": "Sports, Sports / Tennis",
    "players": "4",
    "publisher": "NEC",
    "release_date": "19880811T000000",
    "title_ja": "プロテニス ワールド コート"
  },
  "Psycho Chaser (Japan)": {
    "desc_ja": "宇宙年X2981Y。地球は無血の戦争を戦うために戦闘アンドロイドを開発しました。新たに開発された戦闘アンドロイド「オーラ」は、戦場に送り込まれ、自国を勝利に導いているように見えました。しかし、オーラは人間の制御から解放され、地球に反乱を起こし、他のアンドロイドを支配して人類に対する戦争を始めました。人類は最後の手段として、これまでにないほど強力で、人類の願いを込めた「サイコチェイサー」という新たなアンドロイドを開発しました。彼はオーラの拠点に攻撃を仕掛け、戦争を終わらせようとしています。\n\nサイコチェイサーは縦スクロールのSFシューティングゲームです。プレイヤーは主人公の戦闘アンドロイドを操作します。複数の武器を拾って自由に切り替えることができ、ステージ間で武器やエネルギーのアップグレードを可能にするパワーアップも存在します。",
    "developer": "Sting Entertainment",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "Naxat Soft",
    "release_date": "19900406T000000",
    "title_ja": "サイコチェイサー"
  },
  "Puzzle Boy (Japan)": {
    "desc_ja": "パズルボーイは、ゲームボーイのタイトル「クワーク」の移植版ですが、より多くの異なるレベルと変更されたグラフィックが特徴です。オリジナル版とは異なり、視点は真上からの俯瞰で、アンドゥ機能はありません。\n\nしかし、ゲームプレイに関しては、これは依然としてソコバンのバリエーションです。プレイヤーは迷路に入り込み、出口への道を見つける必要があります。道中の障害物は押すことができる箱、引くことはできない箱、穴、回転扉です。このゲームには、特に100レベルのレベルモードを含む3つのプレイモードがあります。これらはそれぞれ20レベルずつの4つのセットに分かれており、各セットには難易度が設定されています。すべてのセットを解決すると同じエンディングが得られます。他の2つのモードは、制限時間内に10レベルを解くチャレンジモードと、スプリットスクリーンのマルチプレイヤーモードです。",
    "developer": "Renovation Game",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "日本テレネット",
    "release_date": "19910222T000000",
    "title_ja": "パズルボーイ"
  },
  "Puzznic (Japan)": {
    "desc_ja": "Puzznicの各レベルの挑戦は、ブロックの選択を操作してすべてをクリアすることです。同じデザインのブロックと接触させることで、ブロックを消すことが目的です。あなたは十字カーソルを操作し、ブロックを左右に動かすことができます。ブロックが占めるスペースの下に他のブロックがない場合、そのブロックは落下します。\n\nレベルを解く際には多くの複雑さがあります。移動するプラットフォームがあり、特定のタイミングや順序でブロックを動かさなければ、ブロックが閉じ込められてしまいます。特定のタイプのブロックが奇数個存在する場合もあり、これを解決するには、2つのブロックを1スペース離して配置し、動かすことで2つのブロックと接触させ、すぐに3つを消す必要があります。また、空中に吊るされたプラットフォーム上に配置されたブロックや、特定の動きを可能にするために必要な数のブロックを配置する必要があるギャップも遭遇します（例えば、スタックを形成することによって）。",
    "developer": "Taito",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19900629T000000",
    "title_ja": "パズニック"
  },
  "R-Type I (Japan)": {
    "desc_ja": "宇宙船をパワーアップさせて、戦闘の準備を整えよう！これは、名作シューティングゲーム「R-TYPE」を完全に忠実に移植した作品です。POWアーマーを破壊すると、6種類の異なるユニットのうちの1つが現れ、それを使ってR-9をパワーアップできます。ビットを装備し、レーザーユニットを取得してフォースを出現させ、さらにパワーアップさせましょう。フォースはR-9に統合したり、分離したりすることができます。反射レーザービーム、空対地ミサイル、対空レーザーなど、武器を最大限に活用しましょう。発射ボタンを押し続けるとビームキャノンから弾を発射します。発射ボタンを押し続けてビームゲージをチャージし、放すと強力なウェーブキャノンの一撃を放つことができます！長く押し続けるほど、威力が増します！各ステージの最後には、巨大戦艦との戦いを含むN32ボスが待ち受けています。",
    "developer": "Irem Corporation",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19880325T000000",
    "title_ja": "アールタイプ I"
  },
  "R-Type II (Japan)": {
    "desc_ja": "シューティングゲームのクラシック『R-Type』のPCエンジン版は、日本で2部に分けて発売されました。『R-Type I』には最初の4つのレベルが含まれ、『R-Type II』には最後の4つのレベルが収録されています。",
    "developer": "Irem Corporation",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "ハドソン",
    "release_date": "19880603T000000",
    "title_ja": "アールタイプII"
  },
  "Rabio Lepus Special (Japan)": {
    "desc_ja": "遠い王国で、王と彼の二人の娘たちは幸せに暮らし、土地には平和と調和が満ちていました。しかし、ある運命の日、突如として現れた未知の宇宙船が王と二人の娘たちをさらってしまいます。彼女たちは皆、ウサギのスーツを着ていました。プレイヤーはウサギ型の飛行ロボット「ウサギ」を操作し、囚われた人々を救出し、未知の誘拐者を排除する任務を果たします。",
    "developer": "Video System",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "ビデオシステム",
    "release_date": "19901019T000000",
    "title_ja": "ラビオレプススペシャル"
  },
  "Racing Damashii (Japan)": {
    "desc_ja": "レーシング魂（Racing Damashii）は、1991年にアイレムから日本専用でリリースされたバイクレースのビデオゲームです。このゲームでは日本各地のトラックが登場します。",
    "developer": "Irem Corporation",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "アイレム",
    "release_date": "19910719T000000",
    "title_ja": "レーシング魂"
  },
  "Raiden (Japan)": {
    "desc_ja": "2090年、地球は異星人に侵略されます。世界各国の連合は、地球を守るために超音速攻撃戦闘機「雷電」を開発しました。パイロットはこの実験的な戦闘機を操縦し、奇妙な形状の軍用戦車や飛行機に似た異星の戦艦を撃破しなければなりません。\n\n「雷電」（ジェネシスとSNESでは「雷電トラッド」と呼ばれています）は、同名のアーケードゲームを基にした上から見下ろす縦スクロールシューティングゲームです。2種類の武器アップグレードと2種類のミサイル（通常またはホーミング）が特徴です。ゲーム開始時には、画面上のほとんどの敵を破壊するために使用できるいくつかの爆弾を持っています。各レベルの最後には、大きなボスまたはボスたちが待ち受けています。",
    "developer": "A.I Co",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19911122T000000",
    "title_ja": "雷電"
  },
  "Rastan Saga II (Japan)": {
    "desc_ja": "「ラスタニア」は神聖な場所であり、神殿「スカイスクレイパー」が空高くそびえ立っています。「スカイスクレイパー」を征服した者が「ラスタニア」を支配すると言われています。しかし、邪悪な集団が「スカイスクレイパー」に侵入し、それを自分たちのものにしようとしています。このまま放置すれば、その場所は最終的に邪悪な集団に支配されてしまうでしょう。\n\n「ラスタン・サーガ II」は、オリジナルの「ラスタン」の続編で、同じハック＆スラッシュのゲームプレイを楽しむことができます。あなたは戦士となり、いくつかのレベルをクリアしなければなりません。レベルのボスを倒すことでのみ手に入る宝石を集めることが目的です。途中でパワーアップを集めることで、追加のライフやより良い武器を得ることができます。",
    "developer": "Taito",
    "genre": "Platform / Fighter Scrolling, Platform",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19900706T000000",
    "title_ja": "ラスタンサーガII"
  },
  "Rock-On (Japan)": {
    "desc_ja": "あなたはバスターで、様々なレベルを飛行する乗り物で古代の人々が隠した神秘的な富「FISA」を見つけて富を得ることが任務です。最初は小さな大砲だけを装備しており、動きは遅いですが、各レベルには武器やスピードを向上させるアイコンが散らばっています。これには2方向、3方向、レーザー、バックファイアなどがあります。全世界がテレビであなたの成功を見守っています。\n\nRock-Onは、左から右へ進む横スクロール型のシューティングゲームです。",
    "developer": "Manjyudo",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "ビッグクラブ",
    "release_date": "19890825T000000",
    "title_ja": "ロック・オン"
  },
  "Ryuukyuu (Japan)": {
    "desc_ja": "ソリティアポーカー。確かに奇妙な組み合わせですが、まさにその通りです。さらに興味深いのは、そこにビンゴの要素も含まれていることです。あなたの目的は、4つの異なる山から裏向きのカードを引き、これらのカードを伝統的なポーカーの価値でスコアが付けられる5つの異なる「ハンド」に分けることです。ただし、ハンドはゲームボード上で縦、横、または斜めのいずれかの組み合わせでスコアを付けることができます…（これがビンゴの要素が関わるところです）。",
    "developer": "FACE",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "ナグザット",
    "release_date": "19901026T000000",
    "title_ja": "琉球"
  },
  "Taito Chase H.Q. (Japan)": {
    "desc_ja": "チェイス本部の潜入捜査官として、あなたの仕事は街をパトロールし、5人の犯罪者を追跡することです。任務を開始する前に、容疑者に関する情報や彼らが運転している車についてのブリーフィングが行われます。その後、他の車にぶつからないように注意しながら街を走り、犯罪者の車に追いつきます。容疑者を逮捕するためには、彼らの車に何度もぶつかり、機能しなくなるまで追い詰める必要があります。この作業は厳しい時間制限の下で行わなければなりません。車や建物にぶつかると、再び走り出すのに時間を無駄にしてしまいます。\n\nしかし、一度容疑者に追いつくと、さらに時間が与えられます。また、あなたの車にはターボブーストが装備されており、犯罪者から大きく遅れている場合には追加のスピードを得るために使用できます。各逮捕は「疑い」に基づいて行われます。",
    "developer": "Daiei Seisakusho",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "タイトー",
    "release_date": "19900126T000000",
    "title_ja": "タイトーチェイスH.Q."
  },
  "Takahashi Meijin no Shin Bouken-jima (Japan)": {
    "desc_ja": "平和なアドベンチャーアイランドでは、島民たちがマスター・ヒギンズと「ミスアイランドクイーン」のティナの結婚式を祝っています。しかし、突然バロン・ブロンスキーとその手下たちが現れ、ティナと島の子供たちをさらってしまいます！マスター・ヒギンズは、子供たちと愛するティナを救うために冒険に出なければなりません。この横スクロールアクションゲームでは、斧やブーメランを投げ、スケートボードに乗り、各エリアでマスター・ヒギンズを安全にゴールへ導きましょう！『ニューアドベンチャーアイランド』は、7つのエキサイティングなステージで構成されています。各ステージは4つのエリアに分かれており、最後のエリアの終わりにはボスが待ち受けています。すべてのボスを倒して、さらわれた子供たちを解放しましょう！そして、最終ステージの城には邪悪なバロン・ブロンスキーが待っています！マスター・ヒギンズが彼を倒し、花嫁を取り戻す手助けをしてください！",
    "developer": "Hudson Soft",
    "genre": "Platform",
    "players": "1",
    "publisher": "Hudson Soft",
    "release_date": "19920626T000000",
    "title_ja": "高橋名人の新冒険島"
  },
  "Takeda Shingen (Japan)": {
    "desc_ja": "武田信玄は、封建日本を舞台にした2Dのビート 'em upゲームです。アクションは戦国時代に展開されます。プレイヤーは大名の武田信玄となり、敵である上杉謙信を倒さなければなりません。ゲームプレイはこのジャンルの典型的なもので、「キング・オブ・ドラゴンズ」や「ナイツ・オブ・ザ・ラウンド」に似ています。武田は日本刀（刀）を振るい、赤い鎧を身に着けています。彼は左から右へ進み、すべての敵やボスを排除しなければなりません。時には、大名がいくつかの店を訪れてさまざまなアイテムを購入することもできます。",
    "developer": "Aicom Corporation",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "エイコム",
    "release_date": "19890728T000000",
    "title_ja": "武田信玄"
  },
  "Tatsunoko Fighter (Japan)": {
    "desc_ja": "トンキンハウスがエンジン向けにお届けする、もう一つのかわいいプラットフォーマー。フロッピーハットと長い棒だけを武器に、あなたはスパイダーや火の玉、悪党たちがひしめくさまざまなレベルを駆け抜け、飛び跳ね、突き進まなければなりません。もちろん、すべては名誉と正義のために。",
    "developer": "Advance Communication Company",
    "genre": "Platform",
    "players": "1",
    "publisher": "トンキンハウス",
    "release_date": "19891020T000000",
    "title_ja": "竜の子ファイター"
  },
  "Tenseiryuu - Saint Dragon (Japan)": {
    "desc_ja": "弾を跳ね返し、敵にダメージを与えることができる尾を持つロボットドラゴンを操作するシューティングゲーム。",
    "developer": "NMK",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Aicom Corporation",
    "release_date": "19901221T000000",
    "title_ja": "天聖龍"
  },
  "Thunder Blade (Japan)": {
    "desc_ja": "THUNDER BLADEで世紀のヘリコプター戦に参加する準備を整えよう！あなたはガンシップ・グラディエーターです。サンダーブレードのヘリコプターを操縦します。誰もがあなたを止められないと言っています。このミッションはあなたを試すことになるでしょう！敵があなたの国に侵入してきました。それに怒りを覚えています。だから、あなたは彼らを止めるつもりです…一人で！都市の中で…砂漠や海を越えて…洞窟や精油所を通り抜けて…あなたは大砲を撃ちまくり、スキッドから地対空ミサイルを落とします。敵は戦車、航空力、そして驚異的な超要塞を持っています。しかし、あなたには勇気と栄光への欲望があり…空に最も凶悪な戦闘ヘリコプターがあります！",
    "developer": "SEGA",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "Nec Avenue",
    "release_date": "19901207T000000",
    "title_ja": "サンダーブレード"
  },
  "Time Cruise II (Japan)": {
    "desc_ja": "タイムクルーズはストーリーのあるピンボールゲームです。物語は、エリックという名の科学者が、ある日、宇宙人を名乗る声を聞き、その声を通じてタイムトラベルの秘密を学ぶところから始まります。数年の間、自らの創造物を作り上げた彼は、ついに完成し、丸い金属製のタイムマシンに乗り込み、時間を旅して宇宙人の友人に会うための冒険に出発します。\n\nゲームの目的は、他の多くのジャンルのゲームと同様に、先史時代から未来までさまざまな時代をテーマにした複数のピンボールテーブルのいずれかで一定のポイントに達することです。",
    "developer": "Sankindo",
    "genre": "Pinball",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19911108T000000",
    "title_ja": "タイムクルーズII"
  },
  "Titan (Japan)": {
    "desc_ja": "Titanは2Dアーケードゲームとパズルゲームのハイブリッドです。\n\n未来の狂った教授たちは、参加者全員が死ぬような奇妙なエンターテイメントゲームを発明する傾向があります。ハイブリス教授のバリエーションは「Titan」と呼ばれ、ボール、コントロールユニット、80の迷路が含まれています。あなたの目的は、各レベルで破壊可能なブロックをボールで打ってすべて破壊するか、ボールを出口に導くことです。黒いボールはあなたの制御を超えており、迷路の中を一定の速度で真っ直ぐまたは斜めに跳ね返ります。あなたは小さな箱であるコントロールユニットを動かし、ボールが希望する方向に跳ね返るように位置を調整します。また、ボールの上を素早く移動することでボールをキャッチし、選んだ方向に放つこともできます。\n\n迷路には無害で破壊可能なブロックだけでなく、ますます難易度の高い危険も含まれています。ボールやコントロールユニットが頭蓋骨のシンボルに当たると、9つの命のうちの1つが失われます。テレポーターはあなたとボールの位置を交換し、壁のパーツはあなたのユニットによって押したり破壊したりできます。床タイルは、あなたが何度も通過すると壁に成長します。高いゲームスピードはスペースキーを押し続けることで遅くすることができ、これは難しい状況で非常に便利なオプションです。\n\nTitanは、迅速な反射神経と良い神経を必要とするアーケードゲームの基盤と、複雑なレベルをクリアするために論理的思考を必要とするパズルゲームの要素を組み合わせています。挑戦は、ボールを正確に、しかし間接的に制御することです。",
    "developer": "ISCO",
    "genre": "Strategy",
    "players": "1",
    "publisher": "Naxat Soft",
    "release_date": "19910315T000000",
    "title_ja": "タイタン"
  },
  "Toilet Kids (Japan)": {
    "desc_ja": "ある晩、トイレに行った主人公は突然トイレに流され、奇妙なモンスターで満ちた神秘的な世界に転送されてしまいます。主人公は飛行する乗り物を操縦し、この不思議な世界の住人たちを倒し、帰る方法を見つける使命を担います。\n\n『トイレキッズ』は、日本独占のPCエンジン用縦スクロールシューティングゲームで、ゲームプレイは『ゼビウス』に非常に似ています。このゲームはわずか4つのステージしかなく、トイレのユーモアや糞尿に関する言及が多く使われています。",
    "developer": "Bits Laboratory",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "2",
    "publisher": "メディアリング",
    "release_date": "19920306T000000",
    "title_ja": "トイレキッズ"
  },
  "Tora e no Michi (Japan)": {
    "desc_ja": "このアーケードの移植版は、あなた（リー・ウォンとして）が悪のリョウ・ケン・オーから村の子供たちを救うべく戦うベルトスクロールアクションゲームです。多くのステージは横にスクロールしますが、高い ledge にジャンプして少し異なるルートを進むこともできます。強化された武器を含む魔法の壺が頻繁に出現します。ほとんどの敵は攻撃が簡単で、一撃で倒せますが、大群で襲いかかってきます。屋内セクションに入ると、一撃であなたを倒す能力を持つ大きな敵が登場し、階段がある複数のレベルで構成されたエリアが待ち受けています。",
    "developer": "Advance Communication Company",
    "genre": "Platform",
    "players": "1",
    "publisher": "ナグザット",
    "release_date": "19900223T000000",
    "title_ja": "虎への道"
  },
  "Tower of Druaga, The (Japan)": {
    "desc_ja": "これはオリジナルゲームのリメイクです。ストーリーはそのままで、イシュタルがギルガメッシュをドラガの塔の60階層の迷路に送り、キを救出し青いクリスタルの杖を取り戻すという内容です。彼は次の階に進むために各階の鍵を見つけなければなりません。\n\n更新されたグラフィックに加えて、このリメイクではオリジナルの俯瞰視点ではなく、3/4ビューが採用されています。また、ギルガメッシュは敵を倒すことで経験値を獲得し、各階の終わりにその経験値を使ってスピードや健康などのステータスを向上させるRPG要素も含まれています。彼は剣、ヘルメット、鎧、盾、ガントレット、ブーツなどの装備を見つけることができ、これらを変更してステータスを向上させることができます。また、隠された宝箱の中に特別なアイテムも見つけることができます。これらの宝箱を見つける方法は各階で異なります。新しい宝物や新しい敵も登場します。\n\nゲームには簡単、普通、難しい、プロの4つの異なる難易度があり、パスワード機能も搭載されています。",
    "developer": "Game Studio",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "Namcot",
    "release_date": "19920625T000000",
    "title_ja": "ドルアーガの塔"
  },
  "Toy Shop Boys (Japan)": {
    "desc_ja": "『トイショップボーイズ』はPCエンジン専用の縦スクロールシューティングゲームです。物語は、タイトルにもなっているトイショップボーイズという3人の子供たちが、悪党ガンマからおもちゃを取り戻すために戦うという内容です。\n\nプレイヤーはいつでも3人の子供の間を切り替えることができます。赤い帽子の子供は、まっすぐな弾を発射し、アップグレードすると散弾に変わります。黄色い帽子の子供は、画面上の敵に向かって飛ぶブーメランを発射し、パワーアップによって一度に発射する数が増えます。青い帽子の子供は、ライトセーバーを振り回し、弾をキャッチしたり、近距離武器として使ったりします。\n\nゲームの敵のほとんどはおもちゃをテーマにしており、例えば巨大なシンバルモンキーや、2台のトイフォーミュラ1カーなどが登場します。",
    "developer": "Victor Entertainment",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "2",
    "publisher": "Victor Entertainment",
    "release_date": "19901214T000000",
    "title_ja": "トイショップボーイズ"
  },
  "Tricky (Japan)": {
    "desc_ja": "トリッキーキックは、ターボグラフィックス16用のスライディングブロックパズルゲームです。\n\n同じアイテムを2つ揃えてキックすると、それらは消え、ボード上のピースをすべて消すまで続きます。道が塞がれていなければ、1つのアイテムを別のアイテムにぶつけることができます。\n\nまた、敵キャラクターがいて、彼らをバンパーにキックして破壊する必要があります。\n\nゲームには通常モードと特別モードがあり、それぞれ60のパズルが用意されています。多くのパズルは通常モードでもかなり難しいです。",
    "developer": "AlfaSystem",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "IGS",
    "release_date": "19910706T000000",
    "title_ja": "トリッキー"
  },
  "Tsuppari Oozumou - Heisei Ban (Japan)": {
    "desc_ja": "つっぱり大相撲は基本的に「押し相撲」を意味し、つっぱりは相撲力士が相手を土俵の外に押し出すために行う技です。このゲームは他のトーナメント型格闘ゲームと同様に進行します。プレイヤーキャラクターは、次第に難易度が上がる一連の対戦相手と戦い、最終的に頂点に達して横綱と宣言されることを目指します。横綱は相撲の最高位です。",
    "developer": "Naxat Soft",
    "genre": "Sports / Sumo, Sports",
    "players": "2",
    "publisher": "ナグザット",
    "release_date": "19930219T000000",
    "title_ja": "つっぱり大相撲 平成版"
  },
  "Tsuru Teruhito no Jissen Kabushiki Bai Bai Game (Japan)": {
    "desc_ja": "鶴照人の実践株式ビジネスゲーム（またはバイゲーム、またはバイゲーム）は、TOSEとインテックによるPCエンジン向けの株式取引シミュレーションゲームです。プレイヤーは株価の変動や市場価格に注意を払いながら株を見て取引を行います。株の売買を行う際には、プレイヤーの運によって変わる秘書に指示を出し、選んだ株を買ったり売ったりします。\n\nこのタイプの多くのゲームと同様に、英語版はリリースされておらず、大量の日本語のテキストが含まれているため、非日本語話者には理解が難しいです。",
    "developer": "TOSE",
    "genre": "Simulation",
    "players": "1",
    "publisher": "インテック",
    "release_date": "19891103T000000",
    "title_ja": "都留照人の実戦株式倍バイゲーム"
  },
  "Valkyrie no Densetsu (Japan)": {
    "desc_ja": "「レジェンド・オブ・ヴァルキリー」では、北欧神話の若きヴァルキリーの役割を担い、悪神に奪われた伝説の黄金の種を取り戻す冒険に出ます。\n\nこのゲームは、トップダウン視点のアクション/アドベンチャーゲームで、RPGやプラットフォーマーの要素も含まれています。ヴァルハラを構成する多くのレベルを進み、道中の敵をすべて倒しながら、裂け目やその他のプラットフォーマー風の障害物を乗り越えていきます。\n\n各ステージには、ゲームプレイのヒントや手がかり、倒した敵から得た金で購入できるアイテムを提供するNPCがいます。健康のパワーアップや武器の強化、さらには魔法の呪文を購入して、さらなる火力を得ることができます。",
    "developer": "Namcot",
    "genre": "Adventure",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19900809T000000",
    "title_ja": "ワルキューレの伝説"
  },
  "Veigues - Tactical Gladiator (Japan)": {
    "desc_ja": "3年間、エイリアンの侵略者たちが地球を焦土に変えてきました。彼らを止められる人間は誰もいません。しかし、今、私たちにはヴェイグスという壊滅的な戦闘マシンがいます！捕獲した敵の技術で作られた彼は、私たちの最後の絶望的な生存の希望です…そして、あなたが操作します！プラズマキャノンで侵略者を叩きのめせ！火力を常に高めて、明日がないかのように戦いましょう。エイリアンを壊滅させなければ、私たちには明日がありません！",
    "developer": "Bits Laboratory",
    "genre": "Shoot'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19900615T000000",
    "title_ja": "ヴェイグス"
  },
  "Victory Run - Eikou no 13,000km (Japan)": {
    "desc_ja": "ビクトリーランは、パリ・ダカールラリーを基にしたアーケードレーサーです。ゲームプレイはアウトランに似ており、画面の下部に自分の車が表示され、前方にはスケーリングスプライトで構成されたコースが広がっています。\n\nレースの開始時に、予備のエンジン、タイヤ、ブレーキなどをどれだけ持っていくかを選択します。各セグメントを終えるたびに、それらのパーツを使って車を修理し、レースを完走できるようにするかを決めなければなりません。",
    "developer": "Hudson Soft",
    "genre": "Racing, Driving",
    "players": "1",
    "publisher": "Hudson Soft",
    "release_date": "19871228T000000",
    "title_ja": "ビクトリーラン 栄光の13‚000キロ"
  },
  "Vigilante (Japan)": {
    "desc_ja": "『ビジランテ』は、人気のコインオペレーションゲームを基にした横スクロールのベルトスクロールアクションゲームです。匿名のタフなヒーローが、彼の恋人マリアを誘拐したロウグスギャングを倒すために街を駆け巡ります。\n\nゲームには、街の通りや廃品置き場など、5つの異なるロケーションが用意されており、さまざまな強さを持つ悪党たちと戦います。戦いは拳や足、チェーンを使って行われます。各レベルにはボスが待ち受けており、進むためには特別な戦術が必要です。",
    "developer": "Irem Corporation",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "NEC",
    "release_date": "19890114T000000",
    "title_ja": "ビジランテ"
  },
  "Violent Soldier (Japan)": {
    "desc_ja": "「シニストロン」は、R-Typeに似た横スクロールシューティングゲームですが、独自の武器システムを持っており、シールドを開閉することで火力を向上させる代わりに、艦船が脆弱になるという特徴があります。また、ミサイルやさまざまなタイプのレーザーなど、いくつかの異なるパワーアップアイテムを拾うこともできます。\n\nゲームのストーリーは、取扱説明書によるとあまり明確ではありません。「シニストロン」と呼ばれる何かがあなたの銀河の区画に侵入してきており、ただ単にそれを吹き飛ばさなければならないようです。\n\nこのゲームには大きな敵スプライトと大きなボスキャラクターが登場します。レベルは主に宇宙空間や異星の環境で展開されます。一部のスプライトはマクロスのようなメカです。\n\n日本版の「バイオレントソルジャー」では、グラフィックが若干異なっていました。",
    "developer": "AlfaSystem",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Information Global Service",
    "release_date": "19901214T000000",
    "title_ja": "バイオレント・ソルジャー"
  },
  "Volfied (Japan)": {
    "desc_ja": "『ボルファイド』は、1980年代後半にタイトーが開発したアーケードコインオペレーションの家庭用移植版です。このゲームは『キックス』に非常に似ており、プレイヤーは画面を移動し、形を作ってプレイフィールドからそれを取り除く目的のオブジェクトを操作します。取り除いたエリアには徐々に画像が明らかになっていきます。プレイヤーがまだクリアしていないエリアの境界が、プレイヤーのポインターが移動できる境界となります。\n\nプレイヤーのオブジェクトは、画面を浮遊する敵と接触しないようにしなければなりません。接触するとオブジェクトが弱まり、最終的には破壊されてしまいます。バリアは、どの部分の境界ボックスを形成できるかを制限します。目標は画面の80％以上をクリアすることで、追加のパーセントごとにボーナスポイントが加算されます。\n\nアーケードの移植版として、このゲームは1人または2人でプレイでき、3つの難易度が用意されていますが、パスワードやセーブ機能はなく、多くのレベルを通じての保存はできません。",
    "developer": "Taito",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19891222T000000",
    "title_ja": "ヴォルフィード"
  },
  "W-Ring - The Double Rings (Japan)": {
    "desc_ja": "W Ring: The Double Ringsは、Naxat SoftがPCエンジン向けに開発・発売したシューティングゲームです。プレイヤーは横スクロールのステージを進み、倒した敵から落ちたパワーアップを集めます。\n\nゲームには、敵の数や体力を決定する3つの難易度モードがあります：ビギナー、ノーマル、エキスパート。\n各パワーアップは色によって異なる武器をプレイヤーに提供し、次々にパワーアップを集めることでその武器の威力が増します。プレイヤーが異なる色のパワーアップを取得すると、それらのパワーアップの強化版を手に入れます。プレイヤーが攻撃を受けると、現在持っているパワーアップを失います。パワーアップを持っていない場合は、ライフを失います。",
    "developer": "Flight-Plan",
    "genre": "Shoot'em Up / Horizontal, Shoot'em Up",
    "players": "1",
    "publisher": "Naxat Soft",
    "release_date": "19900928T000000",
    "title_ja": "ダブルリング"
  },
  "Wallaby!! - Usagi no Kuni no Kangaroo Race (Japan)": {
    "desc_ja": "Wallaby!は、TenkyとMasayaによるレースシミュレーションゲームです。日本のシステム向けの多くの競馬シミュレーターに似たプレイスタイルですが、馬の代わりにカンガルーやワラビーを、そして人間の騎手の代わりにウサギを使用しています。プレイヤーはウサギを主人公として選び、レース用の有袋類を育てるか、他のウサギが所有する有袋類に賭けることができます。\n\nほとんどの日本の競馬ゲームと同様に、国際的なリリースはされませんでした。",
    "developer": "Tenky",
    "genre": "Horse racing, Sports with animals",
    "players": "1",
    "publisher": "Masaya Games",
    "release_date": "19901214T000000",
    "title_ja": "ワラビー"
  },
  "Winning Shot (Japan)": {
    "desc_ja": "ウィニングショットはPCエンジン/Turbografx-16用のゴルフゲームで、このシステム向けにリリースされた最初のスポーツゲームです。最大4人のプレイヤーが参加できますが、ゴルフの特性上、各プレイヤーはホールからの距離に応じて交互にターンを取ります。このゲームはこの時代のゴルフゲームと多くの共通点があり、プレイヤーは使用するクラブを選択したり、ボールの軌道を調整するためにわずかに角度をつけて打つかどうか、ボールをどの方向に打つかを決めたりします。そして、ボールをできるだけホールに近づけるために、必要なパワーゲージを適切なタイミングで打つことでボールを飛ばします。",
    "developer": "Data East",
    "genre": "Sports, Sports / Golf",
    "players": "4",
    "publisher": "データイースト",
    "release_date": "19890303T000000",
    "title_ja": "ウイニングショット"
  },
  "Wonder Momo (Japan)": {
    "desc_ja": "『ワンダーモモ』では、あなたはモモとしてプレイします。彼女は、犯罪と戦うヒロインについての子供向け番組で主役を演じる女優です。モモは、さまざまなエイリアンモンスターや犯罪者たちに立ち向かいます。\n\nゲームは「ナムコシアター」のステージを舞台にしたアクション横スクロールゲームで、各ステージを進みながら出会った敵を次々と倒していきます。適切なパワーアップを集めることで、一定時間ワンダーモモに変身でき、フラフープを使った遠距離攻撃が可能になり、通常のモモよりも強力になります。\n\n各ステージの敵を倒すだけでなく、パフォーマンスで観客を喜ばせる必要がありますが、攻撃するたびに下着の写真を撮ろうとする変質者に注意が必要です（モモは「ハイキック」をするとかなり脚を見せるため）。これにより、まぶしいフラッシュが発生し、モモが眩まされて攻撃を受けやすくなります。",
    "developer": "Namco",
    "genre": "Beat'em Up",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19890421T000000",
    "title_ja": "ワンダーモモ"
  },
  "World Beach Volley (Japan)": {
    "desc_ja": "ソニックスパイクはビーチバレーボールのゲームです。プレイヤーは異なる強みと弱みを持つ2人のアスリートからなるバレーボールチームを操作し、トーナメントで勝利を目指します。2人目のアスリートは、別の人間プレイヤーが操作することも可能です。操作は特に驚きはなく、プレイヤーはフィールド上でアスリートを移動させ、ジャンプとヒットのための2つのボタンを使用します。シングルプレイヤーの場合は、2人のアスリートを切り替える必要があります。",
    "developer": "Information Global Service",
    "genre": "Sports, Sports / Volleyball",
    "players": "4",
    "publisher": "Information Global Service",
    "release_date": "19900727T000000",
    "title_ja": "ワールドビーチバレー"
  },
  "World Circuit (Japan)": {
    "desc_ja": "オーバーヘッド視点のフォーミュラ1レーシングゲーム。",
    "developer": "GAME",
    "genre": "Racing, Driving / Racing, Racing, Driving",
    "players": "2",
    "publisher": "ナムコ",
    "release_date": "19911018T000000",
    "title_ja": "ワールドサーキット"
  },
  "Xevious - Fardraut Saga (Japan)": {
    "desc_ja": "「ゼビウス ファルドラウト伝説」は、「ゼビウス ファルドラウトサーガ」と名前が同じですが、そのゲームの続編と見なすことができます。人類はバイオコンピュータGAMPとの戦いを続けており、新たなパイロットたちが挑戦し、地球を守るために最善を尽くしています。\n\nゲームは「アーケード」と「ファルドラウト」という2つのモードで構成されています。アーケードモードは、「ゼビウス ファルドラウトサーガ」のリコンモードと同じで、オリジナルのアーケード版ゼビウスの移植版です。ファルドラウトモードは4つのステージで構成されており、馴染みのある南アメリカの背景が特徴です。ほとんどのゼビウスゲームとは異なり、プレイヤーは3つ目のステージでのみ航空機ソルバルーを操作します。最初の2つのステージでは、ソルバルーに似た特性を持つ2つの異なる小型船を操作します。空中の敵に対しては速射が可能で、地上の構造物には爆弾を投下します。",
    "developer": "Compile",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19900629T000000",
    "title_ja": "ゼビウス ファードラウト伝説 サーガ"
  },
  "You-You Jinsei (Japan)": {
    "desc_ja": "「ユウユウ人生」、または「ビクトリーライフ」は、ミルトン・ブラッドリーの「ライフゲーム」といくつかの類似点を持つボードゲームシミュレーションです。特に、自動車のプレイヤーピースや、さまざまなランダムなイベントを通じて人生のさまざまな段階を進むプレイヤーの旅が挙げられます。このゲームは、ボードゲームの日本の出版社タカラにライセンスされており、彼ら自身もいくつかの「ライフゲーム」ビデオゲームを制作しています。\n\n目標は、最も多くの資産を持って退職することです。プレイヤーは結婚したり、子供を持ったり、さまざまな重要な人生の変化を経験することもできますが、主な目標は資金の獲得です。また、プレイヤーは資金を投資したりギャンブルをすることもでき、その結果は純粋な運に依存します。",
    "developer": "Hudson Soft",
    "genre": "Board game",
    "players": "5",
    "publisher": "Hudson Soft",
    "release_date": "19880422T000000",
    "title_ja": "遊々人生"
  },
  "Zero4 Champ (Japan) (Alt)": {
    "desc_ja": "Zero4 Champは、日本の都市ストリートレースにインスパイアされたレーシングシミュレーションゲームで、その名前は伝統的なレース距離（0から400メートル）に由来しています。対戦モードでは、プレイヤー同士やコンピュータAIと一人称視点でレースを競い合うことができますが、ゲームのメインモードはストーリーモードで、強いシミュレーション要素があります。プレイヤーは若いレーサーの役割を担い、トーナメントに参加して徐々にランクを上げていきます。車のパーツや車両全体を購入したり、カスタマイズしたりすることが可能です。お金は賞金やアルバイトを通じて得られます。これらのアルバイトは時にはミニゲームとしてデザインされており、たとえば警備員として働く場合は、一人称視点で部屋を点検することになります。また、UFOキャッチャーやターボレーシングなどのシンプルなアーケードゲームをプレイすることもできます。",
    "developer": "Salio",
    "genre": "Racing, Driving / Racing, Racing, Driving",
    "players": "1",
    "publisher": "Media Rings",
    "release_date": "19910308T000000",
    "title_ja": "ゼロヨンチャンプ"
  },
  "Zipang (Japan)": {
    "desc_ja": "『ジパング』は1990年にPCエンジン専用で発売されたパズルゲームです。このゲームは同名の映画に基づいており（この映画のタイトルは日本の古い呼び方でもあります）、監督林海蔵によるコメディアクション映画で、日本の神話を緩やかに基にした作品です。この映画も1990年に公開されました。同じ映画は、NESゲーム『カブキ量子ファイター』のインスピレーションにもなっており、日本では映画の主人公の名前を取って『地獄極楽丸』と名付けられました。\n\n『ジパング』はテクモの『ソロモンの鍵』に似たゲームプレイを持っています。プレイヤーキャラクターはブロックを破壊したり配置したりでき、それをプラットフォームとして使い、ステージの高い場所に移動します。プレイヤーは道中の敵を排除し、出口に向かうために必要なアイテムを集める必要があります。各ステージの後には日本の地図上に都道府県が表示され、すべてのステージをクリアするとゲームは終了します。",
    "developer": "Arc System Works",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "Pack In Video",
    "release_date": "19901214T000000",
    "title_ja": "ジパング"
  }
}