{
  "Anchorz Field (Japan)": {
    "desc_ja": "アンカーズフィールドは、サミースタジオによって開発・出版された戦略ゲームで、1999年に日本でリリースされました。",
    "developer": "Sammy Corporation",
    "genre": "Strategy",
    "players": "2",
    "publisher": "サミー",
    "release_date": "19990624T000000",
    "title_ja": "アンカーズフィールド"
  },
  "Armored Unit (Japan)": {
    "desc_ja": "アーマーズユニットは、ワンダースワン専用のSFターン制ストラテジーゲームです。主なゲームモードはストーリーモード、トライアルモード、デュエルモードです。ストーリーモードでは、プレイヤーは複数の中からタイプ（ナイト、レンジャー、シーカーなど）、武器、基本ステータス（健康やエネルギー）に応じて異なるアーマードユニットを選択し、その後短いダイアログカットシーンを挟みながら一連のステージを進んでいきます。基本的な移動は正方形のマップフィールド上で行われ、アーマードユニットを水平方向または垂直方向に移動させることができます。敵は隠れたアーマードユニットであり、隣接したときや特定の半径内でそれを発見できるレーダーを持っている場合にのみ視認できます。選択したユニットのタイプに基づいた武器や特殊攻撃を駆使して、敵ユニットを撃破し、次のステージへ進むことが目標です。ランダムなマップフィールドで戦ったり、大量破壊兵器を使用して敵ユニットの正確な位置を知らずに攻撃を試みることもできます。各ステージの後には、現在の武器アーセナルをアップグレードしたり編集したり、新しい武器やガジェットを追加することができます。",
    "developer": "Sammy Corporation",
    "genre": "Strategy",
    "players": "2",
    "publisher": "サミー",
    "release_date": "19991118T000000",
    "title_ja": "アーマーズユニット"
  },
  "Bakusou Dekotora Densetsu for WonderSwan (Japan)": {
    "desc_ja": "あなたは日本に住む若者で、トラックの運転が好きです。全国各地に荷物を運ぶトラックドライバーの競技があります。彼女のユキエを感心させたいあなたは、レースに参加し、日本一のトラッカーの称号を手に入れることを決意します。\n\nデコトラは「デコレーションされたトラック」の略で、このレースゲームは、ライバルよりも速くハイウェイを走り抜けるだけでなく、トラックのためにさまざまなアイテムを購入し、飾り付けをすることも含まれています。レースの結果に応じて、トラックのパーツを購入し、思い通りにカスタマイズすることができます。",
    "developer": "Kindle Imagine Develop",
    "genre": "Simulation",
    "players": "2",
    "publisher": "加賀テック",
    "release_date": "19991229T000000",
    "title_ja": "爆走デコトラ伝説 for ワンダースワン"
  },
  "Buffers Evolution (Japan)": {
    "desc_ja": "ポストアポカリプスの未来、ギャンブルシンジケートは荒廃した地球の残骸の中で素早く金を稼ごうとしています。彼らは動物と機械の特性を融合させ、鳥、ライオン、サイから三体の獣人型アンドロイドを作り出しました。賭けが行われ、ロボットたちは古い地球のスクラップメタルで構成された敵対的な迷路に放たれます。果たして彼らは生きて帰れるのでしょうか…\n\n「バッファーズエボリューション」の目的は、できるだけ早くコースを走り抜け、10個のパーツを集めることです。コースは広大で、ジャングルの風景、砂漠、古い工場、一般的な機械廃棄物などが含まれています。これらのエリアは電気で囲まれており、競技者が脱出して大衆の娯楽を台無しにするのを防いでいます。この仕組みにより、コースの範囲内に留まることができます。ボタンを押すと、キャラクターは一時的に「バッファー」、鋭い小さな金属の物体に変身します。バッファーの状態では、敵にぶつかることで破壊することができ、その際に特定の方向に弾かれることが多く、高い ledge に到達するのに役立ちます。\n\nすべてのパーツを集める必要はありませんが、特別なアイテムはパーツを集めることで得られ、コース上ではこれらのパーツが受けたダメージを回復します。もしかしたら、全9エリアで全てのパーツを集めれば、捕らわれの身から脱出する手段が得られるかもしれません？\n\nゲームプレイは「ソニック・ザ・ヘッジホッグ」を彷彿とさせますが、あちらのゲームではカウントダウンと競争するのに対し、こちらではただ良いタイムを目指すことになります。",
    "developer": "Koto",
    "genre": "Platform, Racing, Driving",
    "players": "1",
    "publisher": "Bandai",
    "release_date": "19991209T000000",
    "title_ja": "バッファーズエボリューション"
  },
  "Cardcaptor Sakura - Sakura to Fushigi na Clow Card (Japan)": {
    "desc_ja": "カードキャプターさくら さくらとふしぎなクロウカードは、Simsによって開発され、バンダイによって出版されたロールプレイングゲームで、1999年に日本で発売されました。",
    "developer": "Sims",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19991202T000000",
    "title_ja": "カードキャプターさくら さくらとふしぎなクロウカード"
  },
  "Chaos Gear - Michibikareshi Mono (Japan)": {
    "desc_ja": "カオスギア 導かれし者は、Lay-Upが開発し、バンダイが出版した戦略ゲームで、1999年に日本でリリースされました。",
    "developer": "Lay-Up",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990610T000000",
    "title_ja": "カオスギア 導かれし者"
  },
  "Chocobo no Fushigi na Dungeon for WonderSwan (Japan) (Rev 2)": {
    "desc_ja": "これは「チョコボの不思議なダンジョン」シリーズの最初のゲームです。あなたはチョコボのキャラクターを操作し、ランダムに生成されたダンジョンを冒険します。\n\n物語はオープニングムービーから始まります。仲間のチョコボが庭で見つけたクリスタルによって「悪」に変わってしまいます。悪のチョコボにダンジョンに蹴り込まれたところから冒険が始まります。常に変化するダンジョンを旅し、アイテムや武器を集めて力をつけ、ますます強くなる敵を倒しましょう。",
    "developer": "TOSE",
    "genre": "Adventure, Role Playing Game",
    "players": "1",
    "publisher": "Bandai",
    "release_date": "19990304T000000",
    "title_ja": "チョコボの不思議なダンジョン for ワンダースワン"
  },
  "Chou Aniki - Otoko no Tamafuda (Japan) (Rev 4)": {
    "desc_ja": "超兄貴が初めて携帯ゲーム機に登場！「超兄貴 男の魂札」は、マサヤが開発した2Dシューティングゲームではなく、カードバトルRPGです。\n\nプレイヤーは超兄貴のキャラクターの中から1人を選び、ユニークなボディビルの宇宙を探索し、さまざまなNPCに挑戦してカードバトルを繰り広げます。勝利するとコレクションを増やすことができます。対戦モードで他のプレイヤーを倒すことで、特別なカードをアンロックすることも可能です。",
    "developer": "C.P. Brain",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "Bandai",
    "release_date": "20000210T000000",
    "title_ja": "超兄貴 男の魂札"
  },
  "Chou Denki Card Battle - Youfu Makai (Japan) (Rev 3)": {
    "desc_ja": "超伝奇カードバトル 妖符魔界 - 菊池修行は、1999年に日本で発売された、光文社によるカードベースのシミュレーションゲームです。",
    "developer": "Kobunsha",
    "genre": "Adventure",
    "players": "2",
    "publisher": "Kobunsha",
    "release_date": "19991216T000000",
    "title_ja": "超伝奇カードバトル 妖符魔界"
  },
  "Clock Tower for WonderSwan (Japan) (Rev 1)": {
    "desc_ja": "ある日、ジェニファーと彼女の友達は、メアリーという優しい女性に養子として迎えられます。彼らはバロウズマンションという素晴らしい新しい家に行くことを期待しています。そこで彼らはメアリーとバロウズ氏と一緒に暮らすことになります。しかし、何かがひどく間違ってしまい、ジェニファーの友達が次々と死んでいきます。その間に、メアリーは行方不明になり、ジェニファーは「シザーマン」として知られる狂気のサイコパスに追われることになります。\n\n今、彼女は生き延びてマンションから脱出しなければなりません。このポイント＆クリックのホラーアドベンチャーでは、ティーンエイジャーの女の子として特別な能力は何もなく、ただ自分の知恵と生き延びようとする意志だけが頼りです。即死する敵もいくつかいますが、シザーマンこそが本当の恐怖で、あなたを悩ませる存在です。",
    "developer": "Human Entertainment",
    "genre": "Adventure / Survival Horror, Adventure",
    "players": "1",
    "publisher": "加賀テック",
    "release_date": "19991209T000000",
    "title_ja": "クロックタワー for ワンダースワン"
  },
  "Crazy Climber (Japan)": {
    "desc_ja": "クレイジークライマーのキャラクターになりきり、一連のビルの頂上を目指して登りましょう。そこにはヘリコプターが待っていて、次のビルへと連れて行ってくれます。クライマーはビルを登る際、上に登ったり横に移動したりすることができますが、降りることはできません。\n\nビルを登っている間、窓が同時に開閉します。もし窓が片方の手に閉まると、クライマーはその手のグリップを失います。しかし、両方の手に窓が閉まると、クライマーは落下して死亡し、ライフを失います。合計で3人のクライマーがいますが、30,000ポイントごとに追加のクライマーが与えられます。",
    "developer": "Nichibutsu",
    "genre": "Action / Climbing, Action",
    "players": "1",
    "publisher": "日本物産",
    "release_date": "19990729T000000",
    "title_ja": "クレイジークライマー"
  },
  "D's Garage 21 Koubo Game - Tane o Maku Tori (Japan)": {
    "desc_ja": "カラスは友達を作った。しかし、このカラスには悲しみが訪れる。なぜなら、この友好的な鳥は渡り鳥であり、季節が変わっても戻ってこないからだ。悲しみと後悔に満ちたカラスは羽ばたく。孤独な世界を飛び回る中で、彼の涙がこぼれ落ち…枯れかけた花に水を与える。ついに彼は、友達が戻るまで何をすべきかを知る。彼は花の中で新しい友達を作り、彼らを育てて種を広げるのだ。\n\n「たねをまく鳥」の各レベルには、4本の柱があり、それを横または縦の一連の列がつなぐ。この列は、柱によって形成される3つの空間ごとに異なる。列は一度に1セットずつ上下に移動できる。柱の足元には、難易度が高いエリアでは最大3本の新芽がある。水滴は柱の道に沿って落ち、各レベルごとに異なるテーマがあり、最終的には地面か花に落ちる。水滴は常に橋に沿って移動し、交差する道があれば進むが、斜めには上がれない。水滴は結合して、より大きく速く動く水滴を作ることができる。3つ以上の水滴があると、単に柱や橋から落ちてしまい、役に立たなくなる。\n\n花が十分な雨滴や涙滴を受け取ると、花が咲く。ステージ上のすべての花が咲くと、クリアとなる。\n\n敵もステージをうろつき、水素ベースの溶液や植物を食べてしまう。彼らは水滴と同じ法則に従い、出会った際にはビームに沿って移動するが、垂直のビームを上がることができる。もし敵が花に到達すると、その花をかじり続け、枯らしてしまう。これがゲームの終了条件だが、敵は3つの水滴が結合することで破壊できる。\n\nタイムモードでは、プレイヤーが難易度を選び、花が食べられるか時間が切れるまでプレイする。クリアした花は時間を追加する。\n\n通信ケーブルを通じて2人プレイモードも利用可能。\n\nこのゲームは縦向きでプレイされる。",
    "developer": "Ludic",
    "genre": "Various, Strategy",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19991222T000000",
    "title_ja": "D's Garage 21 公募ゲーム たねをまく鳥"
  },
  "Densha de Go! (Japan) (Rev 1)": {
    "desc_ja": "1996年のアーケードゲームに基づく「電車でGo!」は、商業用の列車運転シミュレーションゲームの先駆けの一つであり、その後多くの続編を生み出しました。\n\nプレイヤーはさまざまな路線と列車を選択し、指定された駅まで列車を運転しなければなりません。厳しいスケジュールに従い、マークされた位置で正確に停車し、すべての標識や信号を守り、乗客の安全と快適さを確保する必要があります。\n\nプレイヤーがミスを犯すたびに、カウンターからポイントが減点されます。このカウンターは各ラウンドの開始時に選択した難易度に応じた値に初期化されます。ゼロに達するとゲームオーバーとなります。\n\n以下の路線が登場します：\n\n1. 亀岡から京都までの嵯峨野線（山陰線）\n2. 品川から横浜までの京浜東北線\n3. 京都から大阪までの東海道本線（JR京都線）\n4. 渋谷から東京駅までの山手線（内回り）\n5. 高槻から大阪までの東海道本線EX、元のバージョンの快速東海道本線の一部ですが、今回はすべての駅に停車します（Windows専用）\n6. 亀岡から京都までの嵯峨野線EX、元のバージョンの嵯峨嵐山から丹波口へのショートカットがありません（Windows専用）",
    "developer": "Taito",
    "genre": "Simulation / Vehicle, Simulation",
    "players": "1",
    "publisher": "Taito",
    "release_date": "19990304T000000",
    "title_ja": "電車で Go!"
  },
  "Densha de Go! 2 (Japan)": {
    "desc_ja": "1998年に発売された、タイトーの人気電車運転ゲームの続編が再びさまざまな家庭用システムに移植されました。PlayStationでは初めて雪の中を運転し、新幹線の運転席に座ることが可能です。\n\nゲームプレイはシミュレーションよりもアーケード寄りです。駅に完璧なタイミングと位置で停車し、ダイヤを守り、信号や速度制限に従い、乗客の安全と快適さを確保することが重要です。ミスをするとポイントが減点され、カウンターが0になるとゲームオーバーになります。\n\n以下の路線が利用可能です：\n\n1. 北陸新幹線：直江津から浦川原まで\n2. 東北新幹線：盛岡から新花巻まで\n3. 秋田新幹線：秋田から大曲まで\n4. 京浜東北線：品川から上野まで\n5. 大阪環状線：大阪から天王寺まで（アーケード版には未収録）\n6. 鹿児島本線：博多から小倉まで（PlayStationおよびWindows版のみ）",
    "developer": "Taito",
    "genre": "Simulation / Vehicle, Simulation",
    "players": "1",
    "publisher": "CyberFront Corporation",
    "release_date": "19991007T000000",
    "title_ja": "電車で Go!2"
  },
  "Digimon Adventure - Anode Tamer (Japan) (Rev 1)": {
    "desc_ja": "このゲームは、デジモンの人気漫画シリーズに基づいており、デジタル世界にアクセスできる子供たちの冒険を描いています。ゲーム内では、悪のミレニアモンが数人の子供を誘拐し、デジタルワールドを支配しようとしています。善良なモンスターのアグモンが脱出し、主人公のリョウをデジタルワールドに転送しました。今、リョウはモンスターと戦い、捕まえて軍隊を編成し、ミレニアモンを倒して友達を救わなければなりません。\n\nゲームプレイは主にダンジョンでモンスターを狩り、それらを他のモンスターと戦わせることに焦点を当てています。町では、アイテムを購入したり、モンスターの世話をしたりできます。バトルはターン制で、戦場を自由に移動できます。敵との接触が始まると、自動バトルシーケンスが続きます。",
    "developer": "Sims",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "Bandai",
    "release_date": "19991216T000000",
    "title_ja": "デジモンアドベンチャー アノードテイマー"
  },
  "Digimon Adventure - Cathode Tamer (Japan)": {
    "desc_ja": "これは「デジモンアドベンチャー」シリーズの第二作であり、「アノードテイマー」の追加要素のようなゲームです。このゲームは人気漫画「デジモン」を基にしています。主人公はリョウという少年で、悪のデジタルモンスター・ミレニアモンの手から友達を救うためにデジタルワールドを旅しなければなりません。\n\nこのゲームのストーリーは「アノードテイマー」と同じで、ゲームプレイのメカニクスも全く同じです：ダンジョンに降りてターン制スタイルでモンスターと戦い、戦闘後にモンスターを捕まえて新たな敵と戦わせます。二つのゲームの違いはモンスターそのもので、「カソードテイマー」では新しいモンスターのセットが登場し、ゲームの最初から異なる敵と遭遇します。モンスターの完全なコレクションは、両方のゲームをクリアすることでのみ達成できます。",
    "developer": "Sims",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20000120T000000",
    "title_ja": "デジモンアドベンチャー カソードテイマー"
  },
  "Digimon Adventure 02 - Tag Tamers (Japan) (Rev 1)": {
    "desc_ja": "このゲームは、子供たちがデジタルワールドに旅し、善良なデジタルモンスターを助けて悪のモンスターを倒すという漫画シリーズ「デジモン」に基づいています。このゲームでは、二人の英雄、リョウとケンがデジタルワールドに召喚され、宿敵ミレニアモンとその手下ディアブロモンと戦います。再び二体の悪のモンスターを倒した後、英雄たちはミレニアモンが別の姿に変わり、再びデジタルワールドを征服しようとしていることに気づきます。今、あなたはデジタルモンスターを仲間にし、究極の戦いに導かなければなりません。\n\nゲームプレイは伝統的なデジモンのスタイルに従い、ダンジョンに降りてモンスターの友達が他のモンスターとターン制の戦闘を行います。町に戻ると、そのモンスターたちを将来の戦闘に参加させることができます。前の二つのデジモンアドベンチャーゲーム、アノードとカソードテイマーズとは異なり、戦闘フィールド上を移動することはできません。",
    "developer": "Sims",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "Bandai",
    "release_date": "20000803T000000",
    "title_ja": "デジモンアドベンチャー 02 タッグテイマーズ"
  },
  "Digital Monster - Ver. WonderSwan (Japan) (Rev 1)": {
    "desc_ja": "デジモン Ver. ワンダースワンは、ワンダースワン用のオリジナルのたまごっち風デジモンペットの日本版ハンドヘルドゲームです。5つの異なるペットデバイスからのオリジナルデジモンがすべて含まれています。このゲームでは、プレイヤーは最大5匹の異なるデジモンを持つことができます。",
    "developer": "Sims",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "Bandai",
    "release_date": "19990325T000000",
    "title_ja": "デジタルモンスター Ver. ワンダースワン"
  },
  "Digital Partner (Japan)": {
    "desc_ja": "デジタルパートナーは、トムクリエイトが開発しバンダイが出版した戦略ゲームで、2000年に日本でリリースされました。",
    "developer": "Tom Create",
    "genre": "Strategy",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20000525T000000",
    "title_ja": "デジタルパートナー"
  },
  "Dokodemo Hamster (Japan)": {
    "desc_ja": "このゲームでは、あなたはハムスターの飼い主です。あなたのハムスターはケージの中にいて、あなたの行動に関係なくリアルタイムで生活しています。歩き回ったり、寝たりしています。しかし、あなたはハムスターがより快適に過ごせるようにするために多くのことができます。ハムスターと「話し合う」ことができるトピックのリストがあります。例えば、ハムスターに回し車の中で走るように指示したり、空腹かどうか尋ねたりできます。典型的なハムスターの餌を与えたり、時々ケージを掃除したり、さらにはハムスターにメールを書くこともできます。あなたの行動によって、ハムスターの気分は変わります。",
    "developer": "BEC",
    "genre": "Simulation",
    "players": "2",
    "publisher": "ベック",
    "release_date": "20000106T000000",
    "title_ja": "どこでもハムスター"
  },
  "Engacho! for WonderSwan (Japan)": {
    "desc_ja": "えんがちょ!for ワンダースワンは、日本の人気子供ゲームを基にしています。あなたは、父親に自分が臆病者ではないことを証明したい小さな男の子、スンヅキを操作します。彼は、恐ろしいモンスターたちで構成された「ウップスファイブ」に立ち向かうことを決意しています。この五人組は非常に醜く、触れられた瞬間にひどい病気に感染させることができます。ですので、彼らを出し抜いて、捕まる前に逃げる必要があります。ゲームプレイはターン制です。",
    "developer": "Nihon Application",
    "genre": "Strategy",
    "players": "2",
    "publisher": "日本アプリケーション",
    "release_date": "19991028T000000",
    "title_ja": "えんがちょ!for ワンダースワン"
  },
  "Final Lap 2000 (Japan)": {
    "desc_ja": "ファイナルラップ 2000は、ナムコのファイナルラップレーシングゲームの初の携帯機版です。\n\nこのバージョンでは、いくつかのモード、トラックビルディング機能、そしてオープンホイールカーという1台の車両が用意されています。\n\nモードは以下の通りです：\n\n1. ワールドツアー：このモードでは、プレイヤーは他の5人のレーサーと競い合い、世界中の多くのトラックを進んでいきます。グラフィックは場所を詳しく描写していませんが、コースの形状やカーブは常に変化します。\n\n2. アーケード：このクラシックモードでは、プレイヤーは選んだグローバルトラックの1つで、1人の対戦相手とレースをします。\n\n3. タイムトライアル：ここでは、プレイヤーが選んだコースでベストタイムを目指します。このモードでは、プレイヤーだけがトラック上の車両です。\n\nトラック編集機能は、ゲーム開始時にシンプルなトラックを作成するためにのみ使用できますが、ワールドツアーをプレイすることで、パフォーマンスに基づいた新しいトラックパーツがアンロックされます。通信ケーブルを使用することで、プレイヤーは異なるファイナルラップ 2000のコピー間でトラックを転送することができます。",
    "developer": "Soft Machine",
    "genre": "Racing, Driving",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20000323T000000",
    "title_ja": "ファイナルラップ 2000"
  },
  "Fire Pro Wrestling for WonderSwan (Japan) (Rev 5)": {
    "desc_ja": "ファイヤープロレスリングシリーズの北米初のリリースがゲームボーイアドバンスに登場。\n\nファイヤープロレスリングは、多くの著作権に抵触しないレスラーたちで構成された豪華なロースターを誇ります。「バイオニックマン」スティーブ・メイジャーズ（「ストーンコールド」スティーブ・オースティン）やアックス・ダガン（ハルク・ホーガン）などが登場し、WCW対WWF対ECWの試合が可能です。操作は、従来のレスリングゲームで人気だった「ボタンを連打して何かが起こる」という単純なものではなく、タイミングを重視して技やホールドを正しく決める必要があります。",
    "developer": "Shimada Kikaku",
    "genre": "Sports / Wrestling, Sports",
    "players": "2",
    "publisher": "加賀テック",
    "release_date": "20000831T000000",
    "title_ja": "ファイヤープロレスリング for ワンダースワン"
  },
  "From TV Animation One Piece - Mezase Kaizoku Ou! (Japan)": {
    "desc_ja": "テレビアニメ「ワンピース 〜めざせ海賊王!〜」は、バンダイが開発・発売したアドベンチャーゲームで、2000年に日本でリリースされました。",
    "developer": "Soft Machine",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000719T000000",
    "title_ja": "From TV animation ONE PIECE 〜めざせ海賊王!〜"
  },
  "Ganso Jajamaru-kun (Japan)": {
    "desc_ja": "元祖じゃじゃ丸くんは、NESのプラットフォーマー「忍者じゃじゃ丸くん」のリメイクです。新しいレベルやボスが追加され、ゲームプレイが新たな形で広がります。\nナマズ大夫がじゃじゃ丸くんの愛する桜姫をさらいました。この海賊のような大夫は、残忍な喜びを持つ性格にもかかわらず、あなたが姫と再会するのを阻むために、日本の民間伝承から引き出したクリーチャーの軍団を持っています。",
    "developer": "Jaleco",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "ジャレコ",
    "release_date": "19990415T000000",
    "title_ja": "元祖じゃじゃ丸くん"
  },
  "Glocal Hexcite (Japan)": {
    "desc_ja": "「ヘキサイト: 勝利の形」は、ハニカム状のプレイフィールドで遊ぶパズルゲームです。中央には六角形があり、さらに六つの六角形が全体のプレイフィールドを構成しています。ターン制のゲームプレイのため、二人が一つのシステムを使ってプレイすることができます。また、二人プレイのリンクモードもサポートされています。\n\nプレイヤーはまず、中央の六角形に幾何学的な形（三角形、六角形、平行四辺形など）を置きます。その後、CPUまたは人間の対戦相手が、以前に置かれたピースに隣接し（完全に一面が接触するように）別の形を置きます。プレイヤーは、完全な六角形を完成させることでボーナスポイントを獲得します。このゲームの戦略の多くは、相手を騙してボーナスを取らせることにあります。また、二つの面が得点に貢献するようにピースを置くことでボーナスも得られます。すべてのピースが置かれるか、残りのピースが置けなくなった時点でゲームは終了します。その場合、残っているピースの形の複雑さに基づいてポイントが減点されます（六角形は三角形の2倍のポイントが減点されます）。",
    "developer": "Gu Inc",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "サクセス",
    "release_date": "20000629T000000",
    "title_ja": "グローカルヘキサイト"
  },
  "Gomoku Narabe & Reversi - Touryuumon (Japan)": {
    "desc_ja": "古典的なパズルゲーム「五目並べ」と「リバーシ/オセロ」のシンプルなコレクションです。\n\n「五目並べ」は、日本の古代ゲームで、その名は「5つの石を並べる」という意味です。ゲームの目的は、自分の色（白または黒）のトークンを5つ並べることです。もちろん、対戦相手はあなたの進行を妨げようとします。ゲームは、いずれかのプレイヤーがこの5つを並べる目標を達成した時点で終了します。ボードのサイズは14 x 14です。\n\n「リバーシ」は、プレスマンによって販売されている「オセロ」として一般的に知られているゲームです。リバーシでは、対戦相手のタイル（白または黒）を、自分のトークンで両端を挟むことによってひっくり返すのが目的です。ボードのサイズは8 x 8です。\n\nチャレンジモードが登場します！恐ろしい笑顔のゴブリンから始まり、神秘的な老賢者に至るまで、ボードゲームマスターの階級を戦い抜いていきます。\n\n2人のプレイヤーは通信ケーブルを通じてゲームをプレイできますが、1つのシステムでプレイできそうなところが奇妙です。しかし、どうしようもありませんね。",
    "developer": "Sammy Corporation",
    "genre": "Various, Strategy",
    "players": "2",
    "publisher": "サミー",
    "release_date": "20000113T000000",
    "title_ja": "五目並べ&リバーシ 登龍門"
  },
  "Goraku Ou Tango! (Japan) (Rev 2)": {
    "desc_ja": "ゴラクオー・タンゴ！は、人気の日本のワードパズル出版社であるセカイブンカのページに見られるパズルを模したシンプルな言葉ゲームです。これらのパズルは、英語と日本の二つの音節文字であるひらがなやカタカナで書かれた言葉を使い、単語の下にあるタイルを動かして異なる書き方で再現するというものです。このゲームプレイにはいくつかのバリエーションがあります。\n\nストーリーモードでは、世界中で日本の正書法を掘り起こしている考古学者の家族が登場します。たとえば、スウェーデンは失われたアトランティスの故郷として知られているだけでなく、埋もれた日本の文書の宝庫でもあります！家族の一員が行方不明になっており、これらの世界的な古代日本の遺跡に手がかりがあるかもしれません。パズルを完成させることで、シーンを見たり、新しくてより難しいパズルに挑戦したりすることができます。",
    "developer": "Studio Mebius",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "メビウス",
    "release_date": "19990401T000000",
    "title_ja": "語楽王 TANGO!"
  },
  "GunPey (Japan)": {
    "desc_ja": "ガンペイは、ワイルドウェストを舞台にしたパズルゲームです。あなたの目標は、導火線のピースをつなげて、ボード全体にわたる一本の長い導火線を作り、それを爆発させて消すことです。ガンペイにはいくつかのゲームモードがあります。クラシックなパズルゲームモード「エンドレスモード」では、ミスをするまでプレイするか、2分または5分のタイム制で楽しむことができます。「ステージモード」では、次のステージに進む前に一定数のタイルをクリアする必要があります。「パズルモード」では、決められた数の導火線のピースを使って、すべてを一度の爆発で消す必要があります。そして最後に「VS.モード」では、友達と対戦することができます。",
    "developer": "Koto Laboratory",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990304T000000",
    "title_ja": "GUNPEY"
  },
  "Hanafuda Shiyouyo (Japan)": {
    "desc_ja": "「花札しようよ」は、カガテックによって出版されたアクションベースのカードゲームで、2000年に日本でリリースされました。",
    "developer": "Success",
    "genre": "Hanafuda, Asiatic board game, Various",
    "players": "2",
    "publisher": "サクセス",
    "release_date": "20000217T000000",
    "title_ja": "花札しようよ"
  },
  "Harobots (Japan)": {
    "desc_ja": "ハロボッツは、サンライズインタラクティブが開発したゲームシリーズで、主人公のペットとしてガンダムシリーズのハロが登場します。ハロはカスタマイズ可能で、サンライズのさまざまなメカシリーズからトレーナーのために戦うことができます。このゲームシリーズは、日本国外では一度もリリースされていません。",
    "developer": "Sunrise Software",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "サンライズインタラクティブ",
    "release_date": "19991007T000000",
    "title_ja": "Harobots 〜ハロボッツ〜"
  },
  "Hunter X Hunter - Ishi o Tsugu Mono (Japan) (Rev 2)": {
    "desc_ja": "「HUNTER×HUNTER」は、冨坚义博によって描かれた日本の漫画シリーズです。物語は、ゴンという若い少年に焦点を当てています。彼は、死んだと聞かされていた父親が実は生きていることを発見します。ゴンは、父親のジンが",
    "developer": "Access Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000601T000000",
    "title_ja": "HUNTER×HUNTER 〜意志を継ぐ者〜"
  },
  "Kakutou Ryouri Densetsu Bistro Recipe - Wonder Battle Hen (Japan)": {
    "desc_ja": "格闘料理伝説ビストロレシピ 〜ワンダーバトル編〜は、バンプレストによって開発・発売された戦略ゲームで、1999年に日本でリリースされました。才能ある料理人が美味しい料理を「フードン」と呼ばれるモンスターに変える世界で、アマチュアシェフのゼンは世界クルーズに出発し、トーナメントで勝ち上がり、フードンチャンピオンを目指します。新しいフードンを作るためには、タイミングを合わせた入力が必要で、完璧に成功するとSランクを獲得でき、新しいフードンに追加のスキルが付与されます。日本、中国、西洋、エスニックの約100種類のフードンが存在します。フードンはバトルで対戦相手に勝つことで経験値を獲得します。また、フードンは基にしている料理を引き立てるトッピングによって強化することも可能です。",
    "developer": "Banpresto",
    "genre": "Strategy",
    "players": "2",
    "publisher": "バンプレスト",
    "release_date": "19990930T000000",
    "title_ja": "格闘料理伝説ビストロレシピ 〜ワンダーバトル編〜"
  },
  "Kaze no Klonoa - Moonlight Museum (Japan)": {
    "desc_ja": "このゲームでは、クロノアという名の少年を操作します。ある日、彼は夢の中で誰かが月の欠片を盗んだことを知ります。彼は、泥棒はおそらくその月の欠片を博物館に持ち込んだ画家たちであると告げられます。クロノアが音楽の中に入ると、彼は神秘的な世界にテレポートします。今、彼はこの世界のすべての障害を乗り越え、月の欠片を取り戻すために知恵を使わなければなりません。\n\n「風のクロノア ムーンライトミュージアム」は、パズル解決に重点を置いたプラットフォームゲームです。出会う敵は、クロノアのヨーヨーの助けを借りて膨らませることができ、持ち運ぶことができます。敵を他の敵に投げたり、高い ledge にジャンプするために利用したりできます。さらに、ロックされた扉、テレポーター、スイッチ、タイムボム、その他のパズルの要素を開くために集めなければならないさまざまな種類のシンボルがあります。",
    "developer": "Namco",
    "genre": "Puzzle, Action",
    "players": "1",
    "publisher": "ナムコ",
    "release_date": "19990520T000000",
    "title_ja": "風のクロノア ムーンライトミュージアム"
  },
  "Kiss Yori... - Seaside Serenade (Japan) (Rev 2)": {
    "desc_ja": "KISSより… 〜Seaside Serenade〜は、1999年に日本でリリースされたキッドによって開発されたアドベンチャーゲームです。",
    "developer": "Kindle Imagine Develop",
    "genre": "Adventure",
    "players": "1",
    "publisher": "キッド",
    "release_date": "19991202T000000",
    "title_ja": "KISSより… 〜Seaside Serenade〜"
  },
  "Kosodate Quiz - Dokodemo My Angel (Japan)": {
    "desc_ja": "「子育てクイズ どこでもマイエンジェル」は、ナムコが開発しバンダイが出版したトリビア / ゲームショーゲームで、1999年に日本でリリースされました。",
    "developer": "Bandai",
    "genre": "Quiz",
    "players": "4",
    "publisher": "バンダイ",
    "release_date": "19990415T000000",
    "title_ja": "子育てクイズ どこでもマイエンジェル"
  },
  "Langrisser Millennium WS - The Last Century (Japan) (Rev 1)": {
    "desc_ja": "「ラングリッサーミレニアム」は、長寿を誇る日本の戦略RPGシリーズの新たな一作です。プレイヤーは5人の主要キャラクターを操作します。サレムの国の支配者に選ばれた少年タジ、タジが戦争に巻き込まれた際に助けるチンの支配者ネイ・リー・サン、かつて奴隷だった半獣のマサリヴァで、女王となったものの放浪者の生活を選んだ彼女、夢に現れた天使を探すミスラの女王ルマティ・マーフ、そして力を求めるだけのヴィデルンの支配者サリューネ。この5人の支配者たちは、敵国との戦争に巻き込まれながら出会います。しかし、彼らはすぐに世界に現れたより大きな悪に気づきます。彼らは悪神の転生を防ぐために遠くの島へ向かわなければなりません。\n\n「ラングリッサーミレニアム」のゲームプレイは「マップモード」と「バトルモード」に分かれています。マップモードでは、キャラクターをマップ上で移動させ、敵の要塞に到達し、敵が自国に到達するのを防ぎます。すべてはリアルタイムで進行します。何もしなければ、敵が来てあなたの国を征服します。バトルモードに入ると、いくつかのチームを操作します。チームリーダーにのみ行動を指示し、他のメンバーは自動的にラウンド制の戦略バトルで戦います。",
    "developer": "Masaya Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000309T000000",
    "title_ja": "ラングリッサーミレニアム WS 〜The Last Century〜"
  },
  "Last Stand (Japan)": {
    "desc_ja": "ラストスタンドは、ソフトマシンが開発しバンダイが出版した戦略ゲームで、1999年に日本でリリースされました。",
    "developer": "Soft Machine",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990527T000000",
    "title_ja": "LAST STAND ラストスタンド"
  },
  "Lode Runner for WonderSwan (Japan)": {
    "desc_ja": "バンゲリング帝国は正当な所有者から大量の金塊を盗み出しました。あなたの任務は、その財宝に潜入し、奪還することです。これは、プラットフォーム、はしご、ロープで構成された150の画面を進むことを含みます。\n\n帝国は金塊を守るためにロボットガードを送り込みました。これらのガードと接触すると、あなたは1ライフを失います。彼らから逃れる方法は、発射ボタンを押して彼らの移動ラインに穴を掘ることです。これにより、彼らは一時的に穴に落ちるため、その隙に安全にギャップを渡ることができます。すべての金塊を集めると、次の画面に進むためのはしごが追加されます。これらの画面をクリアするには、しばしば先を見越した計画と正確さが求められます。\n\nこれは、プログラミングスキルがなくても新しいレベルデザインを作成できるレベルエディターを含む最初のゲームの一つでした。",
    "developer": "Brøderbund Software",
    "genre": "Platform / Run & Jump, Platform",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20000420T000000",
    "title_ja": "ロードランナー for ワンダースワン"
  },
  "Macross - True Love Song (Japan)": {
    "desc_ja": "マクロス 〜トゥルー・ラブ・ソング〜は、Lay-Upによって開発・出版されたストラテジーゲームで、2000年に日本でリリースされました。",
    "developer": "Layup - Upstar",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "レイアップ",
    "release_date": "20000323T000000",
    "title_ja": "マクロス 〜トゥルー・ラブ・ソング〜"
  },
  "Magical Drop for WonderSwan (Japan)": {
    "desc_ja": "世界のどこかに、「マジカルドロップ」と呼ばれる貴重なアイテムがあります。それを見つけた者には幸せが訪れるか、敵に復讐する力が与えられます。多くの人々がこのアイテムを手に入れようとするのも無理はありません。しかし、それを手に入れる道のりは簡単ではありません…\n\nこれは、さまざまな風船が落ちてくるパズルゲームです。同じ種類の風船を3つ揃えることで消すことができ、風船があなたを押しつぶさないようにします。プレイヤーキャラクターは、上から見下ろした画面の下部で横に走り、風船を撃って形を変え、互いに揃えます。プレイヤーキャラクターは異なり、すべてタロットカードのキャラクターです：デーモン、ジャスティス、プリーステスなど。それぞれのキャラクターは異なる種類の特殊なボールを発射し、他の2つのボールとの組み合わせに対してマッチさせることができます。",
    "developer": "Gaibrain",
    "genre": "Puzzle / Throw, Puzzle, Strategy",
    "players": "2",
    "publisher": "データイースト",
    "release_date": "19991014T000000",
    "title_ja": "マジカルドロップ for ワンダースワン"
  },
  "Makaimura for WonderSwan (Japan)": {
    "desc_ja": "勇敢な騎士アーサーは、愛するプリンプリン姫を悪魔皇帝アザゼルとその軍勢から救わなければなりません。その中には、さまざまなアンデッド（幽霊やゾンビ）、コウモリ、オーガ、ゴブリンが含まれています。その他の挑戦には、動くプラットフォーム、はしご、水や火の危険が待ち受けています。このゲームは、これまでの3つの「ゴースト・ン・ゴブリン」シリーズの敵を組み合わせています。",
    "developer": "Capcom",
    "genre": "Platform, Action",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990722T000000",
    "title_ja": "魔界村 for ワンダースワン"
  },
  "Medarot Perfect Edition - Kabuto Version (Japan)": {
    "desc_ja": "メダロット・パーフェクトエディションは、1999年にナツメが開発し、イマジニアが発売したRPGで、1997年にニンテンドーゲームボーイでリリースされたオリジナルゲームの「ディレクターズカット」版です。主人公のアガタ・ヒカルがロボトルトーナメントに参加し、悪のロボロボ団を倒すための冒険を描いています。ゲームは2つのバージョンでリリースされており、カブトバージョンではプレイヤーの初期メダロットがメタルビートルで、クワガタバージョンではヘッドシザーズからスタートします。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "イマジニア",
    "release_date": "19990504T000000",
    "title_ja": "メダロット・パーフェクトエディション カブトバージョン"
  },
  "Medarot Perfect Edition - Kuwagata Version (Japan)": {
    "desc_ja": "メダロット・パーフェクトエディションは、1999年にナツメが開発し、イマジニアが発売したRPGで、1997年にニンテンドーゲームボーイでリリースされたオリジナルゲームの「ディレクターズカット」版です。主人公のアガタ・ヒカルがロボトルトーナメントに参加し、悪のロボロボ団を倒すための冒険を描いています。ゲームは2つのバージョンでリリースされており、カブトバージョンではプレイヤーの初期メダロットがメタルビートルで、クワガタバージョンではヘッドシザーズからスタートします。",
    "developer": "Natsume",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "イマジニア",
    "release_date": "19990504T000000",
    "title_ja": "メダロット・パーフェクトエディション クワガタバージョン"
  },
  "Meitantei Conan - Majutsushi no Chousenjou! (Japan)": {
    "desc_ja": "江戸川 コナンは、工藤 新一の偽名ですが、単なる偽名以上のもの、擬似形態です。好奇心旺盛な17歳の学生である工藤新一は、ある恐喝事件を調査している最中に、ブラックオーガニゼーションのメンバーに襲われました。彼は実験的なAPTX 4869という薬を強制的に服用させられ、その結果、稀な副作用により、7歳の子供の姿に変わってしまいました。\n\nこの状況に屈することなく、新一は江戸川 コナンという名前を名乗り、幼馴染であり恋人でもある毛利 蘭と一緒に暮らし始めます。彼は変装を完了するために小学校に入学し、ブラックオーガニゼーションの背後にいる者を突き止め、復讐を誓います。彼の奇妙なクラスメートや、同じく子供にされてしまった元ブラックオーガニゼーションのメンバー、灰原 哀、そして彼の愛する人の助けを借りて、彼はそれを成し遂げるかもしれません…\n\nゲームのストーリーは、コナンが学校生活を送りながら正義を求める様子を追いかけます。彼は学校内にジュニア探偵団を結成し、仲間たちと共に事件解決に挑みます。このキャラクターたちがゲームを通じて情報を提供してくれます。\n\nゲームプレイは、マップ画面を使用してさまざまなエリアを移動し、事件の手がかりを集めることから成り立っています。各エリアでは、周囲を調べたり、通行人に話しかけたり、アイテムを集めたり、時には脅威がある場合に攻撃することもできます。\n\n情報を集めた後は、ノートを開くチャンスがあり、これによりワンダースワンが縦向きに切り替わり、情報を見直すことができます。また、ノートには論理グリッドも含まれています。このグリッドでは、あなたが推測した交差点や、現場にいた人々の時間を選択し、丸でマークし、すべての不可能性をバツで消去する必要があります。グリッドをすべて完成させると、推理を提示したり、さらに深く追及したりして進行することができます。しかし、推理が間違っていた場合は、再び最初からやり直し、証拠を再確認し、見逃した手がかりがないかを探す必要があります。\n\nこのゲームには、以下の5つのシナリオが含まれています：\n\n1. 高校生女子連続誘拐事件\n2. サスペンスドラマセットでの殺人\n3. ジャック・ザ・リッパーの殺人\n4. 謎の事件の通知書\n5. 世紀末の宝物事件",
    "developer": "Tomcat System",
    "genre": "Educational",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990805T000000",
    "title_ja": "名探偵コナン 魔術師の挑戦状!"
  },
  "Meitantei Conan - Nishi no Meitantei Saidai no Kiki! (Japan)": {
    "desc_ja": "名探偵コナンがワンダースワンに帰ってきました。彼は恐ろしい黒の組織を阻止するための努力を続けています。このゲームでは、コナンの世界から新しい謎と新しいキャラクターが登場します。\n\n新機能として、鍵を見つける要素があります。鍵は、ゲーム内の論理パズルを解くために使用できる実際の証拠を表しています。すべての鍵を見つけると、パズルを解く挑戦ができるようになります。しかし、鍵を探しているときにヒントを見つけることがよくあります。ヒントは、鍵の正しい方向を指し示す情報の断片です。ヒントは、情報や鍵を引き出すために、さまざまな人に単独または組み合わせて提示することもできます。すべての鍵を集めると、完全な論理グリッドを持つことができますが、そうでない場合はグリッドの一部がグレーアウトします。\n\nまた、場合によってはコナンが容疑者を追いかけるモードも追加されており、いくつかのエリアを経て彼を制圧する必要があります。\n\nゲームは開始時にあなたの情報を記録し、それに基づいてゲーム内にキャラクターを組み込みます。このキャラクターは、通信ケーブルを通じて『名探偵コナン 西の名探偵 最大の危機!?』の他の所有者と交換することができます。\n\nこのゲームは、通常のプレイと調査のための横表示と、コナンの探偵ノートのための縦表示を交互に切り替えます。",
    "developer": "Tomcat System",
    "genre": "Educational",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000727T000000",
    "title_ja": "名探偵コナン 西の名探偵 最大の危機!?"
  },
  "Metakomi Theraphy - Nee Kiite! (Japan)": {
    "desc_ja": "メタコミセラピー ねぇ聞いて!は、ヨシダヤマワークショップが開発し、メディアエンターテインメントが出版した戦略ゲームで、2000年に日本でリリースされました。",
    "developer": "Yoshidayama Workshop",
    "genre": "Strategy",
    "players": "2",
    "publisher": "メディアエンターテイメント",
    "release_date": "20000323T000000",
    "title_ja": "メタコミセラピー ねぇ聞いて!"
  },
  "Mingle Magnet (Japan) (En,Ja) (Rev 1)": {
    "desc_ja": "ミングルマグネットは、落ち物パズルゲームのシンプルな作品です。プレイヤーは10 x 10の正方形フィールドを管理し、最初の4行（イージーモードでは3行）がブロックで埋められています。各ブロックには、ダークグレーの円、ライトグレーの円、ホワイトの円のいずれかのシンボルが表示されています。同じシンボルのブロックが接触するとリンクが形成されます。カーソルをチェーンの上に移動させてクリックすると、チェーンのサイズに応じたポイントが与えられ、そのチェーンは消えます。目標は高得点を獲得しつつ、新しいピースがフィールドに入る余地を確保することです。新しいピースが入らなくなるとゲームは終了します。ブロックは同時に1マスずつ落下し、次のブロックセットは前回の落下によって空いたスペースに配置されます。\n\nミングルマグネットの「マグネット」要素は、プレイヤーがブロックの配置を制御できる点にあります。すべてのブロックは見えないマグネットに引き寄せられ、フィールドの任意の側に配置できます。例えば、フィールドの南にマグネットを置いてから北に移動させると、ブロックの山の上部が下部になり、ブロックが元の下部に落下します。マグネットの方向は、アクションの背後にある磁場アニメーションで示されます。\n\nこのゲームは縦向きでプレイされます。",
    "developer": "HAL Laboratory",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "ハル・コーポレーション",
    "release_date": "19991102T000000",
    "title_ja": "ミングルマグネット"
  },
  "Mobile Suit Gundam MSVS (Japan)": {
    "desc_ja": "ガンダムのテーマソングを歌える人には必携のタイトルです。素晴らしいシェーディングが施されており、WonderSwanにふさわしい非常に雰囲気のある作品となっています。横井軍平氏もきっと誇りに思ったことでしょう。プレイヤーはアナハイム・エレクトロニクスのテストパイロットの役割を担い、",
    "developer": "Sims",
    "genre": "Strategy, Simulation",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990826T000000",
    "title_ja": "Mobile Suit GUNDAM MSVS"
  },
  "MobileWonderGate (Japan) (Rev 1)": {
    "desc_ja": "モバイルワンダーゲートは、ワンダースワンを互換性のある携帯電話に接続し、その携帯電話を通じてインターネットにアクセスできるように設計されました。当時、この製品をスポンサーしたのはNTTドコモで、確かにこのネットワークでのみ動作しました。",
    "developer": "NTT DoCoMo",
    "genre": "Various",
    "players": "1",
    "publisher": "NTT DoCoMo",
    "release_date": "20000714T000000",
    "title_ja": "Mobilewondergate"
  },
  "Nazo Ou Pocket (Japan)": {
    "desc_ja": "謎王ポケットは、バンダイビジュアルが開発し、バンダイが発売したアドベンチャーゲームで、1999年に日本でリリースされました。",
    "developer": "Bandai Visual",
    "genre": "Adventure, Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19991118T000000",
    "title_ja": "謎王pocket"
  },
  "Neon Genesis Evangelion - Shito Ikusei (Japan)": {
    "desc_ja": "「新世紀エヴァンゲリオン シト育成」は、1999年にガイナックスが開発しバンダイが発売した、ワンダースワン用の日本のビデオゲームです。このゲームにはたまごっこ要素が含まれています。プレイヤーはカジ・リョウジとなり、ゲーム内で「シト」と呼ばれるアダムを胚の状態で育てる必要があります。さまざまな選択肢を通じて進化させることができ、ステータスに応じて異なる形態に進化します。その後、シンジ、レイ、アスカの3体のエヴァンゲリオンと戦わせることができます。また、カジ自身としてエヴァンゲリオンのアニメに登場するさまざまな場所を探索し、異なるキャラクターと会話し、シトのためのアイテムを入手することも可能です。",
    "developer": "Soft Machine",
    "genre": "Simulation",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990722T000000",
    "title_ja": "新世紀エヴァンゲリオン シト育成"
  },
  "Nice On (Japan) (Rev 1)": {
    "desc_ja": "シンプルなゴルフゲーム「ナイスオン」は、グレーのグラデーションが施されたグリーンを旅するゲーマーの手に届けます。\n\nこのゲームのゴルフメカニズムはシンプルでありながらクラシックです。プレイヤーのチビアバターはティーの横に立ち、横にある「パワーバー」が上下に揺れ動きます。プレイヤーがボタンを押すと、パワーバーの動きが止まり、その高さがショットの距離に影響を与えます。その前に、プレイヤーはボールを打つ方向や、どの部分で打つかを指定できます。初心者にとっては、砂場や厄介な木などの障害物が脅威となります。ボールの飛行は上空からの視点で表示されます。\n\nボールがパッティンググリーンに乗ると、ボールが動いているか打たれているかに関わらず、視点は上空のままです。ここでプレイヤーはボールに対する打撃の方向を選択し、パワーバーは再び動き始めますが、ゴルファーが見えない状態でもボールは自ら動きます。パッティンググリーンには、トリプルボギーを避けるための微妙な傾斜を示すマークが施されています。\n\n自分一人でティーオフを繰り返すのが退屈に感じた場合は、コミュニケーションケーブルを使って他の人とプレイすることができます。または、NPCキャラクターに挑戦することも可能です。このラフの真のサムライは、フライフィッシングハットをかぶり、あなたに対してパットをしながらゲームを批評してきます。",
    "developer": "Aisystem Tokyo",
    "genre": "Sports / Golf, Sports",
    "players": "2",
    "publisher": "サミー",
    "release_date": "19990408T000000",
    "title_ja": "ナイスオン"
  },
  "Nobunaga no Yabou for WonderSwan (Japan)": {
    "desc_ja": "16世紀、日本の戦国時代は国を数多くの封建国家に分割し、それぞれが大名によって支配されていました。多くの者が土地を征服し、将軍となって国全体を治めることを夢見ていました。その中の一人が、冷酷な支配者であり著名な戦略家でもある野望に満ちた織田信長です。プレイヤーは織田信長または他の多くの大名の役割を担い、日本を征服しようとします。\n\n「信長の野望」はターン制の戦略ゲームで、異なるモードでプレイすることができます。プレイヤーはまず、17地域のシナリオまたはより大きな50地域のシナリオを選択します。その後、プレイヤーは大名を選ぶ必要があり、それぞれの大名は年齢、健康、野望、運、魅力、IQなどのいくつかのカテゴリーで評価されています。ゲームが進行するにつれて、これらの値はゲーム内のイベントに応じて変化します。年齢の値は一種の時間制限を表しており、高齢の大名は老衰や病気で死ぬ可能性が高まります。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "2",
    "publisher": "コーエー",
    "release_date": "19990311T000000",
    "title_ja": "信長の野望 for ワンダースワン"
  },
  "Ou-chan no Oekaki Logic (Japan)": {
    "desc_ja": "おーちゃんのお絵かきロジックは、クラシックな日本の新聞パズル「ノノグラム」をデジタル化し、アニメのマスコットキャラクターを取り入れたゲームです。ノノグラムは、正方形または長方形のグリッド上で隠された絵を明らかにすることを目的としたパズルです。各行と列には、どのくらいのマスがその行やグリッドで塗られるかを示す数字や数字の組み合わせがあります。例えば、「5 9 4」は、グリッド内に五つ、九つ、四つの塗られたマスのセットが、その順番で存在し、間に少なくとも一つの空白があることを意味します。\n\nおーちゃんのお絵かきロジックにはストーリーモードが追加されており、プレイヤーを代表するおーちゃんが、他のブロビーなアニメキャラクターたちと競い合いながら、ノノグラムのグリッド内に隠された画像を見つけ出します。",
    "developer": "Santa Claus",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "サンソフト",
    "release_date": "20000106T000000",
    "title_ja": "おーちゃんのお絵かきロジック"
  },
  "Pocket Fighter (Japan)": {
    "desc_ja": "ポケットファイターは、『ストリートファイター』、『ダークストーカーズ』、および『レッドアース』のキャラクターたちをクロスオーバーさせた格闘ゲームで、可愛らしい縮小されたチビキャラの姿で、ユニークな技やコスチュームを披露します。ゲームのバトルは、さまざまなカプコンのロケーションで行われます。\nこのゲームは、『スーパーパズルファイターIIターボ』で使用されたのと同じデフォルメキャラクターデザインを採用しており、『ストリートファイターアルファ2』や『ナイトウォリアーズ：ダークストーカーズの復讐』のキャラクター、さらに『ストリートファイターIII』のイブキや『レッドアース』のテッサが登場します。また、ステージの背景には、さまざまなカプコンゲームからのキャラクターのカメオも多数散りばめられています。",
    "developer": "Soft Machine",
    "genre": "Fighting, Action",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20000406T000000",
    "title_ja": "ポケットファイター"
  },
  "Puyo Puyo Tsuu (Japan)": {
    "desc_ja": "同じ色のブロックを4つ以上組み合わせて消すことが目的の落下ブロックゲームです。残ったブロックは下に落ち、コンボを生み出すことで、敵のフィールドに特別なブロック（隣接するブロックを消さないと破壊できない）を出現させることができます。\n\nこのゲームには、アーリィ（主人公）がコンピューターの敵と戦うストーリーモード、対戦プレイヤーモード、4人プレイヤーモード（SNES専用）、そしてエンドレスモード（SNES専用）が含まれています。",
    "developer": "Compile",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990311T000000",
    "title_ja": "ぷよぷよ通"
  },
  "Puzzle Bobble (Japan)": {
    "desc_ja": "バスト・ア・ムーブ（別名：パズルボブル）は、プレイヤーが画面の下部にある「ポインター」と呼ばれる装置を操作し、ランダムに色付けされたバブルを上に向かって狙いを定めて発射するリアルタイムパズルゲームです。狙いによって、バブルは浮かんでいきます。",
    "developer": "Taito",
    "genre": "Puzzle / Throw, Puzzle",
    "players": "2",
    "publisher": "サンソフト",
    "release_date": "19990701T000000",
    "title_ja": "パズルボブル"
  },
  "Rainbow Islands - Putty's Party (Japan)": {
    "desc_ja": "「レインボーアイランド 〜パーティーズ☆パーティ〜」は、レインボーアイランドシリーズのスピンオフで、クラシックなバブ＆ボブの代わりにプッティが登場します。島を舞台にした前作同様、キャラクターの主な道具や武器は虹です。この虹は歩いて高い場所に登ったり、隙間を埋めたりすることができます。また、虹を使って敵を攻撃することもでき、虹が生成される際に敵に当てたり、形ができた後にその上にジャンプして壊し、下にいる敵に破片を降らせてダメージを与えることができます。敵は虹に閉じ込めることも可能です。虹の破片で倒された敵は、時々特別なアイテムや宝石をドロップします。各レベルをクリアするためには、一連の宝石が必要です。\n\n各エリアの目標は、宝石を集めることに加えて、島の頂上に到達することです。島はテーマに沿ったプラットフォームとそれに関連する敵で構成されています。これらのエリアには、スコアを上げるためのアイテム、主に食べ物が散らばっています。時には虹が隠れた食べ物を取り出したり、敵を倒した際に食べ物をドロップすることもあります。スコアが十分に高いと、一度に複数の虹を発生させることができるようになります。各島の最後にはボスが待ち受けています。レベル内で特定の条件を満たすと、特別なアイテムが手に入ることがあります。\n\nこのゲームに登場する島は、以下のテーマでリストされています：\n\n1. インセクトアイランド：昆虫と自然\n2. モンスターアイランド：クラシックホラーのモンスター\n3. ドーアイランド：幾何学的\n4. ダリウスアイランド：機械\n\nこのゲームは縦スクロールでプレイします。",
    "developer": "MegaHouse",
    "genre": "Platform",
    "players": "1",
    "publisher": "メガハウス",
    "release_date": "20000629T000000",
    "title_ja": "レインボーアイランド 〜パーティーズ☆パーティ〜"
  },
  "Ring Infinity (Japan)": {
    "desc_ja": "ついに、「リング」が劇場の第二の小説として登場しました！\n小説、映画、テレビドラマ、あらゆるメディアに感染した「リング」の呪いが、ついにワンダースワンに関与しました！\n小説劇場として人気を博した最初の「テラーズ」。『リング∞』の特徴は、「テラーズ」のグラフィックと音質の質が大幅に向上していることです。さらに、テキストは「テラーズ」よりも少し大きくなっており、読みやすさが大幅に改善されています。システム面では、「ノーマル分岐」や「テラーーポイントによる分岐」、「時間による分岐」など、よりスリリングな改善が施されています。\nプレイヤーは、サダコのビデオを見た主人公となり、ゲームを進めていきます。もちろん、シナリオはマルチエンディングスタイルを採用しているため、生き残ってシナリオを無事に終えても、それがゲームの終わりではありません。そこから新たな「リング」の物語が始まります。そして、いくつかのシナリオを進めるうちに、真実が徐々に明らかになっていきます…\nこのソフトはワンダーゲートに対応しているため、ワンダーゲートを使って新しいデータをダウンロードすると、主人公の親友の視点から追加シナリオを楽しむことができます。",
    "developer": "Kadokawa Shoten",
    "genre": "Adventure",
    "players": "1",
    "publisher": "角川書店",
    "release_date": "20000810T000000",
    "title_ja": "リング∞（インフィニティ）"
  },
  "Rockman & Forte - Mirai Kara no Chousensha (Japan)": {
    "desc_ja": "メガマンとバスの人類のための戦いに参加し、新たな脅威ロボットキングと対峙しよう。キングはドクター・ワイリーの創造物に関するすべてのデータプランを奪い取った。それにより、キングは自らの無敵のロボット軍を作るために必要な知識を手に入れることになる。メガマンまたはバスのいずれかを選び、さまざまなバトルムーブや武器を駆使してロボットマスターを倒すための別々の冒険に出発しよう。隠されたボルトやCDを集めることで、戦闘を助けるアイテムを手に入れることができる。",
    "developer": "Lay-Up",
    "genre": "Platform, Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19991028T000000",
    "title_ja": "ロックマン&フォルテ 未来からの挑戦者"
  },
  "SD Gundam - Emotional Jam (Japan) (Rev 3)": {
    "desc_ja": "SDガンダム エモーショナルジャムは、トムクリエイトが開発しバンダイが発売した戦略ゲームで、1999年に日本でリリースされました。",
    "developer": "Tom Create",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990527T000000",
    "title_ja": "SDガンダム エモーショナルジャム"
  },
  "SD Gundam G Generation - Gather Beat (Japan)": {
    "desc_ja": "SDガンダム Gジェネレーションは、ガンダムアニメフランチャイズに焦点を当てた戦略RPGビデオゲームのシリーズです。Gジェネレーションシリーズの最も特徴的な点は、機体が常にスーパーデフォルメされた形で描かれていることです。ギャザービートはその…",
    "developer": "Vanguard Works",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20000713T000000",
    "title_ja": "SDガンダム Gジェネレーション ギャザービート"
  },
  "SD Gundam Gashapon Senki - Episode 1 (Japan)": {
    "desc_ja": "SDガンダム ガシャポン戦記 －エピソード1－は、ガンダムアニメシリーズに焦点を当てたストラテジーゲームです。グラフィックリサーチが開発し、バンダイが出版、1999年に日本でリリースされました。",
    "developer": "Graphic Research",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19991229T000000",
    "title_ja": "SDガンダム ガシャポン戦記 －エピソード1－"
  },
  "Sangokushi for WonderSwan (Japan)": {
    "desc_ja": "『三國志』は、羅貫中による同名の歴史小説を基にしたビデオゲームです。1999年にコーエーによってワンダースワン用に開発・発売されました。このゲームでは、黄巾の乱後に権力を争う多くの軍閥の一人としてプレイヤーが役割を果たします。\n\nターン制の戦略ゲームである本作は、三国時代の歴史的キャラクターを数百人紹介します。ゲームの主な目的は、衰退する漢王朝の残党の最高支配者になることです。そのためには、州を征服し、指揮に値する将軍を募って強大な帝国を築く必要があります。大規模な戦闘を繰り広げ、自然災害を乗り越え、敵の拠点を攻略しましょう。",
    "developer": "Koei",
    "genre": "Strategy",
    "players": "2",
    "publisher": "コーエー",
    "release_date": "19990401T000000",
    "title_ja": "三國志 for ワンダースワン"
  },
  "Senkaiden - TV Animation Senkaiden Houshin Engi Yori (Japan)": {
    "desc_ja": "仙界伝 〜TVアニメーション仙界伝封神演義より〜は、オペラハウスが開発しバンダイが出版したロールプレイングゲームで、2000年に日本でリリースされました。",
    "developer": "Graphic Research",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000224T000000",
    "title_ja": "仙界伝 〜TVアニメーション仙界伝封神演義より〜"
  },
  "Sennou Millennium (Japan)": {
    "desc_ja": "線脳 MILLENNIUMは、Kouyoushaが開発し、バンダイが出版したパズルゲームで、2000年に日本でリリースされました。",
    "developer": "Kouyousha",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000316T000000",
    "title_ja": "線脳 MILLENNIUM"
  },
  "Shanghai Pocket (Japan)": {
    "desc_ja": "これはソリティアゲーム「上海」のポータブル版で、伝統的なマージャンタイルを使用しています。ゲームの目的はタイルをマッチさせることで、各タイプのタイルが4つずつプレイフィールドに置かれます。2つのタイルがマッチすると、それらは取り除かれ、残りがなくなれば勝利となります。左右に自由に動かせるタイルのみがマッチ可能です。間違った動きをすると、フィールドをクリアできなくなることがあります。\n\n上海モードでは、わずかなストーリーモードが用意されています。各タイルの配置は、力を取り戻す必要がある十二支の動物に基づいています。目標は、これら12のステージをすべてクリアし、動物の力を復活させることです。\n\nいくつかのバリアントも含まれています：\n\n1. コングコング：コンピュータと対戦しながらタイルをクリアします。ゆっくり進むと、相手からタイルが送られてきます。このタイプのプレイは「ぷよぷよ」のようなゲームに似ています。コングコングは、リンクケーブルを使って他のプレイヤーと対戦することも、コンピュータと対戦することもできます。\n\n2. チャレンジ（ワンダースワン専用）：大規模な上海ゲームで、最高得点を目指して競争します。\n\n3. ゴールドラッシュ：このモードでは、相手と競い合いながら「G」とマークされたタイルに到達します。Gはゴールドの略です、さあ頑張りましょう！",
    "developer": "Sunsoft",
    "genre": "Mahjong, Asiatic board game, Sports, Strategy",
    "players": "2",
    "publisher": "サンソフト",
    "release_date": "19990401T000000",
    "title_ja": "上海ポケット"
  },
  "Side Pocket for WonderSwan (Japan)": {
    "desc_ja": "主な目的は、アメリカのさまざまな都市を横断し、予め設定されたスコアに到達することです。しかし、忘れないでください：あなたには16個のボールしかなく、すべてのミスが致命的になり得ます！\n\nこのゲームには、2人用モードもあり、2つのバリエーションがあります：2Pポケットゲーム（伝統的なモード）と2P9ボールゲームで、前者は相手より先に9個のボールを沈めることが目的です。もしお好みなら、トリックゲームでターゲットを試したり、ジュークボックスでお気に入りの曲を聴いたりすることもできます。\n\n各ステージをクリアすると（運も必要ですが）、ボーナスステージが現れ、追加のボールを獲得するチャンスもあります。パーケットブロックで良いターゲットを狙うだけで大丈夫です！",
    "developer": "Data East",
    "genre": "Sports / Pool, Simulation, Sports",
    "players": "2",
    "publisher": "データイースト",
    "release_date": "19991125T000000",
    "title_ja": "サイドポケット for ワンダースワン"
  },
  "Slither Link (Japan)": {
    "desc_ja": "スリザーリンクは、ニコリのパズル雑誌から生まれた非常にシンプルなパズルゲームです。ニコリは数独というパズル名を広めたことで知られていますが、数に関するさまざまなパズルも制作しています。\n\nこのパズルでは、プレイヤーはフィールドのグリッドを囲むループを作成する必要がありますが、そのループの線が自分自身と交差してはいけません。もちろん、厄介な数字がなければ、これはほとんど挑戦にならないでしょう。フィールドには数字が点在しており、それぞれの数字はその隣にどれだけの線が接することができるかを示しています。数字の1は、1つの側にだけ線が接することができ、2は2つの側、3は3つの側に接することができます。4は存在しません。なぜなら、4つの側を持つと正方形ができてしまい、線が交差してしまうからです。また、0も存在し、これには全く線が接してはいけません。\n\nすべての数字が適切に「触れられ」、線が完全なループを形成したとき、パズルはクリアとなります。このゲームは6つの難易度があり、ワンダースワンで縦向きにプレイします。",
    "developer": "Tomcat System",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000420T000000",
    "title_ja": "スリザーリンク"
  },
  "Sotsugyou for WonderSwan (Japan) (Rev 1)": {
    "desc_ja": "「卒業 〜Graduation〜 for ワンダースワン」は、日本のアニメスタイルの「ライフシミュレーション」ゲームで、日本で非常に人気があります。公式にリリースされたことのない「プリンセスメーカー2」を除けば、私が知っている限り、英語に翻訳されたこのタイプのゲームはこれだけです。「卒業」では、あなたは主人公の人生を導いていきます。",
    "developer": "Image Works",
    "genre": "Simulation",
    "players": "1",
    "publisher": "バンダイビジュアル",
    "release_date": "19991216T000000",
    "title_ja": "卒業 〜Graduation〜 for ワンダースワン"
  },
  "Space Invaders (Japan)": {
    "desc_ja": "クラシックアーケードタイトル「スペースインベーダー」の移植版です。このバージョンは、ゲームボーイのアーケードクラシックシリーズの一部として、1人プレイと2人プレイのモードを搭載しており、通常の2色のゲームボーイトーン（黒、灰色）を使用して中毒性のあるシューティングゲームを再現しています。しかし、カートリッジをスーパーファミコンのスーパーニンテンドー用アクセサリー「スーパージェーボーイ」に接続すると、ゲームをフルカラーでプレイするオプションがあり、プレイ中のアクションにオリジナルのアーケードキャビネットがボーダーアートとして表示されます。\n\nゲームは非常にシンプルです。迫り来るインベーダーを撃ち落とし、彼らの攻撃を避けながら進めます。最初はゆっくりと近づいてきますが、近づくにつれて彼らの速度は増していきます。",
    "developer": "Taito",
    "genre": "Shoot'em Up / Vertical, Shooter / Space Invaders Like, Shooter, Shoot'em Up",
    "players": "2",
    "publisher": "サンソフト",
    "release_date": "19990513T000000",
    "title_ja": "スペースインベーダー"
  },
  "Super Robot Taisen Compact (Japan)": {
    "desc_ja": "スーパーロボット大戦シリーズの最初の作品は、その後の作品とは大きく異なります。特に、ロボットが知的生物として扱われ、パイロットがゲームに登場しない点が挙げられます。イントロによれば、彼らは惑星で生活しています。",
    "developer": "TOSE",
    "genre": "Strategy, Role Playing Game",
    "players": "2",
    "publisher": "バンプレスト",
    "release_date": "19990428T000000",
    "title_ja": "スーパーロボット大戦COMPACT"
  },
  "Super Robot Taisen Compact 2 - Dai-1-bu - Chijou Gekidou Hen (Japan)": {
    "desc_ja": "スーパーロボット大戦COMPACT2 第1部:地上激動編は、TOSEが開発しバンダイが発売したSFターン制ストラテジーゲームで、2000年に日本でリリースされました。",
    "developer": "TOSE",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20000330T000000",
    "title_ja": "スーパーロボット大戦COMPACT2 第1部:地上激動編"
  },
  "Super Robot Taisen Compact 2 - Dai-2-bu - Uchuu Gekishin Hen (Japan) (Rev 4)": {
    "desc_ja": "スーパーロボット大戦COMPACT2は、ワンダースワンでリリースされた第二のスーパーロボット大戦戦略RPGです。前作のスーパーロボット大戦F/F完結編と同様に、COMPACT2は複数のパートに分かれており、パート1とパート2は同時に進行し、パート3はパート2から続きます。ワンダースワンの内部メモリを利用して、プレイヤーはクリアデータを次のゲームに送信できます。いくつかのイベントはプレイヤーの前回のセーブに基づいて変更され、獲得したアイテムはパート3に引き継がれ、777ターン以内に三部作全てをクリアすることで特別な最終シナリオがアンロックされます。このゲームは前作と同様に、ほぼすべてのゲームプレイメカニクスをF/F完結編から引き継いでいますが、「サポートシステム」を導入しており、これはSRWシリーズのコアメカニクスとなりました。パート2では、エクセレン・ブラウニングとロンド・ベルの部隊が宇宙で敵と戦います。",
    "developer": "TOSE",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20000914T000000",
    "title_ja": "スーパーロボット大戦COMPACT2 第2部:宇宙激震編"
  },
  "Super Robot Taisen Compact 2 - Dai-3-bu - Ginga Kessen Hen (Japan) (Rev 2)": {
    "desc_ja": "スーパーロボット大戦COMPACT2 第3部:銀河決戦編は、TOSEが開発し、バンプレストが発売したSFターン制ストラテジーゲームで、2001年に日本でリリースされました。",
    "developer": "TOSE",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20010118T000000",
    "title_ja": "スーパーロボット大戦COMPACT2 第3部:銀河決戦編"
  },
  "Tanjou Debut for WonderSwan (Japan) (Rev 1)": {
    "desc_ja": "「誕生 〜Debut〜 for ワンダースワン」は、プレイヤーが音楽会社のエージェントとなり、エンターテインメントの可能性を秘めた3人の若い女の子、アキ、クミ、サオリと共に働く役割を担います。ゲームの最初では、プレイヤーはそれぞれの女の子の統計を確認し、",
    "developer": "Bandai Visual",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "バンダイビジュアル",
    "release_date": "20000224T000000",
    "title_ja": "誕生 〜Debut〜 for ワンダースワン"
  },
  "Tare Panda no GunPey (Japan)": {
    "desc_ja": "たれぱんだのぐんぺいは、ぐんぺいスタイルのパズルゲームで、ぐんぺいEXのモードに加えて、たれぱんだのストーリーモードが含まれています。\n\nゲームには、クラシックぐんぺい、エンドレスぐんぺい、タイムアタックでラインを消すモード、すべてのラインを一度にクリアしなければならないモードが含まれています。また、2人のプレイヤーが対戦し、高得点を交換することもできます。\n\nストーリーモードも用意されています。たれぱんだは、世界中にいる他の怠け者のパンダの存在を発見し、他のふにゃふにゃパンダがどんなものかを知りたくなり、彼らを探しに出かけます。\n\n各パンダは、それぞれの故郷に関連する頭飾りを身につけています。イギリスのパンダはシルクハット、インドのパンダはターバンなどです。主人公が新しい怠け者のパンダに近づくと、何かが邪魔をします。通常は、転がるには大きすぎる傾斜です。一定数のラインを消すことで、行き詰まったパンダに障害物を飛び越えるエネルギーを与えることができます。\n\nストーリーモードでは、さまざまな新しい危険が登場します。ラインの角度が反転したり、画面の一部が完全にブロックされたりすることがあります。",
    "developer": "Bandai",
    "genre": "Puzzle, Sports / Wrestling, Sports",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19991209T000000",
    "title_ja": "たれぱんだのぐんぺい"
  },
  "Tekken Card Challenge (Japan)": {
    "desc_ja": "鉄拳カードチャレンジは、『鉄拳3』のキャラクターたちと、専用キャラクターのクロウをフィーチャーしたターン制の対戦ゲームです。任天堂のポケモンゲームに似たシステムを採用しています。2人の対戦相手が同時に戦い、さまざまな動作に応じたカードを使用し、ダメージ蓄積のために合計100ポイントのHPを持ちます。プレイヤーは4枚のカードを手札として持ち、デュエルが進むにつれてさらにカードを引きます。\n\nバトルシステムは『遊戯王』に似ており、3種類のカードがじゃんけんのように機能します。攻撃カードは互いに比較され、値が低い方が捨てられ、HPが減少します。攻撃カードが防御カードに対してプレイされると、お互いに無効化され、2枚のブロックカードは相殺されます。また、正しいカードの順番で行うことでかなりのダメージを与えることができるエアジャグリングの小さなシステムも存在します。",
    "developer": "Namco",
    "genre": "Strategy",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990617T000000",
    "title_ja": "鉄拳 カードチャレンジ"
  },
  "Terrors (Japan)": {
    "desc_ja": "テラーズは、メガスが開発しバンダイが出版したアドベンチャーゲームで、1999年に日本でリリースされました。",
    "developer": "Megas",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990805T000000",
    "title_ja": "TERRORS"
  },
  "Tetsujin 28 Gou (Japan)": {
    "desc_ja": "鉄人28号は、メガハウスから発売されたアドベンチャーゲームで、1999年に日本でリリースされました。",
    "developer": "Hikari-Pro",
    "genre": "Adventure",
    "players": "1",
    "publisher": "メガハウス",
    "release_date": "19991222T000000",
    "title_ja": "鉄人28号"
  },
  "Time Bokan Series - Bokan Densetsu - Buta mo Odaterya Doronboo (Japan)": {
    "desc_ja": "タイムボカンシリーズ：ボカン伝説 ブタもおだてりゃドロンボーは、タツノコのタイムボカンアニメフランチャイズに基づいたRPGです。開発はアルファユニット、出版はバンプレストが担当し、2000年に日本でリリースされました。",
    "developer": "Alpha Unit",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20000427T000000",
    "title_ja": "ボカン伝説 ブタもおだてりゃドロンボー"
  },
  "Tokyo Majin Gakuen - Fuju Houroku (Japan)": {
    "desc_ja": "それは日本の幕末時代、1860年代の物語です。徳川幕府の封建支配者たちは、徳川の支配を終わらせ、帝国を復活させようとする反乱グループの攻撃に苦しんでいました。あなたは、500種類のユニークなカードを使って戦う神です。ゲームのストーリーは、独特な東京魔人学園の世界を舞台にした13の章で構成されています。",
    "developer": "Shout!Designworks",
    "genre": "Adventure / Visual Novel, Role Playing Game, Adventure",
    "players": "2",
    "publisher": "アスミックエースエンタテインメント",
    "release_date": "20001012T000000",
    "title_ja": "東京魔人学園符咒封録"
  },
  "Trump Collection - Bottom-Up Teki Trump Seikatsu (Japan) (Rev 1)": {
    "desc_ja": "トランプコレクション ボトムアップ的トランプ生活は、ボトムアップによって開発・発売されたギャンブルゲームで、1999年に日本でリリースされました。",
    "developer": "Bottom Up Interactive",
    "genre": "Playing cards",
    "players": "1",
    "publisher": "ボトムアップ",
    "release_date": "19990701T000000",
    "title_ja": "トランプコレクション ボトムアップ的トランプ生活"
  },
  "Trump Collection 2 - Bottom-Up Teki Sekaiisshuu no Tabi (Japan) (Rev 1)": {
    "desc_ja": "トランプコレクション 2 ボトムアップ的世界一周の旅は、ボトムアップによって出版されたギャンブルゲームで、2000年に日本でリリースされました。",
    "developer": "Bottom Up Interactive",
    "genre": "Playing cards",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20000928T000000",
    "title_ja": "トランプコレクション 2 ボトムアップ的世界一周の旅"
  },
  "Turntablist - DJ Battle (Japan)": {
    "desc_ja": "「TURNTABLIST －DJバトル－」は、バンダイによって開発・発売されたリズム／音楽ゲームで、1999年に日本でリリースされました。",
    "developer": "Vestax",
    "genre": "Music and Dancing, Sports",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19991125T000000",
    "title_ja": "TURNTABLIST －DJバトル－"
  },
  "Umizuri ni Ikou! (Japan)": {
    "desc_ja": "「海釣りに行こう！」は、さまざまな海辺の場所（桟橋、ビーチ、岩場、そして海の上）で小さな男の子を操作するシンプルな釣りシミュレーターです。\n\n釣り糸を投げると、画面の右側でバーが上下します。Aボタンを押すとバーが止まります。バーが止まった高さによって、釣り糸がどれだけ遠くに飛ぶかが決まります。大きな魚は沖の方に潜んでいますが、岸からの距離があるため、引き寄せるのが難しくなります。\n\n釣り針が水中に入ると、塩水の中での魚の視点が楽しめます。背景の水は異なるグラデーションで表現されており、プレイヤーは上下に動いているかどうかを判断できます。画面の右側には深さを示すメーターがあり、投げた距離が長いほど深くなります。\n\nラインを引き上げることで魚が針に引き寄せられます。魚が食いつくと「HIT」と表示されます。視点は釣り人の後ろに戻ります。画面下のバーの指示に従い、魚が逃げようとする方向に合わせて左右に押しながらAボタンを押す必要があります。\n\n魚を釣り上げると、その魚の大きさがわかり、他のWonderSwanプレイヤーとデータを交換することができます。",
    "developer": "Coconuts Japan",
    "genre": "Fishing, Sports, Hunting and Fishing",
    "players": "1",
    "publisher": "ココナッツジャパン",
    "release_date": "19990401T000000",
    "title_ja": "海釣りに行こう!"
  },
  "Uzumaki - Denshi Kaiki Hen (Japan) (Rev 4)": {
    "desc_ja": "このインタラクティブマンガは、広大な渦巻く呪いに囚われた小さな日本の町、黒津町の物語を語ります。物語は、黒津町に住んでいた女性、五島桐絵の視点から語られ、彼女が高校時代に起こった特定の出来事を振り返ります。",
    "developer": "Omega Micott",
    "genre": "Adventure",
    "players": "1",
    "publisher": "オメガ・ミコット",
    "release_date": "20000203T000000",
    "title_ja": "うずまき 〜電視怪奇篇〜"
  },
  "Uzumaki - Noroi Simulation (Japan)": {
    "desc_ja": "このゲームでは、あなたは「うずまき」の呪いとして、クローズ町全体に巻き込む狂気をもたらそうとします！ゴシマ・キリエが戻ってきますが、もはや愛される主人公ではありません。彼女は今やターゲットの一人であり、あなたが呪いを感染させようとする多くの対象の一つです。この奇妙なコミカルなひねりを加えた古典的なホラー物語では、前作の恐怖要素が欠けているわけではありません。\n\nうずまき仙人（スパイラルマスター）からあなたの役割について簡単な説明を受けた後、あなたの任務が始まります。一般的に、あなたは楽しいいたずらをしながら人々の生活を悪化させます。\n\nクローズ町の地図が表示され、移動先を選択できます。各地点では異なる人々と出会い、ユニークなアイテムを収集することができます。アイテムは特定のエリアで呪いの影響を強めるために使用でき、さまざまな人々と交流することも可能です。\n\nより多くの混乱を引き起こすことで、さらに多くのエリアが開放され、古い英雄たちをさらに苦しめることができます！\n\nメインメニューからは、小さな人間とナメクジのモンスターのハイブリッドのバーチャルペットにアクセスできます。",
    "developer": "Omega Micott",
    "genre": "Adventure",
    "players": "1",
    "publisher": "オメガ・ミコット",
    "release_date": "20000304T000000",
    "title_ja": "うずまき 〜呪いシミュレーション〜"
  },
  "Vaitz Blade (Japan) (Rev 1)": {
    "desc_ja": "ヴァイツブレイドは、中世ヨーロッパ風の世界を舞台にしたRPGで、モンスターのヒットポイントを減少させることでモンスターを集めます。また、2体のモンスターを融合させて、より強力なモンスターを作成することも可能です。ゲームには200種類の収集可能な種族が存在します。このゲームの主なポイントは、タイトルにある「ヴァイツ」です。これはモンスターの総称であり、「ヴァイツブレイド」には180種類以上の異なるタイプのヴァイツが存在します。そして、このゲームではモンスター同士だけでなく、アイテム同士も組み合わせることができます。バトルの多様性はこのゲームの魅力の一つです。プレイヤーが作成した武器やアイテムを駆使する通常のバトルに加え、イベントやアリーナでの特別なバトル（1対1の戦闘、タッグマッチ、チームバトル、勝者総取りバトル、タイムアタック）も含まれており、ゲームの興奮を増しています。また、ストーリー中には、ワンダースワンの独自の特性を活かした縦シューティングゲームなど、さまざまなイベントも豊富に用意されています。",
    "developer": "Tom Create",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990624T000000",
    "title_ja": "ヴァイツブレイド"
  },
  "Wasabi Produce - Street Dancer (Japan)": {
    "desc_ja": "「ワサビ」プロデュース ストリートダンサーは、日本のポップ音楽パフォーマンスグループ「wuz?b?」のクルーを主役にしたリズムゲームです。\n\nゲームでは、画面下部を流れるボタンのプロンプトに合わせて、中央に到達した際にボタンを押す必要があります。ゲームを始める前に、wuz?b?のメンバーからナナ、カオル、シノ、またはユーを選択します。ボタンを押すと、選んだダンサーがあなたのパフォーマンスに応じて踊ったり、驚いた表情を見せたりします。「ライフバー」が画面に表示され、パフォーマンスが良くないとバーが減少し、空になるとゲームが終了します。ステージをクリアして新しい背景と難易度の高い曲をアンロックするには、約60％のパーフェクトスコアを取得する必要があります。自分のパフォーマンスを録画して何度でも見ることができます。\n\nステージをクリアすると新しいダンスムーブがアンロックされ、これらのダンスムーブはゲーム内や「ステップブック」に表示されます。ステップブックでは、wuz?b?のメンバーがすべての代表的なムーブを披露するのを見ることができます。また、ダンサーに好きなようにパフォーマンスさせ、それを録画して友達に見せることもできます。\n\n3つの異なる音楽スタイルが用意されています：ジャズ、ヒップホップ、ロック。ゲームは、音楽のトーンを変えるだけでなく、各ジャンルごとにプレイヤーがワンダースワンの持ち方を変えることで、各モードをユニークにしています。\n\nフォームは以下の通りです：\n\n1. ヒップホップ：画面は通常の横向きで保持され、左手でA+Bボタンを押し、右手で基本の方向キーを押します。\n\n2. ロッキン：このモードでは、両手で方向ボタンを押せるようにシステムを保持します。このモードでは、通常、両方の方向ボタンの方向を一致させて、同時に2つのノートを押す必要があります。\n\n3. ジャズ：これはヒップホップモードの完全な逆転です。システムは横向きですが、基本的に逆さまになります。今度は方向キーとA+Bボタンがコンソールの上部に配置されます。\n\n2人用のマルチプレイヤーモードも含まれており、1つのシステムで両方のプレイヤーがワンダースワンの方向ボタンのセットを使用し、異なるダンサーを選択します。マルチプレイヤーモードは縦の「ロッキン」スタイルで行われ、右側に2列のプレスコマンドが流れます。両方のプレイヤーは1つの列に指示され、より良いパフォーマンスをしているプレイヤーの選んだダンサーが画面に表示されます。",
    "developer": "Amuse",
    "genre": "Rhythm, Action, Music and Dancing",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20000427T000000",
    "title_ja": "wuz↑b?（ワサビ）プロデュース ストリートダンサー"
  },
  "Wonder Stadium '99 (Japan)": {
    "desc_ja": "ワンダースタジアム'99は、オリジナルのワンダースタジアムからわずか5ヶ月後にリリースされ、ゲームプレイに大きな変更はありません。このアップデートでは、1999年の日本の野球シーズンに関する情報が追加されており、西武の松坂や読売ジャイアンツの上原などが含まれています。\n\nゲームでは、オリジナルと同様に14の架空およびプロのチームと3つの異なるスタジアムが選べます。",
    "developer": "Namco",
    "genre": "Sports / Baseball, Sports",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990930T000000",
    "title_ja": "ワンダースタジアム'99"
  },
  "Wonder Stadium (Japan)": {
    "desc_ja": "ワンダースタジアムは、ほぼ同じ名称のワンダースタジアム '99とは異なり、ワンダースワン向けのモノクロ野球体験を提供します。プレイヤーは、14チームのうちの1つ（12のプロチームと2つの架空チーム）を選び、オールスターデュエル、エキシビションゲーム、またはホームランコンペティションモードで素早くプレイを開始できます。また、チームを構成する一般的なキャラクターに名前を付けて、チームをパーソナライズすることも可能です。\n\nゲームを開始すると、チーム、スタジアム（クラシック、海辺、または宇宙）、そしてゲームのイニング数（1から9まで）を選択するよう求められます。\n\nボールを打つのは通常の「シンプル」な作業で、スイングのタイミングを合わせれば、ボールはフィールド内外に飛び出します。ワンダースタジアムでは、バントをすることや、そのバントの方向を調整することも可能です。\n\nフィールドでプレイしている間は、さまざまな投球に対して considerable なコントロールを持っています。ピッチャーをマウンド上で微妙に動かすことから、どれだけ強く投げるかまで調整できます。相手チームがヒットを打つと、ゲームは一時停止し、キャッチャーの後ろからの視点からフィールドの鳥瞰図に切り替わります。\n\n各選手は他の選手と連動しており、例えば、一塁の選手を動かすと、その後ろのフィールドの選手も同じように動きます。少し不器用ですが、受け入れられる妥協です。ボールに最も近い選手は常にあなたのコントロール下にあります。ボールを手に入れたら、選択した塁に向かって投げることができます。",
    "developer": "TOSE",
    "genre": "Sports / Baseball, Sports",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "19990311T000000",
    "title_ja": "ワンダースタジアム"
  },
  "WonderSwan Handy Sonar (Japan) (Rev 1)": {
    "desc_ja": "ワンダースワンハンディーソナーは、1999年にバンダイによってワンダースワン向けに開発・発売された釣りゲームです。ハンディソナーという、バンダイがニンテンドーゲームボーイ向けに発売したポケットソナーに似た魚探デバイスとセットになっています。",
    "developer": "Bandai",
    "genre": "Fishing, Hunting and Fishing",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "19990513T000000",
    "title_ja": "ワンダースワンハンディーソナー"
  },
  "beatmania for WonderSwan (Japan)": {
    "desc_ja": "これは「ビートマニア」のポータブル版であり、ゲームに期待されるすべてが含まれています。音楽トラックのシリーズ（ボーカルも再現されています！）、たくさんのボタン、そしてたくさんのレコードをスクラッチする要素があります。\n\nプレイしたい音楽を選択すると、縦スクロールが表示され、音楽に合わせて左方向ボタンを押すタイミングを示します。また、スクラッチを行うタイミングも表示され、これはアーケード版の「ビートマニア」をプレイしたことがある人にはお馴染みのものです。これはレコードをスクラッチすることを指しますが、ワンダースワンがそのような入力に適していないと思うかもしれませんが、考え直してください！「ビートマニア for ワンダースワン」には、右方向キーの上に取り付けることができるミニチュアレコードが同梱されており、スクラッチをよりリアルに楽しむことができます。\n\n曲をクリアすると、より難しくて興味深い曲がアンロックされます。ゲームは縦向きでプレイします。",
    "developer": "ICCE Japan",
    "genre": "Rhythm, Action, Music and Dancing",
    "players": "2",
    "publisher": "Konami",
    "release_date": "19990428T000000",
    "title_ja": "ビートマニア for ワンダースワン"
  }
}