{
  "Alchemist Marie & Elie - Futari no Atelier (Japan)": {
    "desc_ja": "サルブルグの街では、さまざまな素材を組み合わせたり、金属を金に変えたりする魔法の科学、錬金術の長い伝統があります。あなたは、マルローネとエルヴィラという二人の若い女の子を操作し、錬金術アカデミーで学び、強力なアイテムを作り、師匠たちに本物の錬金術師にふさわしいことを証明しなければなりません。\n\nこのゲームは、ロールプレイングとシミュレーションの組み合わせです。アイテムについてもっと学ぶために本を読んだり、人と話したりする必要があります。そして、これらのアイテムを購入したり、どこかで見つけたりします。強力なアイテムを組み合わせて、教師たちを感心させる必要があります。また、キャラクターを標準的なRPGの方法で成長させることもできます。武器や防具を装備させ、野外エリアでランダムな敵と戦います。敵と戦うほどレベルが上がり、強くなります。バトルは自動で行われ、キャラクターに一般的な戦略を指示することしかできません。",
    "developer": "Gust",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "イースリースタッフ",
    "release_date": "20011025T000000",
    "title_ja": "マリー&エリー ふたりのアトリエ"
  },
  "Another Heaven - Memory of those Days (Japan)": {
    "desc_ja": "アナザヘヴン〜memory of those days〜は、オメガミコットによって開発・出版されたアドベンチャーゲームで、2000年に日本でリリースされました。",
    "developer": "Omega Micott",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20001221T000000",
    "title_ja": "アナザヘヴン〜memory of those days〜"
  },
  "Arc the Lad - Kishin Fukkatsu (Japan)": {
    "desc_ja": "二世代前、人間と機械の間で大きな戦いがありました。邪悪な神に導かれた機械は、最終的に戦いに勝利し、世界を支配することができました。あなたは『アークザラッド2』の英雄エルクの役割を担います。エルクはいつものようにギルドから依頼を受けるフリーランスの傭兵です。彼は、抵抗組織に所属していた少女フィニアと出会います。フィニアの母は機械によって殺されました。仲間たちの助けを借りて、英雄たちは人類を救い、世界を元の状態に戻さなければなりません。\n\nこれは『アークザラッド』シリーズのサイドストーリーで、未来的な環境が舞台となっています。クラシックな『アークザラッド』ゲームと同様に、ダンジョンの探索は連続した戦闘のシリーズとして捉えられます。ターン制モードで英雄を移動させ、敵は自分のターンを使って行動します。敵が近くのマスにいるときに攻撃でき、さまざまな特殊技を使用することも可能です。",
    "developer": "TOSE",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020704T000000",
    "title_ja": "アークザラッド 機神復活"
  },
  "Battle Spirit - Digimon Frontier (Japan) (Rev 1)": {
    "desc_ja": "「バトルスピリット デジモンフロンティア」のストーリーは、その元となるシリーズ「デジモンフロンティア」と共鳴しています。数人の子供たちが携帯電話にメッセージを受け取り、人生を変えたいかどうか尋ねられます。中には「はい」と答える者もいれば、「いいえ」と答える者もいます。そして「はい」と答えた5人がデジタルワールドに召喚され、デジモンに変身する能力を得て、ケルピモンの恐怖の支配を終わらせるために戦います。",
    "developer": "Dimps",
    "genre": "Fighting, Action",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20021207T000000",
    "title_ja": "バトルスピリット デジモンフロンティア"
  },
  "Blue Wing Blitz (Japan)": {
    "desc_ja": "浮遊する島々の世界には、6つの国家が存在しています。最も強力な国家はオルディア帝国で、世界最高の航空機を保有しています。しかし、その指導者たちはさらなる力を求め、他の5つの国家を侵略し占領する計画を立てました。他の国家は帝国との外交関係をできるだけ維持しようとしましたが、その中の一つ、エスク共和国は、熟練したパイロットからなる特別攻撃チームを派遣し、帝国に対する秘密の反乱を開始することを決定しました。若きパイロットのケイドは、先輩のパートナーである少女ペイヤーに導かれ、この任務に選ばれたのです。",
    "developer": "Squaresoft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スクウェア",
    "release_date": "20010705T000000",
    "title_ja": "ブルーウィングブリッツ"
  },
  "Dark Eyes - Battle Gate (Japan)": {
    "desc_ja": "ダークアイズ 〜バトルゲート〜は、開拓惑星での二つの種族の戦いの物語を描いています。このストラテジーRPGは、ワンダーゲートにも対応しており、携帯電話を使って追加機能をダウンロードすることができます。",
    "developer": "NexTech",
    "genre": "Role Playing Game, Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010315T000000",
    "title_ja": "ダークアイズ 〜バトルゲート〜"
  },
  "Dicing Knight. (Japan)": {
    "desc_ja": "「ダイシングナイト」は、名前のない騎士がランダムに生成された一連のダンジョンを戦い抜く旅を描いています。ゲームはダンジョンのフロアから始まり、次のフロアに進むための鍵を見つけることが目標です。最終的にはダンジョンのボスにたどり着き、それを倒すことで新たな、より難易度の高いダンジョンにアクセスできるようになります。ダンジョンには「フードゲージ」というタイマーがあり、これが尽きるとダンジョンから強制的に退出させられます。",
    "developer": "Platine Dispositif",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "キュート",
    "release_date": "20040531T000000",
    "title_ja": "Dicing Knight."
  },
  "Digimon Adventure 02 - D1 Tamers (Japan)": {
    "desc_ja": "これは「デジモンアドベンチャー02 タグテイマーズ」の続編で、人気の漫画シリーズを基にしたデジタルモンスターの世界を舞台にしています。悪のミレニアモンを倒した後、主人公リョウはこれがデジタルワールドへの最後の旅になると思っていました。しかし、四体の聖なるデジモンが再び彼を召喚し、D1モンスター格闘トーナメントに参加するよう求めます。しかし、それだけではありません。ミレニアモンはまだ生きており、復讐を企てているようです！今、リョウはトーナメントに勝ち、再び宿敵を倒さなければなりません。\n\nゲームプレイは前作とほぼ同じです。トップダウンおよびアイソメトリックのロケーションを旅し、自分のモンスターチームでモンスターと戦い、新しいモンスターを仲間にし、コレクションを組み立てます。バトルはターン制で、アイソメトリック視点から表示されます。モンスターはさまざまな攻撃を持っており、各攻撃は短いアニメーションシーケンスとして表示されます。",
    "developer": "Sims",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20001209T000000",
    "title_ja": "デジモンアドベンチャー02 ディーワンテイマーズ"
  },
  "Digimon Tamers - Battle Spirit Ver. 1.5 (Japan)": {
    "desc_ja": "デジモンテイマーズ バトルスピリットVer.1.5は、バンダイが開発・発売した格闘ゲームで、ワンダースワンカラー専用に日本でのみリリースされました。本作は、デジモンテイマーズ バトルスピリット（アメリカとヨーロッパではデジモンバトルスピリットとして発売）の拡張版であり、多くの新機能やキャラクターが追加されています。前作や続編のデジモンバトルスピリット2とは異なり、このゲームはゲームボーイアドバンスへの移植はされていません。",
    "developer": "Dimps",
    "genre": "Fighting, Action",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20020427T000000",
    "title_ja": "デジモンテイマーズ バトルスピリットVer.1.5"
  },
  "Digimon Tamers - Brave Tamer (Japan) (Rev 1)": {
    "desc_ja": "人気のデジモン漫画を基にした本作は、『デジモンアドベンチャー02: D1テイマーズ』の続編です。ゲームは前作の終わりから直接始まります。悪のミレニアモンとの究極の戦いの後、彼は主人公リョウに恐ろしい秘密を明かし、大爆発が起こりました。リョウは未知の場所で意識を取り戻します。そこにいる唯一のデジタルモンスターは、爆発によってミレニアモンが未来に送られ、リョウが過去に飛ばされたことを説明します。そして今、ミレニアモンはデジワールドのメインコンピュータを支配しようとしており、リョウの使命は彼を完全に止め、彼自身と宿敵の正体についての真実をついに見つけることです。\n\nゲームプレイは前作と似ており、トップダウンビューで主人公を操作し、ダンジョンに降り、ターン制の戦闘でモンスターと戦い、彼らを仲間に引き入れ、新しいチームを新たな敵と戦わせます。戦闘はアイソメトリックではなく、アニメスタイルの画像として完全に描かれています。攻撃もアニメーションシーケンスとして表現されています。",
    "developer": "Sims",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20011229T000000",
    "title_ja": "デジモンテイマーズ ブレイブテイマー"
  },
  "Digimon Tamers - Digimon Medley (Japan)": {
    "desc_ja": "「デジモンメドレー」は、人気のマンガおよびアニメシリーズ「デジモン」に基づいています。普通の日本の子供たちがデジタルワールドに入り込み、善良なデジタルモンスターたちを助けて悪のモンスターと戦う物語です。このゲームは「デジモンアドベンチャー」や「デジモンテイマーズ：ブレイブテイマー」シリーズのストーリーとは直接関連していません。代わりに、シリーズの実際のエピソードにより密接に沿った内容となっています。プレイヤーは、最初のエピソードからの主人公タイチや彼の友人ヤマト、さらには「デジモンテイマーズ」サブシリーズの英雄たち、タカト、ルキ、リーなど、さまざまなキャラクターを操作します。ゲームは短いエピソードに分かれており、それぞれがシリーズの戦いの一つを再現します。最初は「デジモンテイマーズ」のキャラクターたちがデジワールドに冒険に出かけ、いたずら好きなデジモン、インプモンと出会います。\n\n各エピソードは、複数の利用可能なキャラクターの一人としてプレイできます。各キャラクターには、戦闘を行う自分のデジモンがいます。戦闘はランダムに発生し、プレイヤーがトップダウンのダンジョンを探索している間に行われます。攻撃は短いアニメスタイルのシーケンスとして表示されます。ターン中には、Aボタンを繰り返し押して攻撃力を増加させる必要があります。敵は同時に攻撃してくるため、攻撃が当たるためには十分な力を投資する必要があります。",
    "developer": "Shade",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20010712T000000",
    "title_ja": "デジモンテイマーズ デジモンメドレー"
  },
  "Digital Monster - D-Project (Japan)": {
    "desc_ja": "最新のデジモンRPG「デジタルモンスター ディープロジェクト」では、あなたは再びデジタルワールドに送られ、その世界を救うために奮闘する子供の役割を担います（他に何があるでしょうか）。あなたのパートナーデジモン、テイマーとしての知識、そして何か特別な機械だけを武器にして。",
    "developer": "Sting Entertainment",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020803T000000",
    "title_ja": "デジタルモンスター ディープロジェクト"
  },
  "Digital Monster Card Game - Ver. WonderSwan Color (Japan)": {
    "desc_ja": "デジモンカードゲーム Ver. ワンダースワンカラーは、ワンダースワンカラー向けのアニメシリーズを基にした人気のカードゲームです。ゲームを始めると、タカトと会話をします。カードゲームのチュートリアルを受けるか（またはスキップすることもできます）、その後、リストが表示されたメニューに入ります。",
    "developer": "Tom Create",
    "genre": "Strategy",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20020316T000000",
    "title_ja": "デジタルモンスター カードゲーム Ver. WonderSwanColor"
  },
  "Dokodemo Hamster 3 - Odekake Saffron (Japan) (Rev 2)": {
    "desc_ja": "これはバンダイの「ハムスターシミュレーション」シリーズの第3作目です。このゲームでは、あなたがハムスターの「マスター」となります。ゲームはリアルタイムで進行しますが、あなたは干渉してさまざまなアクションを行うことができます。ハムスターは家の中に自分の部屋を持っており、テーブルや車輪があります。ハムスターと一緒にできることはたくさんあります。森を散歩させたり、一緒に買い物に行ったり、ボールで遊ばせたりすることができます。また、ハムスターに関係のないアクションも行うことができ、家の再装飾や紙に文字や絵を描くこともできます。ゲームはポイント＆クリックインターフェースを採用しており、オブジェクト（ハムスターやカレンダーなど）の上にカーソルを移動させると、アクションメニューが表示されます。",
    "developer": "BEC",
    "genre": "Simulation",
    "players": "1",
    "publisher": "ベック",
    "release_date": "20001214T000000",
    "title_ja": "どこでもハムスター3"
  },
  "Dragon Ball (Japan)": {
    "desc_ja": "このゲームは、著名な「ドラゴンボール」マンガシリーズに基づいており、主人公のソン・ゴクウの長い人生を描いています。物語は、ソン・ゴクウがまだ子供の頃、神秘的なブルマと出会い、彼女が七つのドラゴンボールを探す旅に加わるよう頼むところから始まります。",
    "developer": "TOSE",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20031120T000000",
    "title_ja": "ドラゴンボール"
  },
  "Final Fantasy (Japan)": {
    "desc_ja": "これは「ファイナルファンタジー」シリーズの第4作目です。国際的には「ファイナルファンタジーII」として知られていますが、2作目と3作目は日本国外では発売されなかったためです。\n\n軍事国家バロンは、誇り高い軍隊と「レッドウィング」として知られる壮大な空軍を持ち、国の中でも最強の一つです。しかし、彼らの軍隊は親切で忠実である一方で、最近の王の行動は全く異なります。若きレッドウィングのキャプテン、セシルは、無実の魔法使いの村からクリスタルを盗むよう命じられます。そして、王の行動に疑問を抱いたセシルは、即座に国を追放され、奇妙なモンスターを倒すために送り出されます。彼は、王の行動がもたらす代償や、クリスタルの真の秘密とその力が何であるかをまだ理解していません。\n\nこれは有名なATB（アクティブタイムバトル）システムを導入した初めての「ファイナルファンタジー」ゲームです。バトル中、各パーティーメンバーには行動可能なタイミングを示すインジケーターがあり、そのキャラクターが行動できる時を教えてくれます。このキャラクターのコマンドを選ぶのに時間がかかると、敵はあなたのターンを待たずに行動します。このゲームは、1作目と3作目に実装されていたジョブシステムを廃止し、各パーティーメンバーに割り当てられたプリセットのキャラクタークラス（パラディン、ホワイトメイジ、忍者など）を採用しています。\n\nPlayStation版では、新たにレンダリングされたイントロとエンディングが追加されています。",
    "developer": "Sting Entertainment",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スクウェア",
    "release_date": "20020328T000000",
    "title_ja": "ファイナルファンタジー"
  },
  "Flash Koibito-kun (Japan)": {
    "desc_ja": "FLASH 恋人クンは、Kotoが開発し、光文社が出版したパズルゲームで、2000年に日本でリリースされました。",
    "developer": "Koto Laboratory",
    "genre": "Puzzle, Role Playing Game",
    "players": "1",
    "publisher": "光文社",
    "release_date": "20001228T000000",
    "title_ja": "FLASH 恋人クン"
  },
  "From TV Animation One Piece - Chopper no Daibouken (Japan)": {
    "desc_ja": "ある日、麦わらの一味は神秘的な島に旅をします。麦わらの一味が島を探索していると、突然全員が動物に変身してしまいます。ルフィは猿に、ゾロは虎に、サンジは狐に、ナミは猫に、ウソップは河童に、ロビンはオウムに変わります。しかし、チョッパーだけは元の姿のままです。チョッパーは、仲間たちが元の姿に戻る手助けをするだけでなく、彼らの神秘的な変身の原因を突き止める役割も担っています。",
    "developer": "TOSE",
    "genre": "Fighting",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20031016T000000",
    "title_ja": "From TV animation ONE PIECE チョッパーの大冒険"
  },
  "From TV Animation One Piece - Grand Battle Swan Colosseum (Japan)": {
    "desc_ja": "「ワンピース：グランドバトル スワンコロシアム」は、「スーパースマッシュブラザーズ」のようなゲームプレイを楽しめます。ゲームは2Dの平面で展開され、ステージは広く自由に移動できます。基本攻撃には軽攻撃と強攻撃の2種類があります。さらに、特定のボタンの組み合わせで発動するスペシャル攻撃や、スーパーゲージが満タンになると使用できるスーパー攻撃もあります。画面上には同時に2人のファイターが登場しますが、非常に速く滑らかな動きが特徴です。マルチプレイヤーモードは、ワンダースワンリンクケーブルを使用して2台のワンダースワンカラーシステムを接続することで利用可能です。各システムにはゲームのコピーが必要です。",
    "developer": "Dimps",
    "genre": "Fighting",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20020712T000000",
    "title_ja": "From TV animation ONE PIECE グランドバトル 〜スワンコロシアム〜"
  },
  "From TV Animation One Piece - Niji no Shima Densetsu (Japan)": {
    "desc_ja": "物語はバロックワークス編に基づいています。麦わらの一味は、ブーメランを武器として使う新しい仲間を見つけます。新しい仲間と共に、彼らはバロックワークスと戦い、アラバスタを救わなければなりません。",
    "developer": "Tomcat System",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010913T000000",
    "title_ja": "From TV animation ONE PIECE 〜虹の島伝説〜"
  },
  "From TV Animation One Piece - Treasure Wars (Japan)": {
    "desc_ja": "ゲームでは、プレイヤーは麦わらの一味のキャラクターの中から1人を選び、ボードゲーム内で他の麦わらの一味のメンバーと戦います。プレイヤーの主な目標は、相手よりも先に宝物や特別なアイテムを見つけることです。各プレイヤーはボードを駆け回り、他の海賊と戦います。プレイヤーがキャラクターとして選ばなかったクルーのメンバーも、他の敵と一緒に駆け回ります。",
    "developer": "Graphic Research",
    "genre": "Board game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20020103T000000",
    "title_ja": "From TV animation ONE PIECE トレジャーウォーズ"
  },
  "From TV Animation One Piece - Treasure Wars 2 - Buggy Land e Youkoso (Japan)": {
    "desc_ja": "「From TV animation ONE PIECE トレジャーウォーズ2 バギーランドへようこそ」では、前作のトレジャーウォーズと同様に、プレイヤーは最初に宝物に到達することを目指します。しかし今回は、プレイヤーは麦わらの一味の中から一人を選び、バギー・ザ・クラウンとそのクルーと戦います。麦わらの一味には新たにニコ・ロビンが加わっています。",
    "developer": "Graphic Research",
    "genre": "Board game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20021220T000000",
    "title_ja": "From TV animation ONE PIECE トレジャーウォーズ2 バギーランドへようこそ"
  },
  "Front Mission (Japan)": {
    "desc_ja": "未来、数多くの軍事力は、戦闘のために巨大なメカロボット「ワンザー（ウォーキング・パンツァー）」に依存しています。太平洋に位置するハフマン島では、アメリカ合衆国新大陸（USN）とオセアナ共同体連合（OCU）が島の所有権を巡って対立し、両者がワンザーを展開しています。ある夜、OCUの部隊は、USNが占有するラルカスにある施設に対して秘密の偵察ミッションを実行しました。このミッションは、ロイドという名の兵士が指揮しており、完全に非公式であり、平和条約を違反していました。ミッション中、ドリスコル指揮官率いるUSNの部隊が現れ、OCUの兵士たちを襲撃しました。戦闘中に、ロイドの婚約者であるカレンが殺され、USNの施設が爆破され、OCUに責任を押し付けられました。この事件は「ラルカス事件」として知られるようになり、OCUは自軍の行動について全ての知識を否定しました。最終的に、これが第二次ハフマン戦争の主要な原因となりました。\n\n1年後、戦争は続いており、ハフマン島はOCUの暫定的な支配下にありますが、USNの攻撃に対抗できない弱体化した軍隊です。ラルカス事件に関与した兵士たちは全員解雇され、名誉を失いました。ロイドは、ワンザー格闘場で剣闘士として戦いながら時間を過ごしていましたが、謎の男に声をかけられます。オルソン大佐はロイドの過去を知り、OCUのために編成している傭兵部隊「キャリオン・クロウ」を指揮してほしいと頼みます。ドリスコルがまだ島にいるとロイドを説得し、ロイドは承諾します。\n\n『フロントミッション』は、アイソメトリック視点でプレイされるターン制ストラテジーRPGです。プレイヤーは、複数のユニットを含む大規模な戦略的戦闘とその間のカットシーンを通じて物語を進めます。特定の場所、通常は町では、プレイヤーはバーやショップなどの複数の場所を訪れ、人々と話すことができます。ショップでは新しい武器やパーツを購入したり、修理を行ったりすることができます。戦闘では、各ワンザーは別々のユニットであり、装備されているものによってさまざまな武器や攻撃スタイルを持っています。ユニットは敵を倒すことで経験値を得たり、さまざまな技を使用することで経験値を得たりします。攻撃を多く使用するほど、その攻撃はより強力になります。",
    "developer": "G-Craft",
    "genre": "Role Playing Game, Strategy, Action",
    "players": "2",
    "publisher": "スクウェア",
    "release_date": "20020712T000000",
    "title_ja": "FRONT MISSION"
  },
  "Gekitou! Crash Gear Turbo - Gear Champion League (Japan)": {
    "desc_ja": "プレイヤーはアニメの主人公、コヤ・マリノとなり、世界一のギアファイターを目指します。ギアのカスタマイズ、シュートイン、バトル中に発動する特殊技のコマンド入力が勝利の鍵となります。各パーツにはそれぞれ特有の技があるため、パーツの装備が最も重要なポイントです。\n\nギアとパーツの組み合わせは1万以上。トーナメントで勝利してポイントを獲得し、より強力なパーツを購入したり、チューンアップしたりできます。強力な対戦相手やライバルが次々と現れるバトルトーナメントで、世界チャンピオンを目指しましょう！友達と対戦するときには、謎のギアファイターと対戦できるかもしれません！",
    "developer": "Bandai",
    "genre": "Action",
    "players": "2",
    "publisher": "ウィズ",
    "release_date": "20020810T000000",
    "title_ja": "激闘!クラッシュギアTURBO ギアチャンピオンリーグ"
  },
  "Gensou Maden Saiyuuki Retribution - Hi no Ataru Basho de (Japan) (Rev 2)": {
    "desc_ja": "人間と妖怪が共存するユートピア、桃源郷。桃源郷で事件が発生し、妖怪たちは暴れ始め、人間を襲うようになった。この事件の原因となった牛魔王の再誕を防ぐため、天の神々は四人の男、三蔵法師、孫悟空、サゴ・ホルヘ、八八指揮官に牛魔王の再誕を阻止するよう命じた。\n\nプレイヤーは四人の姉妹の中から一人のパートナーを選び、彼女たちの娘たちや三蔵を使って屋台でお金を稼ぎ、宿泊費を得る必要がある。売上を着実に伸ばし、無事に家賃を稼ぐことができるだろうか？さらに、ゲーム中には「カードゲーム」、「モンスター退治ゲーム」、「パズルゲーム」などのミニゲームも隠されている。",
    "developer": "PicPac-Airreal",
    "genre": "Board game",
    "players": "2",
    "publisher": "ムービック",
    "release_date": "20010607T000000",
    "title_ja": "幻想魔伝最遊記 Retribution 〜陽のあたる場所で〜"
  },
  "Golden Axe (Japan)": {
    "desc_ja": "セガのクラシックアーケードビートエムアップゲーム「ゴールデンアックス」では、悪の支配者デスアダーを倒そうとする三人の英雄の一人となります。彼らはそれぞれ、デスアダーとその闇の勢力によって誘拐され、囚われた王とその娘を救うための理由を持っています。また、伝説のゴールデンアックスも奪われています。\n\nこのゲームは横スクロール型の格闘ゲームで、基本的には三人のキャラクター（戦士、ドワーフ、アマゾン）のいずれかを選び、デスアダー自身の前に立ちはだかるすべてを叩きのめしていきます。",
    "developer": "Team Shinobi",
    "genre": "Beat'em Up, Role Playing Game, Action",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20020228T000000",
    "title_ja": "ゴールデンアックス"
  },
  "Gransta Chronicle (Japan)": {
    "desc_ja": "戦闘はシミュレーションバトル方式を採用しています。広いフィールドでは味方と敵が入り乱れているため、武器や魔法、すべてのアイテムをうまく活用して挑戦しましょう。アイテムやモンスターは…",
    "developer": "Tom Create",
    "genre": "Role Playing Game",
    "players": "2",
    "publisher": "メガトロン",
    "release_date": "20020613T000000",
    "title_ja": "グランスタ クロニクル"
  },
  "Guilty Gear Petit (Japan)": {
    "desc_ja": "このゲームは22世紀を舞台にしています。科学者たちは人間と動物のDNAを融合させる新しい技術を開発し、「ギア」と呼ばれる強力なクリーチャーを生み出しました。ゲームのキャラクターたちはトーナメントに参加し、勝者は制御を失ったギアと対峙し、人間に対するギアの反乱を引き起こす脅威に立ち向かいます。プレイヤーは「ギルティギア」シリーズでお馴染みのキャラクターたちを操作でき、主役のソル・バッドガイはギアとの特別な関係を持ち、彼のライバルである聖騎士団のリーダー、カイ・キスクも登場します。また、新キャラクターのナース・ファニーも登場し、注射器を使って戦い、天才外科医で後に連続殺人犯となるドクター・バルドヘッドとの神秘的な関係を持っています。",
    "developer": "Arc System Works",
    "genre": "Fighting / Versus, Fighting",
    "players": "2",
    "publisher": "サミー",
    "release_date": "20010125T000000",
    "title_ja": "GUILTY GEAR PETIT"
  },
  "Guilty Gear Petit 2 (Japan)": {
    "desc_ja": "22世紀、科学者たちは「ギア」と呼ばれる人工生命体を創造する方法を発見しました。これらのギアは非常に強力でしたが、自らの意志を持たず、人間に完全に従属していました。しかし、「ジャスティス」という名のギアは自らの支配から解放され、人間に対する反乱を起こしました。それ以来、人類はギアがいつか地球の力を手に入れるのではないかという恐怖に怯えるようになりました。そのため、聖騎士団は反逆者のギアに立ち向かうのに十分な力を持つ者を見つけるために、戦闘トーナメントを開催しました。",
    "developer": "Arc System Works",
    "genre": "Fighting / Versus, Fighting",
    "players": "2",
    "publisher": "サミー",
    "release_date": "20010927T000000",
    "title_ja": "GUILTY GEAR PETIT2"
  },
  "GunPey EX (Japan)": {
    "desc_ja": "オリジナルの「ガンペイ」の直接の続編である「ガンペイ EX」は、クラシックなゲームにいくつかの新要素を追加しました。特に目を引くのは、色です。\n\nフィールドを横切るラインを完成させることでポイントを獲得するだけでなく、同じ色のラインの場合にもポイントが得られるようになりました。以前はグレーのラインのみでしたが、今では赤、青、緑のラインも登場します。\n\n「ガンペイ EX」は前作と同じモードを持っていますが、ストーリーモードはありません。タイムアタックモードでは、5分のうちにできるだけ多くのタイルを消す必要があります。エンドレスモードでは、プレイヤーは無制限の時間を使って好きなスコアを出すことができます。ステージモードでは、指定された時間内に消すべきタイルの数が決まっています。パズルモードでは、特定のタイルのグループを消す必要があり、タイルの位置を入れ替えることでラインの色を変更することができます。\n\nリンクモードでは、他の人と「ワンダースワン」と「ガンペイ EX」を使って対戦することができます。\n\nこのゲームは無線電話とワンダーゲートを通じてインターネットにアクセスでき、オンラインハイスコアボードと連携することが可能でした。",
    "developer": "Koto Laboratory",
    "genre": "Puzzle, Simulation",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20001209T000000",
    "title_ja": "GUNPEY EX"
  },
  "Hanjuku Hero - Ah, Sekai yo Hanjuku Nare...!! (Japan) (Rev 1)": {
    "desc_ja": "「はんじゅくヒーロー 半熟英雄 ああ、世界よ半熟なれ…!!」は、エッグワールドと呼ばれる半コメディの宇宙を舞台にしており、半熟と硬熟の二つの国が存在します。あなたは半熟軍の指揮官となり、一連の出来事（「物語」と呼ばれる）を通じて敵の城を占拠し、硬熟軍のボスを倒すことを目指します。\n\nこれはリアルタイム戦略ゲームです。ゲームの時間は月ごとに分かれており、各月は数分の実時間を要します。あなたは英雄と彼の将軍たちを操作し、それぞれが歩兵部隊を指揮します。世界地図を通じて軍の指揮官を送り、敵の城を占拠します。すべての城を占拠すると、マップ上に新たな建設地が現れ、そこにレベルボスがいます。この章（物語）での最終目標は、このボスを倒すことです。敵に遭遇すると、自動バトルシーケンスが発生し、あなたはその場で軍に指示を出すことができます。半熟軍と硬熟軍の両方は、エッグモンスターと呼ばれる強力なクリーチャーを召喚することができ、これらは全軍と戦ったり、ターン制の戦闘で互いに戦ったりします。毎月「月間イベント」が発生し、土地の変化や地震などがあります。また、ランダムイベントも発生し、その際に軍の補給品を購入することができます。",
    "developer": "Square Enix",
    "genre": "Strategy",
    "players": "2",
    "publisher": "スクウェア",
    "release_date": "20020214T000000",
    "title_ja": "半熟英雄 ああ、世界よ半熟なれ…!!"
  },
  "Hataraku Chocobo (Japan)": {
    "desc_ja": "「はたらくチョコボ」は、チョコボのブリーダーとしての役割を担い、忙しい日々を送る農場シミュレーションゲームです！",
    "developer": "Square Enix",
    "genre": "Simulation",
    "players": "1",
    "publisher": "スクウェア",
    "release_date": "20000921T000000",
    "title_ja": "はたらくチョコボ"
  },
  "Hunter X Hunter - Greed Island (Japan)": {
    "desc_ja": "敵に遭遇すると、8x3のフィールドマスでコマンド選択型のターン制バトルに突入します。",
    "developer": "Access Games",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20030424T000000",
    "title_ja": "HUNTER×HUNTER G･I"
  },
  "Hunter X Hunter - Michibikareshi Mono (Japan)": {
    "desc_ja": "「HUNTER×HUNTER 〜導かれし者〜」の物語は、ゴンという少年の冒険を描いています。物語の12年前、彼は父親のジン・フリークスに見捨てられ、クジラ島の叔母ミトの手に託されました。\n\nゴンはずっと両親が亡くなったと思っていましたが、ある日、父の弟子であるキルアから、父親が生きていることを知らされます。彼は、父が世界でもトップクラスのハンター（秘宝を探したり、珍しい獣や人を狩ったりするエリートたち）であることを教えてくれました。\n\nこのことを知ったゴンは、クジラ島の家を離れ、ハンター試験を受ける決意をします。そのエリートの一員になるためには、スキルを試される6つの試験を通過し、念（メンタル・ストレングス）を習得する必要があります。\n\n念は、生物が自らの生命エネルギー（オーラ）を使い、操る技術です。これらの技術を学ぶことがプロのハンターになるための最後のステップであり、これにより彼らは物理的な攻撃やオブジェクトを、使用者のオーラに応じて強化することができます。",
    "developer": "Access Games",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010823T000000",
    "title_ja": "HUNTER×HUNTER 〜導かれし者〜"
  },
  "Hunter X Hunter - Sorezore no Ketsui (Japan)": {
    "desc_ja": "「HUNTER×HUNTER 〜それぞれの決意〜」の物語は、ゴン・フリークスという若い少年に焦点を当てています。彼はある日、ずっと死んでいると言われていた父親が実は生きていることを発見します。",
    "developer": "Access Games",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010426T000000",
    "title_ja": "HUNTER×HUNTER 〜それぞれの決意〜"
  },
  "Inuyasha - Fuuun Emaki (Japan)": {
    "desc_ja": "前作「かごめの戦国日記」では、かごめの視点からゲームが進行しましたが、今回はマイトレーヤ、サムライ、七宝、鋼の牙、奈落、そして清清丸の視点からプレイすることができます。例えば、同じシーンでも、最初はかごめの視点で、次は犬夜叉の視点で、三回目は清清丸の視点でプレイすることが可能です。\n\nさらに、本作のバトルシーンはアクション形式です。サポートシステムも追加されており、犬夜叉の迫力ある戦闘を体験できます。また、原作者・高橋留美子が新たに創作したオリジナルキャラクターも登場します！",
    "developer": "Bandai",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020727T000000",
    "title_ja": "犬夜叉 〜風雲絵巻〜"
  },
  "Inuyasha - Kagome no Sengoku Nikki (Japan)": {
    "desc_ja": "「犬夜叉 〜かごめの戦国日記〜」は、プレイヤーがヒロインのかごめ・ひぐらしとなり、犬夜叉とコミュニケーションを取る「ふれあいアドベンチャー」です。犬夜叉の物語は、プレイヤーのインタラクションによって変化します。\n\nゲームは「犬夜叉の森」パートと「探索」パートに分かれており、「アイテム」や「トピック」といったコマンドを使って犬夜叉と接触する「犬夜叉の森」パートと、友達と冒険しながら物語を進める「探索」パートがあります。「探索」パートで多くのイベントをこなすと、「犬夜叉の森」パートのトピックやアイテムが増え、犬夜叉とのインタラクションがさらに充実します。\n\nさらに、カセットに時計が内蔵されているため、ゲームは実際の時間と連動してリアルタイムで進行します。もちろん、ゲーム中には原作の多くの名シーンが収録されており、お馴染みのキャラクターや敵モンスターも登場します。\n\n犬夜叉のライバルとしてオリジナルキャラクター「イタチの疾風」が登場するなど、多くのオリジナルエピソードも用意されています。また、「アルバム日記」で物語を振り返ることができ、「かくれんぼ」などのミニゲームも楽しめます。",
    "developer": "Bandai",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20011102T000000",
    "title_ja": "犬夜叉 〜かごめの戦国日記〜"
  },
  "Inuyasha - Kagome no Yume Nikki (Japan)": {
    "desc_ja": "第三の「犬夜叉」ゲーム「かごめの夢日記」は、最初の「かごめの戦国日記」の続編です。タイトルにある「夢」という言葉からもわかるように、「夢」はこの「夢日記」において重要な要素となっています。\n\nゲームの基本システムは「戦国日記」と同じで、ストーリーは「接触パート」と「冒険パート」を繰り返しながら進行しますが、今回は一日の終わりに「夢イベント」が発生します。\n\n「夢イベント」では、アニメや漫画では見ることのできない状況や、前作でリクエストされた現代の出来事を見ることができます。今回は敵も夢にちなんだ名前が付けられています。今回の敵は「ヤクモ」というオリジナルキャラクターで、夢を操る半魔女です。夢の世界での戦いが繰り広げられます。\n\nこのゲームには多くのオリジナルシーンがあり、イベントの総数は前作「戦国日記」の2.5倍に達しています。",
    "developer": "Tomcat System",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20021116T000000",
    "title_ja": "犬夜叉 〜かごめの夢日記〜"
  },
  "Kidou Senshi Gundam - Giren no Yabou - Tokubetsu Hen - Aoki Hoshi no Hasha (Japan)": {
    "desc_ja": "プレイヤーは、カレッジ・ガルマ・ザビまたはカレッジ・マ・クベのいずれかを選択します。地球軍の二人の視点から、ゲームは地球のチャンピオンになることを目指して進行します。\n\nゲームの中心となるのは、エグゼクティブミーティングシステムです。この会議では、他の幹部と共に様々な提案を議論し、決定することができます。また、高度な交渉を含むコマンドや交渉を使って意見を述べることも可能です。",
    "developer": "Vanguard Works",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20030502T000000",
    "title_ja": "機動戦士ガンダム ギレンの野望 特別編 蒼き星の覇者"
  },
  "Kidou Senshi Gundam Seed (Japan)": {
    "desc_ja": "機動戦士ガンダムSEEDは、8つのステージを持つアクションゲームです。プレイヤーはストライクガンダムを操作し、コロニー、宇宙、砂漠のステージでザフトのモビルスーツや敵のガンダムを破壊しようとします！\n\nストライクガンダムは状況に応じてオプションパーツで改造できるため、エールストライカーパックで機動性を重視したり、ソードストライカーパックで近接戦闘を行ったり、ランチャーストライカーパックで火力を強化したりするなど、各装備の特性を考慮してください。\n\nストライクガンダムでゲームをクリアすると、エイジスガンダム、デュエルガンダム、ブリッツガンダム、バスターガンダム、そして新しいフリーダムガンダムのサイドストーリーをプレイすることができます。",
    "developer": "Bandai",
    "genre": "Action",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20030315T000000",
    "title_ja": "機動戦士ガンダムSEED"
  },
  "Kidou Senshi Gundam Vol. 1 - Side 7 (Japan)": {
    "desc_ja": "機動戦士ガンダムVol.1 SIDE7は、オリジナルアニメシリーズ「機動戦士ガンダム」のいくつかのエピソードを再現した戦略ゲームです。",
    "developer": "iNPLAS",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010201T000000",
    "title_ja": "機動戦士ガンダムVol.1 SIDE7"
  },
  "Kidou Senshi Gundam Vol. 2 - Jaburo (Japan)": {
    "desc_ja": "オリジナルの「機動戦士ガンダム」アニメに基づくワンダースワンゲームの三部作の第2作目です。このゲームは、アニメのエピソード13から30をカバーしています。",
    "developer": "Bandai",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010816T000000",
    "title_ja": "機動戦士ガンダムVol.2 JABURO"
  },
  "Kidou Senshi Gundam Vol. 3 - A Baoa Qu (Japan)": {
    "desc_ja": "多くの英雄たちが時代を超えて戦ってきました。兵士たちは響き渡る旋律を奏で、その足跡が歴史の流れを形作ります。今もなお、彼らの物語はパントheonの片隅で語られます。心に悔いを抱える者たちのために、戦いが始まります。これは宇宙で倒れた英雄たちの物語です。",
    "developer": "Bandai",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020525T000000",
    "title_ja": "機動戦士ガンダムVol.3 A BAOA QU"
  },
  "Kinnikuman II-Sei - Choujin Seisenshi (Japan)": {
    "desc_ja": "キン肉マンII世 超人聖戦史は、キン肉マン/アルティメットマッスルシリーズを基にしたRPGゲームですが、ゲームのストーリーは元のシリーズのサーガとは関係ありません。ここでは、「ザ・マスク」という名前の匿名のキャラクター（名前は自由に変更可能）を操作し、あなたの前に立ちはだかるキン肉マンの宇宙に登場するすべてのキャラクターを倒さなければなりません。",
    "developer": "Bandai",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20030130T000000",
    "title_ja": "キン肉マンII世 超人聖戦史"
  },
  "Kinnikuman II-Sei - Dream Tag Match (Japan)": {
    "desc_ja": "「キン肉マンII世 ドリームタッグマッチ」は、同名のマンガ/アニメシリーズを基にしたプロレスゲームです。『キン肉マンII世』（西洋では「Kinnikuman: Second Generations」として知られる）のキャストが登場し、勝利を目指して戦います。物語の主な舞台は、マッスルプラネットの王子であり、シリーズの初期の主人公であるキン肉マンの息子、キッドマッスルが中心です。彼は宇宙の平和と正義のために戦ってきました。キッドは今や、プロレスの歴史におけるキン肉マンの後継者として選ばれ、彼の前に立ちはだかるすべての敵を倒さなければなりません。彼は宇宙を支配しようとする悪のプロレスリーグ「デーモン製造工場」の完全支配を阻止し、彼の人生の愛であるロクサーヌを含むファン層を失わないようにしなければなりません。",
    "developer": "TOSE",
    "genre": "Sports",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20020302T000000",
    "title_ja": "キン肉マンII世 ドリームタッグマッチ"
  },
  "Kosodate Quiz - Dokodemo My Angel (Japan)": {
    "desc_ja": "「子育てクイズ どこでもマイエンジェル」は、ナムコが開発しバンダイが出版したトリビア / ゲームショーゲームで、1999年に日本でリリースされました。",
    "developer": "Bandai",
    "genre": "Quiz",
    "players": "4",
    "publisher": "バンダイ",
    "release_date": "19990415T000000",
    "title_ja": "子育てクイズ どこでもマイエンジェル"
  },
  "Kurupara! (Japan) (Rev 1)": {
    "desc_ja": "くるパラ！は、5x5のフィールドに配置されたパネルを並べ替えて消すパズルゲームです。パネルを消すためには、まず同じパターンのパネルを3つ以上並べる必要があります。3つのパネルが並ぶと、表面に描かれたパターンが消え、パネルが裏返ります。そして、裏返ったパネルを3つ以上再び並べると、裏面のパターンが消え、パネルが消えます。これを繰り返してすべてのパネルを消すと、ステージクリアとなります。",
    "developer": "Tomcreate",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "トムクリエイト",
    "release_date": "20010614T000000",
    "title_ja": "くるパラ"
  },
  "Last Alive (Japan)": {
    "desc_ja": "おそらく最も「冒険的」な冒険ゲームではないかもしれません。",
    "developer": "Bandai",
    "genre": "Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010726T000000",
    "title_ja": "LAST ALIVE"
  },
  "Makai Toushi Sa-Ga (Japan)": {
    "desc_ja": "この「Sa・Ga」のリメイク版は、オリジナルと比べていくつかの変更が加えられています。グラフィックは16ビットレベルに更新され、イラストはイタハナ トシユキによって新たに描かれました。新しいアニメーションシーケンスやイントロシーケンスも追加されています。他の新機能には、モンスターが新しい肉を食べた場合にどのように変化するかを事前に確認できる機能、ベスティアリ（モンスター図鑑）、そして他のキャラクターによって前のターゲットが倒された際に敵を再ターゲットする機能が含まれています。また、オリジナルのゲームボーイ版のストレートポートをプレイするオプションも用意されています。",
    "developer": "Squaresoft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スクウェア",
    "release_date": "20020320T000000",
    "title_ja": "魔界塔士Sa・Ga"
  },
  "Meitantei Conan - Yuugure no Oujo (Japan)": {
    "desc_ja": "呪われた宝石、パーティー、そして殺人。その真ん中にいるのは、今や江戸川コナンと名乗る小さくなった探偵、工藤新一です。プレイヤーは他のキャラクターの話を聞き、キーワードを集め、最も重要なこととして、謎の背後にある真実を推理します。このゲームは、以前に発売されたワンダースワン用の「名探偵コナン」シリーズと連携でき、物語が効果的に変化し、分岐ルートが追加されます。データを含むノートは、以前の作品からのものと互換性があり、インポートすることも可能です。",
    "developer": "Bandai",
    "genre": "Adventure",
    "players": "1",
    "publisher": "Bandai",
    "release_date": "20010405T000000",
    "title_ja": "Meitantei Conan : Yuugure no Oujo"
  },
  "Memories Off - Festa (Japan)": {
    "desc_ja": "「Memories Off」のキャラクターたちが登場するドンジャラゲーム。",
    "developer": "Kindle Imagine Develop",
    "genre": "Adventure / Visual Novel, Adventure",
    "players": "1",
    "publisher": "キッド",
    "release_date": "20010308T000000",
    "title_ja": "Memories Off Festa"
  },
  "Mikeneko Holmes - Ghost Panic (Japan)": {
    "desc_ja": "三毛猫ホームズ ゴーストパニックは、人気の三毛猫ホームズ小説を基にしたミステリーゲームです。物語の主人公は、シャーロックではなく、猫のホームズです。彼はドイツ南部の古い城で発生した殺人事件に巻き込まれます。この城は現在、観光ホテルとして利用されています。この地域には魔女や悪魔、奇妙な現象に関する古代の伝説が広まっており、もしそれが本当ならば、恐れるべき超自然的な要素が加わります。\n\nこのゲームはサウンドコミックとしてプレイするように作られており、アートワークはインタラクティブなコミックブックとして構成され、物語が進行します。プレイヤーは選択肢を選ぶことができ、その選択によって物語が異なる方向に進み、いくつかの異なるエンディングへと導かれます。",
    "developer": "MintJulep",
    "genre": "Adventure",
    "players": "1",
    "publisher": "光文社",
    "release_date": "20010426T000000",
    "title_ja": "三毛猫ホームズ ゴーストパニック"
  },
  "Mr. Driller (Japan)": {
    "desc_ja": "ミスタードリラーの世界は謎のブロックで覆われています。強力なドリルだけを武器に、空気供給が尽きる前に安全な場所まで掘り進まなければなりません！\n\nミスタードリラーは、瞬時の判断力と少しの計画が求められるリアルタイムパズルゲームです。ゲームプレイはテトリスとボルダーダッシュの組み合わせで、カラフルなブロックを掘り進んで底に到達しなければなりませんが、無謀な掘削の結果（ブロックが落ちてきて潰されること）を避ける必要があります。",
    "developer": "Namco",
    "genre": "Puzzle, Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010405T000000",
    "title_ja": "線脳 MILLENNIUM"
  },
  "Namco Super Wars (Japan)": {
    "desc_ja": "ナムコスーパーウォーズは、ナムコが開発しバンダイがワンダースワンカラー向けに発売したタクティカルRPGです。このゲームは、いくつかのクラシックなナムコタイトルからのキャラクターが登場するクロスオーバーゲームです。\n\nゲームは正方形のグリッド上で行われ、プレイヤーとコンピュータのユニットが配置されます。双方は交互にユニットを移動させたりアクションを行ったりします。各キャラクターは、アクションを行う際に選択できるさまざまな攻撃や特殊技を持っています。これらの中には、ターンごとに徐々に回復するスピリットポイントを消費するものもあります。ゲームはステージに分かれており、各ステージの間にプレイヤーはショップを訪れ、次のステージを始める前にユニットを準備することができます。ほとんどのRPGとは異なり、キャラクターは敵を直接倒すことでレベルを上げることはありません。代わりに、マップをクリアすることでプレイヤーは一定のレベルアップを得ることができ、それをユニットに自由に配分することができます。",
    "developer": "Gantan",
    "genre": "Tactical RPG, Strategy, Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20021031T000000",
    "title_ja": "ナムコスーパーウォーズ"
  },
  "Naruto - Konoha Ninpouchou (Japan)": {
    "desc_ja": "このRPGでは、ナルト・ウズマキとしてプレイします。彼は忍者学校アカデミーから落第してしまいました。ナルトは木ノ葉隠れの里で問題児とされていますが、彼は前任者を超える忍者になるという夢を持っており、忍びの最高位である「火影」の称号を継承することを目指しています。",
    "developer": "BEC",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20030327T000000",
    "title_ja": "NARUTO -ナルト- 木ノ葉忍法帖"
  },
  "Pocket no Naka no Doraemon (Japan)": {
    "desc_ja": "ドラえもんはのび太の部屋に戻ろうとしています。しかし、彼が間違って戻ってきた場所はあなた（プレイヤー）の部屋でした。あなたとのび太の間に共鳴を感じたドラえもんは、しばらくあなたの部屋に滞在することに決めます。\n\nドラえもんは友情の証としてミニドラをあなたに贈ります。ミニドラには4種類あり、ただ昼寝をする「のび太タイプ」、おどおどした「スネ夫タイプ」、優しい「静香ちゃんタイプ」、そして「ジャイアンタイプ」のラーメン坊がいます。これらの中から1つを選び、ドラえもんと一緒にミニドラを育てます。\n\nミニドラはプレイヤーとドラえもんの会話を見ながら成長します。そして、ドラえもんと別れる日まで、3人（プレイヤー、ドラえもん、ミニドラ）が過ごす日々がゲームのエンディングを決定します。",
    "developer": "Bandai",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010524T000000",
    "title_ja": "ポケットの中のDoraemon"
  },
  "RUN=DIM - Return to Earth (Japan)": {
    "desc_ja": "21世紀初頭、前世紀の終わりから加速した地球温暖化の影響で、地球の陸地の数十パーセントが水没しました。多くの大都市が海に沈み、世界経済は壊滅的な打撃を受けました。\n\n年は2052年。世界は「スペース開発機構 ジーザス」と「国際市民機構 グリーンフロンティア」という二大陣営を中心に新たな秩序を確立しました。世界中の大企業による繰り返しの合併の結果生まれたこの二大組織は、宇宙開発の取り組みを巡って次第に緊張を高めていきます。そして、ジーザス側からの奇襲攻撃により、二つの陣営はついに戦闘に突入します！\n\nプレイヤーは、グリーンフロンティア陣営に所属するパイロット、森口和仁（搭乗機 RUN = DIM）または麻生カンナ（搭乗機 I = RA）を選択してプレイします。ゲームは6つのステージで構成されています。",
    "developer": "Digital Dream",
    "genre": "Shoot'em Up / Vertical, Shoot'em Up",
    "players": "1",
    "publisher": "デジタルドリーム",
    "release_date": "20020207T000000",
    "title_ja": "RUN＝DIM －Return of Earth－"
  },
  "Rhyme Rider Kerorican (Japan)": {
    "desc_ja": "あなたはライムライダー・ケロリカンとして、巨大なカエルのヘルメットをかぶった活発な宇宙の女の子を操作し、ゲームの4つのステージを音楽に合わせてスキップします。ゲームの音楽は主にジャジーなテクノ曲で構成されています。\n\nケロリカンは決まったラインをスキップしながら、ランダムに配置された敵や障害物が彼女の前に現れます。特定の障害物を避けるためにはさまざまなボタンのコンボを使用しますが、「ワンボタン」イージーモードも利用可能です。障害物を避けると音符の音が鳴り、長い障害物の連鎖をクリアすると、演奏中の曲の中にファンキーなメロディーが現れます。このゲームプレイは、スタジオの以前のゲーム「バイブリボン」を思い起こさせます。\n\n障害物の中には、ジャンプして短い距離を乗ることができるロケットのようなインタラクティブなものもあれば、単に蹴飛ばしたり飛び越えたりするだけのものもあります。\n\n時折、障害物の上に王冠が現れます。これを成功裏にクリアすると、しばらくの間ステージの上を飛び越え、進行方向にあったかもしれないものを避けることができます。これは特に、奇抜なボタンコンボが必要な障害物の前でよく見られます。",
    "developer": "Nanaon-Sha",
    "genre": "Strategy, Action, Music and Dancing",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20001209T000000",
    "title_ja": "ライムライダー・ケロリカン"
  },
  "Riviera - Yakusoku no Chi Riviera (Japan)": {
    "desc_ja": "「Riviera 〜約束の地リヴィエラ〜」はターン制のロールプレイングゲームです。かつて平和だった土地が、悪魔と天使との戦争によって荒廃してしまった物語が展開されます。しかし、サブプロットとして「デーティングシミュレーション」要素も取り入れられており、プレイヤーキャラクターは他のキャラクターの好意を勝ち取る必要があります。\n\n「ファイアーエムブレム」や「ファイナルファンタジータクティクス」、「ゴールデンサン」などと似た要素を持っています。ゲームの終盤で難易度が高くなりすぎないようにするためには、高いレベルに到達することが重要です。レベルアップの仕組みは「聖剣伝説」のように、キャラクターのレベルとは異なるペースで武器スキルが上昇します。",
    "developer": "Sting Entertainment",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020712T000000",
    "title_ja": "Riviera 〜約束の地リヴィエラ〜"
  },
  "Rockman EXE - N1 Battle (Japan) (Rev 1)": {
    "desc_ja": "「ロックマンエグゼ N1バトル」は、バトルネットワークシリーズのタイムライン内で展開されるバトルトーナメント「バトルチップGP」において、さまざまなペアのオンラインアバター「ネットナビ」とその人間オペレーターが戦います。従来のバトルネットワークゲームのリアルタイム戦術RPGバトルを通じてプレイヤーキャラクターを直接操作するのではなく、「ロックマンエグゼ N1バトル」ではプレイヤーが「バトルチップ」と呼ばれる能力で構成された「プログラムデッキ」を作成することが求められます。ゲームはプレイヤーのためにチップをランダムに選択し、コンピュータ制御の対戦相手とのデュエルでそれを実行します。",
    "developer": "Inti Creates",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "カプコン",
    "release_date": "20030808T000000",
    "title_ja": "ロックマンエグゼ N1バトル"
  },
  "Rockman EXE WS (Japan)": {
    "desc_ja": "ロックマンエグゼ WSは、『ロックマンバトルネットワーク』のアニメ版を基にしたスピンオフ作品です。このゲームは、従来のプラットフォームゲームとバトルネットワークのチップ収集を融合させることを試みています。",
    "developer": "Capcom",
    "genre": "Platform",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20030208T000000",
    "title_ja": "ロックマンエグゼ WS"
  },
  "Romancing Sa-Ga (Japan)": {
    "desc_ja": "昔々、三人の邪神が聖なる神々と戦いました。そして、聖なる神の父は人間の戦士を選び、彼らを助けることにしました。ついに、長い間続いた恐ろしい戦争の末、三人の邪神のリーダーである死の神、デスが降伏しました。最年少の邪神、シラハは人間となり、力を失いました。真ん中の邪神、サルインは暗黒の世界に封印されました。今、千年が過ぎ、サルインの封印が弱まった今こそ、新世代の英雄であるあなたが彼を倒す時です。",
    "developer": "Square Enix",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スクウェア",
    "release_date": "20011220T000000",
    "title_ja": "ロマンシング サ・ガ"
  },
  "SD Gundam - Operation U.C. (Japan)": {
    "desc_ja": "ゲームを開始し、メインメニューに到達すると、選択できるいくつかの項目があります。",
    "developer": "Bandai",
    "genre": "Shooter / Vertical, Shooter",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20020216T000000",
    "title_ja": "SDガンダム オペレーションU.C."
  },
  "SD Gundam Eiyuu Den - Kishi Densetsu (Japan)": {
    "desc_ja": "SDガンダム英雄伝 騎士伝説は、2001年3月にバンダイによってWonderSwan Color用に開発・発売されたビデオゲームです。このゲームは、モビルスーツガンダムアニメを基にしたシリーズのビデオゲーム化であり、特にスーパーデフォルメガンダムに焦点を当てています。これは、二部構成のビデオゲームシリーズの一部です。",
    "developer": "BEC",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010315T000000",
    "title_ja": "SDガンダム英雄伝 騎士伝説"
  },
  "SD Gundam G Generation - Gather Beat 2 (Japan)": {
    "desc_ja": "ギャザービート2は、オリジナルストーリーを持つ戦略ゲームです。『機動戦士ガンダム』や、0080、0083、08などのサブストーリーの内容が含まれています。",
    "developer": "Vanguard Works",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010614T000000",
    "title_ja": "SDガンダム Gジェネレーション ギャザービート2"
  },
  "SD Gundam G Generation - Mono-Eye Gundams (Japan)": {
    "desc_ja": "Gジェネレーションシリーズのワンダースワン最終作。コンソールゲームとは異なり、モノアイガンダムズはオリジナルのクロスオーバープロットを特徴としています。",
    "developer": "Vanguard Works",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020926T000000",
    "title_ja": "SDガンダム Gジェネレーション モノアイガンダムズ"
  },
  "Saint Seiya - Ougon Densetsu Hen - Perfect Edition (Japan)": {
    "desc_ja": "「聖闘士星矢 黄金伝説編」と「聖闘士星矢 黄金伝説編 完全版」は、1987年と1988年にNESで発売され、ワンダースワンで復活しました！このパーフェクトエディションは、2つのNESバージョンを新しいグラフィックで1つにまとめています。さらに、NES版には登場しなかった黄金伝説の最強の敵がゲームに追加されました。",
    "developer": "TOSE",
    "genre": "Role Playing Game, Beat'em Up",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20030731T000000",
    "title_ja": "聖闘士星矢 黄金伝説編 Perfect Edition"
  },
  "Senkaiden Ni - TV Animation Senkaiden Houshin Engi Yori (Japan)": {
    "desc_ja": "美しい女性の狐の精霊、ダッキが帝王チュオと統治する殷の王朝を操り、その力を使って国に悪をもたらしています。修行中の不死者、タイコボは偉大な不死者たちによってホウシンプロジェクトに選ばれ、世界に蔓延る悪の悪魔を封印または破壊する使命を担います。冒険の中で、タイコボは他の強力な仲間たちを集め、悪魔を封印し、最終的には狐の精霊ダッキを破壊するために旅立ちます。",
    "developer": "Graphic Research",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20001221T000000",
    "title_ja": "仙界伝 弐 〜TVアニメーション仙界伝封神演義より〜"
  },
  "Shaman King - Asu e no Ishi (Japan) (Rev 1)": {
    "desc_ja": "これは分岐するストーリーラインを持つRPGです。あなたの進行状況に応じて、原作では体験できない歴史を味わうことができます。霊的な力とシャーマンエネルギーを使って、シャーマンたちを戦いで打ち倒しましょう。",
    "developer": "Graphic Research",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020829T000000",
    "title_ja": "シャーマンキング 未来への意志"
  },
  "Sorobang (Japan) (Rev 1)": {
    "desc_ja": "これは、次々と現れるブロックを揃えて消していくアクションパズルゲームです。しかし、このゲームでは画面の上下左右がループしているため、ブロックが予想外に繋がることがあります。\n\nクラシックなアクションパズルであるバトルモードもサポートされています。このモードでは、難易度が3段階あり、異なるスキルレベルの友達と一緒に楽しむことができます。",
    "developer": "Mechanic Arms",
    "genre": "Puzzle",
    "players": "1",
    "publisher": "加賀テック",
    "release_date": "20001209T000000",
    "title_ja": "そろばんぐ"
  },
  "Star Hearts - Hoshi to Daichi no Shisha (Japan)": {
    "desc_ja": "スターハーツ 〜星と大地の使者〜は、ウラスという架空の世界を舞台にした、ワンダースワンカラー専用のファンタジーアクションRPGです。中央には大きな浮遊要塞があります。プレイヤーはゲーム開始時に表紙に描かれた少年または少女のいずれかを選択し、名前、生年月日、血液型などの情報を入力します。物語は、プレイヤーキャラクターが新しい村の村長になる直前から始まりますが、儀式は襲いかかるモンスターたちによって中断され、主人公はなんとか命からがら逃げ出します。\n\nゲームは3/4視点で、プレイヤーは縦横に移動し、他のNPCと対話したり、画面上の敵と弾や鈍器を使って戦ったりします。戦闘はリアルタイムで行われ、多くの弱い敵と戦った後には通常ボスに直面します。プレイヤーは最初は一人でゲームを始めますが、旅の途中で4種類の中から選べるペットの仲間を得ることができます。レベルアップは戦闘による経験値ではなく、土地に散らばったフェアリーを見つけることで行われます。",
    "developer": "Bandai",
    "genre": "Role Playing Game, Action",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010927T000000",
    "title_ja": "スターハーツ 〜星と大地の使者〜"
  },
  "Star Hearts - Hoshi to Daichi no Shisha - Taikenban (Japan) (Not For Sale)": {
    "desc_ja": "「スター ハーツ」は、中央に大きな浮遊要塞がある架空の世界ウラスを舞台にした、ワンダースワンカラー専用のファンタジーアクションRPGです。プレイヤーはゲーム開始時に表紙に描かれた少年または少女のいずれかを選択し、名前、生年月日、血液型などの情報を入力します。物語は、プレイヤーキャラクターが新しい村の長になる直前から始まりますが、儀式は襲いかかるモンスターたちによって中断され、主人公はなんとか命からがら逃げ出します。",
    "developer": "Bandai",
    "genre": "Action RPG, Role Playing Game",
    "players": "1",
    "publisher": "Bandai",
    "release_date": "20010101T000000",
    "title_ja": "Star Hearts - Hoshi to Daichi no Shisha - Taikenba"
  },
  "Super Robot Taisen Compact 3 (Japan) (Rev 6)": {
    "desc_ja": "スーパーロボット大戦COMPACT3は、スーパーロボット大戦シリーズの戦術ロールプレイングゲームです。このシリーズの主な特徴は、複数の人気メカアニメ、マンガ、ビデオゲームのストーリーがクロスオーバーし、異なるタイトルのキャラクターやメカがチームを組んだり戦ったりできる点です。\n\nプレイヤーは通常、自分の部隊を一つずつ動かすことができ、その後ゲームのAIに制御が切り替わります。",
    "developer": "Banpresto",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20030717T000000",
    "title_ja": "スーパーロボット大戦COMPACT3"
  },
  "Super Robot Taisen Compact for WonderSwan Color (Japan)": {
    "desc_ja": "戦闘中、プレイヤーはユニットを選択し、移動、攻撃、部隊編成などの利用可能なコマンドを使って行動します。",
    "developer": "Banpresto",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンプレスト",
    "release_date": "20011213T000000",
    "title_ja": "スーパーロボット大戦COMPACT for WonderSwanColor"
  },
  "Terrors 2 (Japan)": {
    "desc_ja": "テラーズ2は、以下の日本のポップスターたちが登場する画像付きのインタラクティブなテキストベースのストーリーです：ゴトウリサ、マナベカオリ、ヤマカワエリカ、イチノヘナミ、ウエハラユミ。ゲームのストーリーは、日本の学校に徐々に忍び寄る恐怖を描いています。プロットは4つのシナリオを通じて明らかになり、ストーリー内での選択が進む道に影響を与えます。そのため、複数のエンディングが用意されており、何度もプレイすることを促しています。\n\nテラーズ2は、ワンダーゲートを介してインターネットに接続することができ、プレイヤーが体験しているのと同じ時間帯にゲーム内イベントが発生します。",
    "developer": "Megas",
    "genre": "Fighting, Adventure",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20001221T000000",
    "title_ja": "TERRORS2"
  },
  "Tetris (Japan)": {
    "desc_ja": "ワンダースワンカラー用のテトリスは、日本で初めてテトリスガイドライン（2001年以降、テトリスカンパニーがすべてのテトリスゲームに適用している現在の仕様）に対応したゲームです。",
    "developer": "Elorg",
    "genre": "Puzzle / Fall, Puzzle",
    "players": "2",
    "publisher": "ヴァンガード",
    "release_date": "20020418T000000",
    "title_ja": "テトリス"
  },
  "Tonpuusou (Japan)": {
    "desc_ja": "標準的なプレイメカニクスですが、日本語の理解があると有利です。",
    "developer": "Bandai",
    "genre": "Mahjong, Asiatic board game",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20010628T000000",
    "title_ja": "東風荘"
  },
  "Uchuu Senkan Yamato (Japan)": {
    "desc_ja": "宇宙戦艦ヤマトは、トムクリエイトによって開発され、2001年にバンダイビジュアルから日本で発売されたストラテジーゲームです。ゲームの17のレベルはそれぞれエピソードのように展開され、テキストのやり取りや戦闘（宇宙やさまざまな惑星で行われる）を交互に行い、戦術的な動きと結果を示す短いカットシーンが組み合わさっています。また、物語を新鮮にするために、ジェネラル・リシスに匹敵する優秀なガミラス指揮官や、いくつかの宇宙生物、そして「宇宙のサイレン」といった新しい敵が登場する8つの新シナリオも追加されています。パフォーマンスや獲得ポイントに応じて、複数のエンディングが可能で、その中にはヤマト映画の「ホログラム・スターシャ」シーンを取り入れたエンディングも含まれています。",
    "developer": "Tom Create",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010208T000000",
    "title_ja": "宇宙戦艦ヤマト"
  },
  "Ultraman - Hikari no Kuni no Shisha (Japan)": {
    "desc_ja": "悪の宇宙人や巨大な怪獣が常に文明を脅かしています。これらの災害に対処するために装備された唯一の地球の組織は、科学特捜隊（SSSP）です。この特殊警察部隊は、特別な訓練を受けたエリートたちで構成されています。",
    "developer": "Tom Create",
    "genre": "Fighting / 2D, Fighting",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010621T000000",
    "title_ja": "ウルトラマン 光の国の使者"
  },
  "Wild Card (Japan)": {
    "desc_ja": "「ワイルドカード」は、日本の有名なRPG開発会社スクウェアが制作したゲームですが、従来のアジアRPGとは大きく異なります。最も重要なのは、ストーリー主導ではないという点です。このゲームは、物語のアークでつながっていないクエストに完全に基づいています。プレイヤーは背景のない無名のキャラクターを操作し、クエストを進める以外にプロット情報や展開はありません。ゲームプレイは完全にカードを使ったものです。ゲームの最初に、神秘的な女性マリアが一連の質問をして、あなたが得るカードを決定します。その後、あなたのキャラクターは町で冒険を始めます。場所、他のキャラクター、インベントリ、移動など、すべてがカードの形で現れます。クエストを得るためには、さまざまな人々と出会った際に対応するカードを選ぶ必要があります。武器や装備を購入することもでき、デッキからカードを選ぶことでターン制バトルで敵と戦うことができます。レベルを上げて、従来のRPGのように強くなります。",
    "developer": "Squaresoft",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "スクウェア",
    "release_date": "20010329T000000",
    "title_ja": "ワイルドカード"
  },
  "With You - Mitsumete Itai (Japan)": {
    "desc_ja": "「With You 〜みつめていたい〜」は、静止画で構成されたアドベンチャーゲームで、プレイヤーは可能な行動のリストから選択することで物語が進行します。昔、ある男と女は約束を交わしました。彼らは孤独な魂に運命づけられているものの、常に一緒にいるべきだと。しかし、運命の残酷な冗談によって、彼らは引き離され、世代を超えて隠された二つの宝石に封印されてしまいました。6年前に国を離れたマナミは、旅の途中でその一つの宝石を見つけました。彼は幼馴染たちと再会するために日本に戻ります。これにより、二つの宝石が再び出会うことになりますが、もう一つの宝石は彼の父親が所有しているようです。",
    "developer": "Cocktail Soft",
    "genre": "Adventure",
    "players": "1",
    "publisher": "シャルラク",
    "release_date": "20010125T000000",
    "title_ja": "With You 〜みつめていたい〜"
  },
  "Wizardry Scenario 1 - Proving Grounds of the Mad Overlord (Japan)": {
    "desc_ja": "狂気の大魔王トレボールはかつてはただの権力欲に取り憑かれていましたが、巨大な力を持つ魔法のアミュレットを手に入れた後、完全に狂ってしまいました。そのアミュレットは宿敵である悪の大魔導士ワードナに奪われてしまいます。ワードナはアミュレットの使い方がよくわからず、誤って地震を引き起こし、トレボールの城の下に十階層のダンジョンを作り出してしまいます。恥をかきたくないワードナは、そのダンジョンを自分と彼のモンスター軍団の新たな巣窟と宣言します。トレボールは負けじと、その迷宮を冒険者たちが彼のエリート名誉護衛団に入るための試練の場とし、ついでにアミュレットを取り戻すことも求めます。",
    "developer": "Sting Entertainment",
    "genre": "Role Playing Game",
    "players": "1",
    "publisher": "Bandai",
    "release_date": "20030101T000000",
    "title_ja": "Wizardry Scenario #1 : Proving Grounds of the Mad Overlord"
  },
  "Wonder Classic (Japan)": {
    "desc_ja": "ワンダークラシックは、吉田山ワークショップが開発し、バンダイが2011年1月にワンダースワンカラー向けに発売したゴルフゲームです。プレイヤーは、特定の能力を持つさまざまなキャラクターを利用して有利に進めていきます。例えば、キャラクターのナガセ・レイコは風の影響を無効化しますが、他のキャラクターは特定のショットタイプに対して特別な利点を持っています。初めに使用できるキャラクターは2人で、アンロック可能またはダウンロード可能なキャラクターは22人います。",
    "developer": "Yoshidayama Workshop",
    "genre": "Sports / Golf, Puzzle, Sports",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20010118T000000",
    "title_ja": "ナムコワンダークラシック"
  },
  "X - Card of Fate (Japan)": {
    "desc_ja": "これは東京です - 地球が崩壊するのを防ぐ要の場所です。",
    "developer": "Access Games",
    "genre": "Strategy",
    "players": "1",
    "publisher": "バンダイ",
    "release_date": "20020627T000000",
    "title_ja": "X CARD OF FATE"
  },
  "XI Little (Japan)": {
    "desc_ja": "サイコロを振るゲームは、エッジを越えていきます。あなたが知っている誰かが有名なゲームだと知っています。最初は混乱するかもしれませんが、人々は楽しむために使っていました！非常に中毒性のあるパズルです。",
    "developer": "MBI Software",
    "genre": "Puzzle",
    "players": "2",
    "publisher": "バンダイ",
    "release_date": "20011220T000000",
    "title_ja": "Xi［sai］Little"
  }
}